[{"title":"root-contradiction-division-between-thinker-and-thought","text":"I believe this is the last talk here.\nThe word is never the thing. The word is not action. But most of us live in words, in images, in symbols, and therefore action doesn't breed or bring about energy. And we dissipate whatever energy we have through contradiction within ourselves; and we seldom realise that energy, or the passion of energy, comes through action. Action is energy. It's not that you must have energy first to act. But when one realises the word is not the thing, is not the act, and therefore begins to understand the structure of the word and the meaning and significance of word, then there is action; and it is action that brings about the passionate sustained energy, which has nothing whatsoever to do with enthusiasm. And we cannot act - that brings about energy - when there is contradiction within ourselves. And most of us consciously or unconsciously have many kinds of contradictions; some of which we are aware, know, and others of which we do not know. And so all our life is caught up in this contradiction, and therefore there is no clear, direct action, which alone can bring about energy. And energy is necessary, not only to do physical activity but also energy, that sustained passionate energy to go right through any one action completely. And so, it seems to me that it is very important to understand this nature of contradiction: the contradiction between the word and the act, the contradiction between the conscious demands, urges, pursuits, and the unconscious hidden demands, secret desires and pursuits. There are contradictions in our activities, in our desires, in our pursuits, in our various forms of human existence.\nI think one is aware of this if one is at all conscious of one's own activities and being and thoughts; and so, on being aware of these contradictions, one tries to integrate, try to bring about an integration within oneself. And I think that such an act of integration is sheer folly. We cannot integrate the opposites. You cannot possibly integrate love and hate. Either you hate or you love - there is no combination of both, no integration. So I think we should be very clear - at least for this morning if you will - that the attempt to bring about integration within oneself has no meaning at all. What has meaning and what has significance is the understanding and therefore being free of contradiction. And to be free is to be aware of the contradiction - perhaps most of us are not aware of it even, we just carry on. And when we do become aware of this extraordinary contradiction not only outwardly but very deeply, and we find no solution for it, no answer, no freedom from it, we either turn to so-called god - that is the whole structure of belief, dogma, ritual, authority, which is generally called religion - or take life and give it no significance at all, which is what most modern writers are trying to do. They have denied the whole structure of the church, which any intelligent man must deny, for it has no meaning whatsoever; and then they're forced to face their own contradiction - their hates, their despairs, their hopes, their utter helplessness. And so they say, there is only this life, it has no meaning, let's make the best of it, and the philosophy of despair.\nSo there are these two extremes, which are both in contradiction with each other. And, I feel that it is possible to totally eradicate, not by an act of will, because will again breeds contradiction in itself. Will is in essence contradiction. I think one has to understand this deeply because we are brought up to exercise every form of will, to overcome, to deny, to assert, to determine. And if one observes the nature of will, will itself is a form of resistance, and therefore will in itself inherently is contradiction. So, is it possible at all, living in this world - carrying on with our office, family, the whole business of modern life - is it at all possible to live without any contradiction whatsoever and therefore act in the very outcome of that state of non-contradiction, in which there is no contradiction whatsoever at any level of one's being, outwardly or within the skin, is it possible to have no contradiction and therefore act, which is the outcome of energy, the acting itself is energy.\nIf one has observed oneself, one sees the more active physically one is there is more energy. It is not the other way round, that you must have energy to act. On the contrary the more you act the more energy there is, biologically as well as psychologically. So, to come upon this action which breeds energy. Which is, the very action is energy, it's not action and then energy, or energy and then action. It's not the idea, and action. The idea is never... does never give energy. It gives a stimulation, a momentary enthusiasm. But it is the action which brings about energy or the energy from which the action derives.\nSo, to understand this contradiction one has to go much deeper. And that's our difficulty. We want to be told what to do or conform to a pattern, or follow somebody hoping that way to sublimate, deny, suppress every form of contradiction. And that still is very superficial. So, to go into this question of contradiction one must go much deeper. You know the depth is not comparable to the surface. Surface is one thing and depth is another. And most of us live on the surface, and therefore when we try to go inwardly we go as though through a motion, through an activity of going inward, and therefore that itself breeds a contradiction. I hope I am making myself clear. When we use the word 'to go deeply', we are not going from the outside to the inside. If you do then there is contradiction immediately, as the outer and the inner.\nSo, to understand contradiction, and it is necessary to understand it to bring about not only within ourselves but in the society of which we are, we must have peace, not war and peace. Peace now is only interval between two wars. And to understand this extraordinary complexity of contradiction, and it is very complex and very subtle, we must go to the very root of it. Not deal outwardly, not merely look at the symptoms and try to patch up the world, but one has to go to the very root of it. The root of contradiction is the division between the thinker and the thought. For most of us there is this wide gap between the observer and the observed, the thinker and the thought, or the centre which experiences and the thing which is experienced. There are two, there is an interval, a gap, a time lag. There is a contradiction - that is the real source of contradiction.\nI hope that we are... that one is not listening to the mere words, then it is not an act of listening; but using the words of the speaker one discovers for oneself this wide gap between idea and action, this actual state between the thinker and the thought. The thinker controlling, dominating, changing, trying to suppress, trying to become, trying to alter, trying to adjust, trying to be peaceful. So the thinker - as long as there is a thinker which is the censor of the good and the bad, the constant division which the thinker creates and thereby gives nourishment to contradiction; must not only be discovered, not because someone else tells you that it is so - the very act of discovery is the beginning of that energy with which you approach the problem, the root problem of contradiction. It is not that the speaker is telling, describing, and therefore you accept it. It is for you an actual fact - it must be, because you have discovered it or you have seen it immediately. There is a vast difference between being told that you're hungry and the actual hunger which you know for yourself. You know for yourself what hunger is, but if you are told what hunger is it has not the same meaning, it's not the same significance. Similarly, if you merely accept this division because you are told then it has no revealing vitality; but if one discovers the thing, if one sees it as an actual fact, that very observation of that fact brings energy, and that energy is necessary to deal with this contradiction. I hope it's fairly clear so far; I've made myself clear.\nBecause, you see, when there is great contradiction it brings about a tension; and the greater the tension and the greater the capacity to express yourself, the greater misery you create not only for yourself but for the public also, if you're a writer, if you're an artist, if you are anything. I do not know if you have not observed that in the state of contradiction within oneself, if one has capacity to write or to paint, or to be, if you are unfortunately a politician, then you create greater misery for man and also for yourself. So one has to understand this enormous depth and the significance of contradiction and to be completely free of it. Because if one is not there is no love.\nAll that we know of love is a contradiction, a contradiction with jealousy, hate, antagonism, and the thing we call love. If one would know or understand this thing called love. Not verbally, not the sensual pleasure called love, not the love that goes with hate, envy, ambition. An ambitious man can never know what love is, obviously. Like an ambitious man who is competitive, talking about peace has no meaning. There's only peace when the mind is not competitive, non-comparing, and therefore there is no contradiction with himself. So if - or rather, to bring about a different society, a different structure of social existence, one must inevitably understand this, the nature and the significance of contradiction within oneself. Because most of us are trying to fulfil - in painting, in writing, in doing this or that, in the family - that again is an indication of contradiction. Then you will say, 'Mustn't man express himself? Isn't it his nature to express?' But surely we are putting the cart before the horse, aren't we? Why this extraordinary insistence on expression? You may or may not express, but if you insist that you must express, objectively - in a painting, in a writing, in a poem, in a book, in an expression, a gesture - if you insist on that then that very insistence is an indication of contradiction.\nSo, the root of contradiction, as we were pointing out, is this division between the thinker and the thought. And the two cannot be integrated. But if one observes what the structure of the thinker, you will see the thinker is not, when thought is not. It is the thought that breeds the thinker, the experiencer, the entity that creates time, and the entity who is the source of fear.\nBecause most of us have many forms of fear. Please watch your own fear as we are talking about it, deeply inside, your own secret fears. And obviously there is the obvious, there is the ultimate fear of death. And being afraid we try to escape from death through belief, through the ideas of resurrection and reincarnation and so on and on and on. Either you rationalise death or you have a belief. Both rationalisation of death and a belief are both an avoidance of death, an escape, and therefore that creates contradiction. We say death is something opposite to living. So to understand death we must understand life.\nSo one must examine what our life is. What is our life, as it is actually, not theoretically, not hypothetically, what it should be, but actually what is it? A series of memories, experiences of misery, of pain, despairs, agony, longing, loneliness, the aches and the turmoil of good and the bad, the health and disease - we are that; that is what we call life. That's all we know. And the battle in that field, what we call life - endless conflict, endless misery and confusion. And I am not exaggerating: this is actual fact. And we don't know how to solve it, how to understand it, how to go beyond this misery, how to end sorrow. So not knowing, we either escape through religion or through the assertion that life has no meaning at all whatsoever, no significance, and just let's live for the day. So one has to understand life totally, that is, to free oneself from all this misery. And it is possible. Then life... living is not different from dying. Then there is not this gap, the wide interval of time created by the thinker, and therefore the thinker breeding fear. And so, when we understand what living is, which is to live dying to all the misery every day, or to all the problems, to all the pleasures, without argument. That's what is going to happen when you die. You die without argument - you can't discuss with death.\nSo to die to sorrow. And we do not die to sorrow because we do not know what real joy is, and we do not know or capacity or the understanding how to end sorrow, therefore we'd rather have sorrow, with all the self-pity, commiseration and so on, so on, so on, rather than enter into something I don't know.\nPlease observe for yourself these facts. I am not trying to impose anything on you who are the listener. We are neither agreeing or disagreeing. We are just observing the facts, the actual 'what is'. And that very observation of that, of 'what is', brings energy, which is an action.\nSo, one has to understand this nature of contradiction. And you can understand it only when you are... when you observe this whole structure of the thinker, with his thoughts, with his hopes, with his despairs, the thinker who is creating constant contradiction between himself as the censor and the thing which he observes. Therefore to observe this 'what is' requires great seriousness, not a flippancy of observation. And it is only the serious person that is living, not the superficial personal at all. He may have the wealth, property, position; he knows nothing of life. He knows the surface. But to understand this whole structure of oneself one must come to it not with a determination, not with an effort, but merely to observe 'what is'.\nAnd when there is no contradiction, that is, when the observer is no longer acting as a censor - you know what I mean by the word 'censor' - who condemns, who denies, who says this is right and wrong, this is good and bad. Which doesn't mean that you live a most superficial life. On the contrary, to come to that point you have to understand the whole conditioning. Then we will see that when there is no censor - which is not an assertion, one has to understand this, one has to work at it - then you will see that the mind becomes merely an observer. But that mind now is no longer in a state of contradiction and therefore has tremendous energy.\nSo, that energy is what we call love, which is passionate; not merely physical passion - that's fairly easy, that's fairly common, that everybody knows, lust - but what we are talking about is the passion which has no cause and therefore no contradiction, no motive and therefore no end. And where there is love there is also death. The two cannot be separate, because love has no ambition. Please, I am stating these things, that has no value for you; it has only value, it has meaning actually when this contradiction totally comes to an end. Because love and death must be, for creation to be.\nYou know what creation is? Not the expression, that's fairly simple to understand - as a writer, as a poet, as an artist you want to express, that is not creation. Creation is something entirely different. You know, creation can only come about when there is energy. Energy that is not... that has never been contaminated, that is not the result of effort, will, but that energy which action itself brings. And now all our activities, more or less, is self-centred, centred upon ourselves in relation to various things; and that self-centred activity, which is of the thinker, invariably breeds contradictions; and being in a state of contradiction demands expression - I must escape, I must write, I must do. The man who is in a state of self-contradiction and in a state of self-centred activity, what he does as painter, as an artist, as a musician, he may call that creation but it is not. Creation must be something extraordinarily different. And it is.\nNow, as I said, the mind when it is not touched or has understood the whole structure of contradiction, conscious as well as unconscious, it is completely still. Because any movement of energy is a dissipation. It's only when the mind is completely still, with tremendous energy, then there is an explosion, and that explosion is creation, which may or may not need expression.\nSo, a mind that is afraid, that's ambitious, that's greedy, envious, jealous, competitive, such a mind can never have this energy which is brought about by action. And such a mind can never know what love is, obviously. And where there is love there is the dying to all the memory of everyday experience, and therefore love and death must always go together because love is always fresh, new, young, innocent, not contaminated by the past. Therefore it must die to every day's past. So love-death must exist in that tremendous energy when that energy is completely quiet. Then there is creation. That creation, call it by whatever name you will - is very little importance. Unless this comes about in each human being; who is part of society, who is society himself, there cannot be a new society.\nQuestioner: Sir, I have a question here.\nKrishnamurti: Sir, would you make it very brief.\nQ: Well it seems to me, like you said, a contradiction in a man is the thinker wanting to be, and isn't. And as long as a man has not seen it...\nK: No, it's not a question of - sir, you see you are - now, sir, please listen to me, sir. I am not interrupting you, I know I have understood your question, but you are stating 'as long as man has not seen it', therefore you are introducing time element. You see, through time you will never come to anything. Time will only breed disorder.\nQ: What do you mean by self-knowledge, sir?\nK: I made it sufficiently clear, I think, sir. Look sir, let me explain once more.\nWe have used time as a means of achievement: I am this and I will be that. There is an interval between 'what is' and 'what should be'. To achieve 'what should be' takes time. I need many days, many years, many - as the East in their belief is many incarnations - so we use time as a means of what I will be. The 'I will be' is a projection of what I am, or the opposite of what I am. The 'what I will be' or 'should be', 'must be', is a contradiction of 'what is'. And so, between 'what is' and 'what should be', there is a time interval. In that interval there are all other factors coming in. It isn't a static 'what should be' - there are other factors all the time operating - influences, changes, pressures - all kinds of things are happening between this interval. Therefore there is no 'should be', but the 'should be' is always altering. As also 'what is' is also undergoing a tremendous change. So what is important is not 'what should be' at all - the ideal, the end, the purpose, the achievement - that has no meaning at all because that is fictitious, it has not reality, it is but an idea. What has reality is 'what is'. I am misery, I am suffering, I am confused - that is the only factor. To understand 'what is', time will not help. If that is once really clear, time is merely an avoidance, a postponement, an escape, an unreality, and therefore to understand 'what is' I must... there must be application. Therefore no hypothesis, no future. That means you have to apply immediately, with all your being to the problem, to the issue, to 'what is'. And that we don't want to do. We are frightened. We say we'll do it tomorrow. I am miserable, I am unhappy, I am jealous. I don't say well... I want to end jealousy immediately, I want to find out how to end it. And therefore time becomes a means of escape from 'what is' and time will never change 'what is'. This is so simple. And therefore time brings disorder, not order.\nNow, to understand all this is self-knowing. Self-knowing is not something extraordinary - this is what is going on - I am in misery, I am in despair, anxious - don't you know all these things? - frustrated, and I put there is a tomorrow through which I am escaping from 'what is'. I have been healthy and I am not healthy today, I am ill. So my mind goes back to the state... remembering to the state which I called health and says, 'I wish I could be healthy again'. So there is a strain, there is an effort - the pressure of the past remembrance. But if you did not bring the past remembrances, but see actually that you are ill, and be ill; not let thought interfere with it, not let thought interfere with its memories of how good it was when I was healthy. So if thought doesn't interfere with the organism, the organism itself then has its own curative powers.\nSo, again, to understand all this is part of self-knowledge, is self-knowledge. It's not self-knowledge is imposed - you understand this process of thought, thinking, this whole structure of one's being. And it is not of time. I don't say I'll understand myself day after day, it'll come gradually - it never comes gradually. You either see the whole of it immediately - and it is possible to see the whole of the self, the 'me', all the struggles completely. And to see it completely is only now, not tomorrow. That is, to see completely you must give your whole energy to it.\nQ: What is the relation, sir, between action and meditation?\nK: What is the relationship between action and meditation. All right, sir.\nWhat is action for us, most of us? Action is based on an idea, based on comparative values. Action - 'I should do this'. So, the action we know now is a contradiction between idea and the act. Right? That's clear, isn't it - I don't have to go into detail, there's no time - but that is what is actually taking place. I have an idea brought about through experience, through understanding... not through - through knowledge, information, and the fears and the escapes. And the idea comes, and according to that idea or approximating my action to that idea is action. That's all we know. Now, action without idea, which means action which does not create contradiction, action which is not the result of contradiction - to understand the nature of that is part of meditation.\nI do not know if any of you have even heard of that word 'meditation'. In the East it is a very familiar word, and being very familiar it is very traditional. It is a thing that you conform, you discipline, you control, you shape your thought according to a pattern. There are a set of rules - the way you sit, the way you breathe, the way you do - there is a system of meditation, and if you follow that system they say you will get results. Of course you will get results - that's fairly clear, isn't it. If I do something over and over and over and over again, day after day, month after month, I will get a result. But the result is a projected result of a mind that is petty, small, stupid. It is conforming to the pattern, therefore there is no freedom, and therefore such meditation is no meditation at all. It is merely a conformity to a pattern through which you hope to achieve peace, god and everything else. A petty little mind - you know this bourgeois, small, frustrated mind sits down to meditate and practices discipline and control and shapes activity - will remain always petty, and its gods will be petty. But when once you see that, you deny the whole of that system. In the very denial of it, in the very rejecting of it, you are free from this old idea that you must conform to what has been established.\nSo you are free, enormously free. And then only, when there is no contradiction in action - not the idea of action - and when there is no conformity of the pattern which has been established by gurus, saints and all the half... (laughter) ...people, then when you are free of all that, because you understand it, then you begin to meditate. Because meditation is one of the most marvellous things if you know how to do it. Not 'how' - if you do it. Because meditation means not only the total understanding of the self, and therefore freedom from the psychological structure of society. Which means you are no longer ambitious, greedy, envious, trying to achieve, trying to become, and therefore no effort, therefore the mind is completely still, not made still by discipline, control, breathing, and all the rest of those stupid little tricks. Or by drugs. Then the mind becomes extraordinarily active and quiet. And to be active and quiet the mind must be silent and therefore full of energy and empty.\nBut you see, most of us want experience. That's why people try to meditate. They have had all the physical, intellectual, emotional experiences, and they want more, more, so they take drugs - and there are several drugs on the market to give you a stimulus. And that is to have more experience. Now, one has to understand the nature of experience. If you had no experience you would go to sleep. If there was not pressure, pushed, being pushed all round by society, by books, by every form of influence, you would go to sleep immediately, because that's what we want - safety, comfort, security. And having all had that kind of experience, and being fed up with it, bored with that kind of experience if you are at all very clever, fairly sensitive and subtle, you want wider, deeper experience. But it is the same movement.\nSo, when you understand this whole nature of experience, you are free from the outward stimulus which gives you experiences. Then if you also reject that, then you have the challenge inwardly, which creates its own experiences. That is, in meditation people see visions, and love to see all these childish things, which are fairly... which is the result of our own conditioning. And also when you have understood all that, when there is an understanding of all that, then there is, when the mind is so still and quiet, there is no experiencing at all. Because when such a mind is alive, a light to itself, clear, it is beyond all experience, and therefore totally awake. And all that is meditation.\nRight, sirs.\n"}]