[{"title":"can-i-live-harmonious-life","text":"Krishnamurti: What shall we talk over together?\nQuestioner: (Inaudible)\nK: Difference between analysis and immediate examination of one's reactions.\nQ: Why in spite of such examinations the responses continue.\nK: Why in spite of such examinations the responses continue.\nQ: (Inaudible) ...can I change really, and what is the essential state of mind? (Inaudible) ...always afraid of not achieving, of not succeeding, of nothing, and what is the essential state of mind, if I can change?\nK: Can I, the question is, can I change my fears, my continuous anxiety, uncertainty and is it possible to change for me radically.\nQ: Sir, to give full attention to 'what is', it is very clear to me that I need abundant energy. How am I to have this energy if I am expected to do a boring, repetitive, dull, routine job?\nK: How am I to have the energy that requires for a deep change if I have to do a repetitive job every day of the week.\nQ: (Inaudible) (Sound of aeroplane)\nK: Would you mind repeating, sorry...\nQ: There seems to be in the world an increasing rise in mental illness, anxiety, and what treatment would you advocate?\nK: There is a increasing sense of mental illness, imbalance, what should one do about it.\nNow which of these shall we discuss?\nQ: Fear.\nQ: The first.\nK: The first.\nQ: Any of them.\nK: Any of them.\nQ: One will answer all of them.\nK: Could we take one that would cover all the others?\nQ: The first one.\nQ: The last one.\nK: The last one and the first. (Laughter) The first one was - what was it?\nQ: Analysis.\nK: Oh yes. What is the difference between analysis and examination of one's reactions, one's immediate reactions, and yet in spite of that examination these reactions continue. And the other is: I am full of fears, deep-rooted uncertainties, how am I to be completely free of them? Right, shall we discuss these two?\nQ: Yes.\nK: Really? All right? It's a lovely morning, I don't know why we are doing this, but it doesn't matter. (Laughter)\nYou know there are a great many theories - and I was listening to one of them on the television last night for a few minutes - about human behaviour, and how to change it. There are hundreds of explanations for the cause of this human behaviour, the misery and all the rest of it, and various theories what to do about them. Analysis implies, doesn't it, a division between the observer and the thing to be analysed. Right? Let's be clear on that point. When I analyse myself and my reactions, or observe my behaviour, there is the act and the actor. Isn't there? There is a division between the two generally. And this division not only creates conflict between 'what is' and 'what should be', which is introduced by the observer. Please, this is not a talk by me, we are discussing. I am angry, or jealous, or frightened and I want to get rid of that fear, that jealousy, I want to overcome it, so when I observe this whole phenomenon I see there is fear and the entity who is separate from that fear who says, 'I must get rid of that fear'. Right? Then he begins to analyse that fear, tries to find out the cause of that fear, try to control it, discipline - you know the whole conflict that goes on. Is there this separation at all? Please, we must discuss this before we answer your question, sir, we are answering your question. Is there this division between the observer and the thing he calls anxiety, fear, guilt and so on?\nQ: I would say there is at that point of awareness.\nK: No, just observe it in oneself, sir. Is there such division? There is, isn't there?\nQ: If there is a division there must also be a unity.\nK: No. Let us see actually what takes place. I am angry, or jealous, or frightened, and I want to get rid of it. No? Let's be simple about this.\nQ: When I am afraid the fear seems to be me...\nK: Wait. At the moment of actual fear there is no division. Just hold on to it, watch it. At the moment of actual reaction there is no division, a few minutes later, or a second later, the division takes place, doesn't it? We are talking of that division, not at the moment of actual reaction of fear, or jealousy, whatever it is. Right? Is there such a division? No, this is very important, because you can't just say there isn't. If there is no division between the 'what is' and 'what should be', the observer and the observed, then what will you do? Come on sirs.\nQ: (Inaudible)\nK: No, madame, let's examine it for the moment, please. I experience at this moment - what? - fear. At the moment, at this actual moment there is no observer or division between fear and myself, there is only fear.\nQ: As soon as you become aware of it...\nK: Then begins a moving away from that actual moment of fear, then the division takes place. Now, why does this division take place?\nQ: (Inaudible)\nK: Don't say, 'if'.\nQ: Well, once you are aware...\nK: No, not - please stick to what actually goes on.\nQ: (Inaudible)\nK: Who is it - we don't like it?\nQ: The observer, the I.\nK: Therefore you must go into this a little more slowly please. At the moment of actual experiencing of any human reaction, at that moment there is no division. That is a fact. A second, or a minute later, the division takes place. First of all why?\nQ: But first there is the emotion and then the mind takes over...\nK: Then the mind - why does this do it?\nQ: Identification.\nQ: Fear.\nK: Just observe it in oneself, sir, observe it in yourself before you answer it. I am angry, at the moment of anger there is no division. A second or so later there is division. Why does this division take place?\nQ: It is part of the ego, which is me.\nK: I don't know...\nQ: The observer establishes 'what should be'.\nK: The observer, he says, establishes 'what should be'. Why does this go on? You understand? At the moment I see a sunset, very beautiful, there is no sense of remembering. A moment later I want to remember it, store it up, and tomorrow I want to repeat it, I want to have the same experience. Why does this take place?\nQ: (Inaudible)\nK: Because the experience leaves a mark on the brain as experience and therefore there is memory of it, and this memory, you are saying, divides.\nQ: (Inaudible)\nK: Sir, how do you find out the truth of the matter, not your opinion, my opinion, or the expert's opinion, how do you find the truth of this thing? I want to find the truth of it, not my opinion, or your opinion, or somebody else's conclusion, I want to know the actual truth of it. How do I do that?\nQ: (Inaudible)\nK: The experience of one is the same as the experience of another. We are not discussing that, sir, please.\nQ: What I mean is... (inaudible)\nK: No, no, obviously not.\nQ: (Inaudible)\nK: Yes.\nQ: (Inaudible)\nK: Is it the memory of fear that divides?\nQ: But there is a difference between the memory of fear and fear itself.\nK: Therefore fear itself is different from the memory of that fear. Does the division take place because of memory? You see now wait, watch it. Somebody says something and - you follow? - there are ten different conclusions, opinions, expressions. Now what is one to do? Which is the right thing in this? Your opinion or my opinion, your experience or my experience, how do we find out the truth of any matter?\nQ: (Inaudible)\nK: She says, we desire to experience again the old experience. You're not meeting my point.\nQ: (Inaudible)\nK: Now look, sir, at the moment of fear there is no division. That's clear. Just a minute, madame, just a minute. At the moment of actually experiencing anything there is no division. A second later division takes place. I want to find out why.\nQ: (Inaudible)\nK: Wait, wait. I want to find out why. Now how do I find out?\nQ: (Inaudible)\nK: Which means what? I want to find out the truth which is irrevocable - you understand? - which will be truth, how do I find that out, about why this division takes place - how do I find out?\nQ: You can't... I don't see how you can do anything to find out.\nK: I'll show it to you in a minute, sir. You see you are all so full of opinions, conclusions, judgements, you haven't time even to say let's look.\nQ: I think you'd have to be a realised man. You'd have to be a realised man before you'd know for sure.\nK: I don't know anything about realised man, but I want to be quite clear why this division exists. The question was, at the beginning: analysis is one thing, and immediate perception of one's reaction is another. Analysis does not necessarily dissolve the pain, the anxiety, and immediate perception appears to, for the moment at least, to dissolve it. But it again recurs. Right? That was the question we are discussing.\nWe are saying, what do we mean by analysis? Let's go back to it. What do we mean by analysis? Analysis implies examination, doesn't it? - investigation. In that investigation there is the examiner and the examined. Right? No? And I say why does this division take place? Or is it because our usual habit of dividing everything?\nQ: (Inaudible)\nK: Is it my conditioning that brings about this division, because all my life I have been trained that I must conquer, control, suppress, discipline, I am different from the body, the body is different from the spirit, from the spirit is different - you know, divide, divide, divide, fragmented, is that one of the reasons why there is this division?\nQ: No, because the conditioning must have come from somewhere in the first place.\nK: My grandmothers did it, my great-great-great - the past generations have done this, and I have been brought up in that culture. And they have said, control.\nQ: When did it start?\nQ: Why is the conditioning there in the first place?\nK: Because that is the only way they could think of, there is no other way.\nQ: (Inaudible)\nK: Sir, we are examining this thing, please. Is it my conditioning that brings about this division? I divide the whole of my life - the artist, the scientist, the bureaucrat, the professional, the politician, the bank - you follow? - my whole life is fragmented. No? No?\nQ: (Inaudible)\nK: No?\nQ: I don't call that conditioning.\nK: Sir, let's leave the word 'conditioning'. My whole life is fragmented. Right?\nQ: The whole world is fragmented.\nK: Wait - the world is me, I am the world. So there is this fragmentation. Right? And that's one of the reasons why I have divided myself from my reaction. No?\nQ: It might happen the other way round.\nK: What?\nQ: It might have been originally... (inaudible)\nQ: Couldn't it have happened the other way round?\nK: Which is the other way round?\nQ: How do you know which came first?\nK: The egg or the chicken?\nQ: Yes.\nK: Oh, well, then we are lost.\nQ: We are.\nQ: Well is it not that there is fragmentation of one's life which is...\nK: Wait, just go slowly, just see what takes place. Madame, sorry, we must go slowly. Your life, and one's life is fragmented. That's a fact. And at the moment of experience all fragmentation ceases. Right? At the moment you call me a fool there is no fragmentation, a second later it begins. Right? So my question is, how am I... how is the mind to observe the whole phenomenon of existence without fragmentation?\nQ: (Inaudible)\nK: Yes, sir, I said that. I said that. Therefore, sir, what will you do?\nQ: (Inaudible)\nK: How am I to live at that... and continue every experience without fragmentation?\nQ: Why is it so bad?\nK: I don't say it is bad or good. The fact is one is fragmented. Right? And how is one to be non-fragmented? That is the real question, isn't it?\nQ: (Inaudible) (Sound of aeroplane)\nK: I can't hear\nQ: The lady says... (inaudible) think from the whole...\nK: Sir, how am I to think from the whole? What does 'whole' mean? You see you are just...\nQ: (Inaudible)\nQ: You are experiencing all the time...\nK: Sir, we are not talking experiencing all the time. We are asking...\nQ: We are doing now with you exactly what we do with ourselves when we try to analyse the problem, we are utterly fragmented. I try to see the irony of it - a thousand and one images and points of view about experience.\nK: Sir, look, I see in the world - and the world is myself, and myself is the world, that's a fact - I see fragmentation everywhere - nationalities, the Muslim, the Hindu, the Christian, the Buddhist - you follow? - fragmented - the artist, the writer, the thinker, the philosopher, the scientist, you know, division after division, fragmentation. And my life is fragmented and I look at everything from that point of view. Right? I look at fear, not at the moment I experience it, but later, that I must get rid of it, that I must conquer it, I must develop courage, which is another fragmentation. Right? No?\nQ: (Inaudible)\nK: Yes, yes. Yes, yes. We said that.\nQ: (Inaudible)\nK: But we have other forms of fear. Oh lord.\nQ: Are we not fragmented in time?\nK: Yes, sir, the whole problem is that.\nQ: I don't think, you say we... (inaudible) in unity when we have some critical experience, but I... (inaudible) my brain is a unity and any fragmentation, as you used that word, is between my state of mind now and the next second and the next second...\nK: Yes, sir, that I know. I know this. All that is implied in fragmentation.\nQ: At any one time...\nK: Yes, sir, I understand that. So I am asking how is it possible to look at life non-fragmentarily?\nQ: (Inaudible)\nK: Oh lord, you're all...\nQ: Is not the practical problem we all have to face how to join our many mental states from the moment of birth to the moment of death into a harmonious...\nK: That's all I am saying - exactly the same thing, sir. How am I to live harmoniously - and harmony means non-division between the mind, the heart and the body, if you can for the moment put it that way - a complete sense of harmony in which there is no division, no breaking up, no fragmentation, no conflict. How is that possible?\nQ: I think it needs a lot of luck, sir. (Laughter)\nQ: (Inaudible)\nK: You are not answering my question at all.\nQ: But sir, it seems that people don't care because everybody is quite happy to be fragmented, and they continue...\nK: All right, be that.\nQ: Unless one sees the necessity of change one can talk about endlessly.\nK: I agree, sir. I quite agree.\nQ: And you need energy to see there is a desperate urgency to change...\nK: Look sir, there is a war going on between Israel and the Arabs. That is the result of fragmentation, isn't it? And if you are really... if you want to live in a world that is so destructive, peacefully, how are you to do it? You must be non-fragmented, mustn't you? You must be neither an Israelite or an Arab, Hindu or a Muslim. Right? Are you?\nQ: No.\nK: Why not? When you see the importance of living peacefully, why do you accept fragmentation like that? Which leads to war.\nQ: Why should one be fragmented?\nK: But you - oh lord! You don't even listen.\nQ: Because we still separate ourselves from that fragmentation, further fragmentation exists...\nK: That's right sir. I agree sir, these are all the various reasons. But I want to find out how to live a life in which there is no fragmentation, and therefore no conflict, and therefore live a life completely harmonious and peaceful. How an I to do it?\nQ: You eat a lot of (inaudible) it helps... (Laughter)\nK: You are really not interested in it, are you?\nQ: I am. I am.\nQ: You can tell us how.\nQ: No, he can't tell us how.\nQ: Why not?\nQ: You can't tell us how, can you?\nK: Wait a minute, sir, you see you have opinions already.\nQ: Sir, it seems easy and clear to see that I mustn't have nationality and all these broad titles of fragmentation, but inwardly...\nK: I am coming to that, sir. Outwardly we see the fragmentations and what they do in the world, and there is also inward fragmentation. We are broken up inside. How is it, all this to end?\nQ: By not having images.\nK: By not having any images. Are you telling me theoretically? Have you no images? You have no images?\nQ: Yes I have.\nK: Therefore why talk about it? Get rid of it and then you can tell me what to do.\nQ: (Inaudible)\nK: My lord!\nQ: (Inaudible)\nK: Sir, do listen for a few minutes, would you? There is outward fragmentation - as nationalities, scientists, housekeeper - you know, fragmentation outwardly, and there is fragmentation, one is divided in oneself. Inwardly and outwardly. And inwardly there is the thinker and the thought, the experience and the future experiencer, there is a division all the time. And I see such a division both outwardly and inwardly creates great disharmony. Right? And that disharmony prevents one from seeing things very clearly, living a very clear, simple, direct life. Now how am I to be free of all these fragments, outwardly and inwardly? Is it at all possible, and if it is not possible then let's give it up. If it is possible let's find out.\nQ: Is there something intercepting, because when I have an experience which I accept, and when I have an experience which I resist, the accepted one doesn't seem to be so dividing as the one that I resist.\nK: Why should you accept any experience, or reject any...\nQ: Because it is there.\nK: No. Acceptance means holding, and the other means resistance. So you are resisting anything which you don't like and keeping those which you like, and which means a division.\nQ: (Inaudible)\nK: That's a supposition - if you don't hold on to anything then you are reborn every minute. But I do hold on to my.... Please do give a little attention to what is being said. Don't carry on with your own thoughts, with your own ideas, your own conclusions, you are here to listen to somebody, aren't you? Not only to me, to each other - to listen. But you don't, you are carrying on with your own ideas.\nThere is fragmentation both outwardly and inwardly, this division. Division invariably creates conflict, and I want to live a life that is completely without conflict, which is to live a life of real... a life of non-violence. Now how am to...\nQ: Conflict is essential to the world.\nK: You say that. Conflict is essential to the world. Then fight.\nQ: (Inaudible)\nK: No, no, no, please, I am talking of conflict inwardly, not on the roof...\nQ: You said the outside is the same as the inside.\nK: No, wait a minute, madame. The wars - not the shadow on the canvas - wars, the hatred between people, the quarrels between husband and wife, the brutality. No?\nQ: (Inaudible)\nQ: You are talking about your conflict. Why don't you listen?\nK: I want to find out how to live a life of harmony. How do you do this? Please tell me how to set about to live a life of harmony, in which the division as the 'me' and the 'not me', we and they come to an end.\nQ: First of all we have to accept that there is such a thing as harmony.\nK: Why should I accept that there is such a thing as harmony? All that I know is that we are in discord. I want to find out a way of ending that discord.\nQ: (Inaudible)\nK: All right, I have examined it. I am brought up as a Hindu for the last fifty years and you are brought up as a Muslim - or if you are a Hindu, I'll be a Muslim - I have been brought up as a Muslim for fifty years and you have been brought up as a Hindu for fifty years - and the cause is my conditioning.\nQ: Why are there Hindus and Muslims, why are there two things?\nK: My darling sir!\nQ: (Inaudible)\nQ: It's not that which causes it...\nK: What causes that? A group of people believed that Mohammed was the only prophet, and the people round him made a propaganda and converted others with sword, war and all the rest of it. And there were, in the beginning, there were a group of Hindu people who said we are all Hindus, different from - there it is. Need we go into all these obvious reasons? You see we have nearly spent twenty, thirty minutes, discussing the most obvious thing.\nQ: You can see the discord an not try to do something about it.\nK: Now how do you, sir, that's the whole point.\nQ: We don't know how to do it.\nK: If you say, 'I really don't know what to do', then we can discuss. But if you say, 'Yes, what is the reason we are divided, let's go into what is the cause' - you follow? If you really say, 'I really don't know how to live a life totally harmonious', then we have a point of contact.\nQ: (Inaudible)\nK: Oh my lord.\nQ: (Inaudible)\nK: Look sir, there is...\nQ: It is possible for us to experience fragmentation more and more deeply... (inaudible)\nK: Would it be useful if you investigated the fragmentation more and more deeply, would that bring about non-fragmentation.\nQ: Surely we must concentrate only on fragmentation of the mind. We are born of different colours and in different parts of the world for a start and will continue... (inaudible) So let's concentrate on the mind, that's possibly the... (inaudible)\nK: Sir, that's what we are doing.\nQ: Even if we get rid of Hindus and...\nK: ...communists, Catholics and Irish and non-Irish... Yes, sir, yes, sir.\nQ: ...and you know we still have disagreements on that subject, we are still going to have Africans and Europeans...\nK: Yes but sir, that is not what we are talking about.\nLook, I have a problem: my problem is I come to you all and say, look, I want to live really a life of deep harmony in which I have no conflict, but I have good relationship with people, in which there is no quarrels, battles, and anxiety. I want to live a completely harmonious life. Now wait a minute, don't answer me. I come to you because I am very serious. I want to live that way. I'll give up everything to live that way, including my house, my property, my gods - I want to live that way. I come to you. What is your answer?\nQ: (Inaudible)\nK: Right, you don't know, do you? Therefore let's find out how to do it. You don't know and I don't know. Right? Then let's find out how to - how, starting from not knowing let's find out, shall we? Not knowing, and you mean not knowing - don't invent afterwards this, that - you follow? - you really don't know. If you knew it you would be living it wouldn't you? So since you don't know it, let us start from not knowing. Right? Right? Now if you don't know, you are living harmoniously. Do please pay attention to what I am saying, for god's sake! If you say, 'I really don't know what to do', then what will you do?\nQ: Nothing...\nK: Oh, do listen sir, please listen! If you really don't know then you will assert nothing, will you? You will say, I will accept, I won't accept, I will resist, I won't resist, what is the cause of it - you follow? - you say, 'I really don't know'. So your mind then is in a state of non-fragmentation, isn't it? No? When you actually say, 'I don't know'. Can you ever say, 'I don't know'?\nQ: (Inaudible)\nK: That's all I am saying, sir.\nQ: (Inaudible)\nK: So you are frightened of not knowing. Right? You want to live a harmonious life, you may not. I want to live an harmonious life and I never say to myself, 'I don't know how to do it'. I say, 'I must live an harmonious life, this is what I must do, this is what I must not' - you follow? I come to answer it through my conclusions, therefore that's not an answer. Right? Please. So can I honestly say to myself, 'I really don't know how to live an harmonious life'? Then from not knowing I am going to find out. You follow? I am going to find out, not come with a conclusion to find out. Can we move from there? At least with some of you who say, 'I really don't know'. I am dreadfully serious, honest, when I say, 'I really don't know' - which means I have no conclusions, I have no images, no concepts, I really don't know. Can some of you say that? If you do then let's begin, at last.\nQ: (Inaudible)\nK: Now, I don't know. You know when I say, 'I don't know' - please go slowly with me, have patience with me - what do I mean when I say, 'I don't know'? Is that state of mind, when I say, 'I don't know', is it waiting to be informed? Please listen to this carefully. Is it waiting to be informed, is it waiting to be told, or is it waiting to find knowledge which will then bring about a harmonious life? You follow? I must answer that question when I say, 'I don't know'. Am I waiting for an answer when I say, 'I don't know'?\nQ: (Inaudible)\nK: I don't know - we are talking about not knowing.\nQ: You can never know.\nK: Madame, no, please stick to one word, otherwise 'receptivity' means who is receiving. Just stick to what we have agreed to, which is, I don't know, you don't know. Now what does that mean, not knowing? Does it mean that the mind is waiting to be told, expecting an answer, looking to somebody to say, 'This is right', or nobody can say to it, 'This is right, this is wrong'. It doesn't know. Which is your mind?\nQ: If I really don't know it and somebody tells me then I still won't know it...\nK: That's the whole point. Now when you say, 'I don't know', what takes place? Go slowly. What takes place within the mind?\nQ: (Inaudible)\nK: The mind is quiet, still. What takes place when I say I am not looking for an answer, I am not expecting a thing, what goes on in the mind, sir? Watch it.\nQ: (Inaudible)\nK: You have discarded whatever you have when you say, 'I don't know'.\nQ: Sir, when I say, 'I don't know', I find ideas...\nK: Therefore you - which means what?\nQ: It seems to be the habit of conditioning trying to exert itself again, and I realise what it is trying to know... (inaudible)\nK: So your mind can never say, 'I don't know', because you are all full of ideas. Right?\nQ: It usually says I don't know, but perhaps.\nK: Yes. I don't know but perhaps I do know a little bit. No, you are all playing games.\nQ: (Inaudible)\nK: You know it is one of the most difficult things to say, 'I don't know'. If you are really a great scientist you examine everything for the first time as though you didn't know, therefore you begin to discover. You follow? But if you come saying, I know a little bit, I don't know - you follow? - then you discover nothing. Can you say, 'I really don't know how to live a life that is harmonious'? That means that you become extraordinarily humble, don't you - no? You don't know any of this. Therefore a mind that does not know is enquiring into what is harmony. Right? So what takes place in the mind that is completely not knowing? I can go on, you see, by myself I go on in my room, with all these questions and find out, but with you we don't travel together. How am I to help you to travel together? Because you are full of ideas, aren't you?\nQ: When I say, 'I don't know', I wonder.\nK: Why should you wonder? What is there to wonder?\nQ: (Inaudible)\nK: That's just it. Can you stay - stay - and say, 'I really don't know', and stay there?\nQ: No.\nQ: (Inaudible)\nK: Yes.\nQ: Not knowing is the sense of total attention...\nK: No, sir, don't translate it into something else. Keep to one series of words. We said, what does it mean to know, first of all, what does it mean to know? I know you. Wait, sir, listen. How impatient you people are. I say, 'I know you'. What does that mean, the word 'to know', what does it mean?\nQ: (Inaudible)\nK: I know you because I met you yesterday. There is the recollection of meeting you, and your name, your face, that recorded - I know. 'I know my wife'. What does that mean? - know. Can I know anybody? You don't even... So I can never say I know somebody. But we do: 'I know my wife'.\nQ: (Inaudible)\nK: Oui, madame, but...\nQ: You know your wife because your wife is what you know...\nQ: That's analysis again.\nK: No, no, no, no, no. Do listen to what I - when I see the danger of that word, 'I know', can I know my wife? I have slept with her, I have had children, sex, irritation, all the rest of it, and the image of her remains. And I say, 'I know her'. I mean by that that I know the image about her which I have. I don't know her. Right? So see what takes place - how dangerous that word is, 'to know'. The word, 'I know'. In the meantime she might have changed but I have this image of her that remains static, fixed. So when I say, 'I know', it is the past. Right? So can my mind, when it says, 'I don't know' be free of the past?\nQ: Sir, I can come to that point where I realise that, and then the past starts to come in again.\nK: Wait, wait, first see what it means, sir. When I say, 'I know', knowledge implies... knowledge is the past, and I must have knowledge - to go from here to the house, to talk, there must be knowledge; and yet I see the danger of knowledge. Right? Knowledge is the past - knowledge is the past, and with that I say, 'Can my mind ever be free of the past?' - which means the past image, past impressions, past memories, past hurts - you follow? - conclusions, ideas, the whole of that. It is only then I can say, 'I don't know'.\nQ: I don't know me, I don't know other people and I don't know me.\nK: What do you mean you don't know other people?\nQ: (Inaudible) I don't even know me... So I have to say again I don't know.\nK: When you say, 'I don't know', does it mean that you are free from knowing as the past? So sir, look, our difficulty is that we live in the past, all our activities spring from the past, and we project that past into the future into the present. No? This is so obvious. Now, that is part of our fragmentation. So can I ever say that I don't know? And to say it honestly is to find the beauty of not knowing. You understand? Do you know what love is?\nQ: No.\nQ: I don't know.\nK: Wait, wait, wait. Do you know what love is? Vous avez compris, madame? Do you know what love is? Why are you silent?\nQ: (Inaudible)\nK: No, no. Don't you say to your friend, or to your husband, wife, girl, boy: 'I love you'? Don't you? No? Oh my gosh, you are all so quiet. (Laughter)\nQ: It seems to me that when I am in a state of not knowing...\nK: Madame, I am asking you a question.\nQ: Then I learn, when I don't know the answer.\nK: When you don't know, but do you know what it means not to know?\nQ: I think so, but I don't know if I know.\nK: Do you believe in god? How silent, you see - when you touch the real things you become quiet because you are frightened. So I want to find out, the mind says, what is love, they talk about it so much - love god, love humanity, I love my wife, I love my country - you follow? - what does it mean? I want to find out. Don't you? You don't. To find out I must have energy, mustn't I? So how do I have that energy? By not asserting, or introducing something which I am familiar with - they say love god, love is sex, love is happiness, love is beauty - you follow? - all those are distractions, wastage of energy, isn't it? Can I put all that aside?\nI want to find out if there is such thing as god. I don't know. Millions of people, the propagandists, the priests, the books, the everyday politician, and all the muckery - everybody talks about god, except perhaps the communists but they have their own gods. I want to find out. How do I find out? I am burning with it, not just sitting there I want to find out - you understand? I want to find out if there is something real, and for that I must have tremendous energy. So I must first gather this energy, so I must find out how I waste energy. You follow? I obviously waste energy when I believe in god. Right? Or when I don't believe in god it is a wastage of energy. Right? To believe or not to believe, or to say, 'Yes, there is god, look at nature, without god there would...' - you follow? - all that tommyrot. I want to find out - to find out there must be freedom of energy, and that's why I say, 'I don't know'. And when I say, 'I don't know', that gives you tremendous energy. I don't know what god is. I am not an atheist, I don't believe or disbelieve, I don't know. That means is my mind free of fear? You follow? Because when I say, 'I don't know', there is a tremendous sense of uncertainty, nothing you can rely on. God was a marvellous refuge in which I took shelter. When I say, 'I don't know', I refuse that shelter. You are following? Do you? So I have no saviour, no guru, no teacher, I must find out.\nQ: (Inaudible)\nK: Yes. I know.\nQ: (Inaudible)\nK: Wait, we are not talking that, sorry, you have just - we have been through that. I consciously see the falseness of taking a refuge in idea - right? - in an image. I see that, I am sane, rational, not neurotic, I have no mental shocks, electric shocks, nothing. I see this. Therefore I am quite balanced. And when I say, 'I want to find out', I must put aside all the man's inventions about god. Right? Will you do it? That means you must be in a state where you have no sense of security. Physically, yes, we must have it - you understand?\nQ: Sir, we don't have it.\nK: We must have it. To have it we must get rid of this nationalities, divisions - you follow? - wars.\nQ: Sir, if I get rid of this in myself then I begin to question my very existence in a society which is as it is, I don't have that security. I can't be in that society.\nK: Why do you say that? Sir, the moment you reject security, you'll do something. You don't say, I must leave the society, I must form a different kind of commune and so on and so on. You will do...\nQ: (Inaudible)\nK: So what happens, sir. Look, sir: I want to find out what god is - I am taking the god, the same as love, or beauty. If you are interested in beauty. I want to find out what beauty is. Not in the building, not in an architectural expression, not in some imaginative idea of space, or in a painting, or in a statue, or in a woman, or man, I want to find out what beauty is. To find out what beauty is there must be passion, mustn't there? Oh you people. I must be passionate to find out, mustn't I?\nQ: Isn't that the answer to physical security, that passion to find out...\nK: Obviously.\nQ: (Inaudible)\nK: Somehow you know - talk about myself - I never sought security, and I am very... I am here, still (laughs).\nQ: In order to find out, sir, I must want terribly.\nK: Of course, sir. Otherwise what kind of life does one lead? A shoddy bourgeois life?\nQ: (Inaudible)\nK: Don't you want to find out, or you just live like a - you know - like a leaf driven and accepting what the propagandists say. Don't you really want to find out how to end fear?\nQ: Is not the life of the leaf so fearless?\nK: (Laughs) Sir, that was only a simile. I understand, of course sir, it is.\nQ: When the end of a leaf comes and it gets burned or some other fate, the leaf has not looked ahead to this event to have any fear about it.\nK: No, but we have thought, we have minds. I don't want to die, I want to live. My living is, I must have security - physical, psychological, environmental, you know, I must have security. That is one of my deep demands that I must have security in order to live. I see the security physically is essential - I must have two meals a day, or one meal a day, I must have shelter, and not only I but everybody in the world. And that is not possible if you are an Englishman and I am a blasted Indian. When we divide the world that is not possible.\nQ: But we know we need have no fear and stay alive, we all know we are going to die.\nK: Therefore that's a different question. How to understand what death is, that's a different question. And if you say, I want to find out what it means to die, you must have passion to find out.\nQ: But we all know already all about it.\nK: Do you?\nQ: We know enough to govern our daily lives by it.\nK: You are frightened by it.\nQ: Most certainly.\nK: Therefore to find out - I said, sir - to find out about god, love, if there is such thing as security, total security, to find out what death is, I must have energy. You follow, sir? I must have passion, I must have immense intensity. I can't just say, well I'll sit back and say, well, I'll find out, and go on with my smoking and drinking and enjoying my poor shoddy little life.\nQ: But most people do just that. The only people I know who are not afraid of death - or shall we say if there is any friend that I have met, it is that young people are more afraid of death and older people tend to be less afraid.\nK: Because they are a little bit older, that's all. No, sir, no, please.\nQ: ...wiser or more understanding.\nK: Or they are bored with life.\nQ: (Inaudible)\nK: Sir, the word 'seek' implies what? When you find it how do you know you have found it? I have lost you, and I lost you, I can find you, and I look for you, then I recognise you because I have met you before. In my search for truth, for god, for beauty, for love and for the understanding of death, in the search for it how do I know that I shall find it? And when I do find it, is it the truth? No, sir, this is too... So I have to begin by saying, do I really want to find out? Or is it just a game I am playing with myself because I am bored with life, with my wife, the children, going to the office, you know, I am bored, therefore I like to have some other thing.\nSo my question is: I want to end fear, every form of fear - physical fear, as well as psychological fears - I want to end them because I see freedom can never exist where there is fear. That's obvious. So I have to investigate, I must find out, give my life to find out, not just a couple of hours, to find out if I can live without fear - fear physically as well as psychologically. Physically I know what to do. Right? I have had pain, I have had disease, I have had various forms of ailments - I haven't had it, but... you know - and I am afraid. What is that fear? I have had pain a month ago, and that has left a mark on my mind, memory, and the memory says, for god's sake be careful, don't have that pain again. Right? No? So fear begins when it says, 'I mustn't have it again'. Right? So thought creates the future fear. No? So I say, my concern then is not fear at all but thought, to understand the whole structure of thinking. Why does thought sustain the pain which happened a month ago now, why does it carry on? Is it possible when I had the pain a month ago to say, finished, I won't even think about it - it's finished. Because thinking about it is going to create fear of tomorrow. No? Do it, sir! The same thing with pleasure - no? - which is much more difficult.\nSo I have to go into this question of thought. So can thought see that when there is pain it does the right thing - go to the doctor, or drug, whatever it is - not drugs, not the LSD and marijuana and all the rest of that business, but heal itself - fasting, dieting, you know, a dozen things you can do. And thought sees to it that it does things properly and end it there, and not carry it over the next day. So can the mind - physically understand - can the mind be free of fear of tomorrow, of the past, of death? Sir, to find out there must be freedom, freedom means passion, fire, intensity, urgency, and that's why analysis destroys urgency. Right? Urgency means revolution - not physical revolution, throwing a bomb, that's too stupid. But when you have urgency then there is immediate action.\nIsn't that enough for this morning?\n"}]