[{"title":"students-talk-1-san-juan-puerto-rico-10-september-1968","text":"Most of us, in this very confused and rather brutal world, try to carve out a private life of our own, a life where we can be happy, somewhat peaceful and yet abide with the things of the world. We seem to think that our life, the daily life one leads, the life of struggle, conflict, pain and sorrow is something separate, away from the whole world of travail, misery, confusion. We seem to think the individual, the you, is different from the rest of the world, the world with all its atrocities, wars, the world of riots, the world of inequality and injustice, is something entirely different from our particular, individual life. When you look a little more closely, not only at your own life but also at the world then you will see what you are, your daily life, what you think, what you feel, is the external world, the world about you. The world about you is not different. You are the world. You are the human being that has made this world - the world so utterly in disorder, the world that is crying, in great sorrow, helpless. It is you, the human being have built this world. So that world outside you is not different from the world in which you live, your world, your private life. So this division between the individual and the society doesn't really exist at all. Though one tries to carve out a life of our own, in spite of that the individual is no different from the community in which he lives. For the individual, the human being, has put together the community, the society. So I think we ought to be very clear from the beginning that this division is artificial, is utterly unreal.\nSo, in bringing about a radical change in the human being, in you, in the individual, you are naturally bringing about a radical change in the structure and the nature of society. I think that must be very clearly understood, that the human mind with all its complexity, with all its intricate work is part of this world, of the external world. The 'you' is the world and in bringing about a fundamental revolution, if I may use that word without being misunderstood, in bringing about a fundamental revolution, not the communist, not the socialist, but a totally different kind of revolution, a revolution in the very structure and nature of the psyche, of yourself. Then it seems to me you will bring about a social revolution. It must begin not outwardly first but inwardly, because the outer is the result of our private, individual, inner life.\nSo when there is a radical revolution in the very nature of thought and feeling and action then obviously there will be a change in the structure of society. And there should be and there must be a complete change in the structure of society. The social morality is not moral. To be completely moral one must deny the social morality, which means the individual, the you, the human being has to go into the whole structure of himself. That is, one must understand oneself, not according to any philosopher, not according to any priest or analyst, however specialized he may be, we must understand ourselves as we are, not according to somebody else. Therefore when you understand that, all authority of the specialist, the psycho\u001esociological specialist, the authority of such a person comes to an end.\nI think this must be understood by each one of us before we go any further. Because most of us unfortunately are slave to other people's ideas. Most of us are so easily persuaded, influenced by the specialist, by the authority, and specially when we are going into this question of understanding ourselves, which is of primary importance. There there is no authority whatsoever, because you have to understand yourself and not somebody else, or what somebody else says about you. I think this is a really very important thing to grasp because, as I said just now, we easily accept, we so easily obey, conform, acquiesce to some authority, whether it is the authority of the Church or of some spiritual leader or some analytical specialist. I think one has to discard all that totally because the authority that one has exercised and the obedience on the part of each one of us to a conceptual ideal has brought about a great deal of misery in the world.\nI do not know if you have not observed how the world is divided into nationalities, into religious groups, into various categories of races, prejudices, one religion against the other, one god opposed to another god, and so on. I am sure you have observed this, and yet having observed, knowing how it creates misery, conflict throughout the world, division, we quietly go on with our particular nationalities, with our particular religious concepts, with our beliefs, all bringing about a division between man and man. We accept, unfortunately, the authority established by tradition. That tradition be that of society or the church, the dictates of the authoritarian hierarchy of organized religion. But we do deny political tyranny. We deny that anybody should exercise over us the prevention of speaking freely, thinking what we want. But unfortunately we do not exercise that same freedom with regard to spiritual matters. This is so obvious and this has lead throughout the world to such misery, to such division among people.\nSo if we would understand ourselves, which is absolutely essential, because without understanding ourselves we have no basis for thought, for clear perception. If you want to think rationally, sanely, healthily, you have to know yourself, you have to search out for yourself the causes of why you think and do certain things, why you are aggressive, brutal, acquisitive, dominating, possessive, which are all the causes of conflict between human beings. And when we wish to bring about a social change, which must take place, which is inevitable, surely it must begin in the human mind, not in the outward structure of a society. I think, again, this must be clearly understood, that to bring about a radical change in the social structure so that human beings are free, so that there are no more wars, no more division of people into Christians, Hindus, Muslims and so on, there must be, through self\u001eunderstanding, through understanding yourself, how you are made, both biologically as well as psychologically, and thereby in the very process of understanding of yourself you bring about a change which will be natural, not a bloody revolution. Because all political and religious revolution, political and economic revolutions have produced great confusion in the world, great misery. And they have revolted as you see and as you observe what is going on in the communist world, to repression, to a state of bourgeois world.\nSo seeing all this, seeing the wars, the tyranny, the oppression, the social injustice, the starvation, the hunger that is going on in the East, in the underdeveloped countries, and the extreme riches, seeing all this, not intellectually, not read about it in some article written by a specialist, but seeing it actually, feeling it, observing it in yourself, in your daily life, you must inevitably see that there must be a radical revolution in the very activity of our life, of our daily existence. And to bring about such a change there must be self\u001eknowledge - knowing yourself as you are, the causes why you do certain things, why you are aggressive, brutal, envious, hateful, which expresses itself in the outer world.\nI hope this is clear, not only logically, verbally, rationally but also because you feel it. Because if you do not feel acutely, intensely the actual state of the world and actual state of your own life then we escape into ideologies, theories. You know, ideologies have no meaning whatsoever, whether it is the communist ideology or the socialist or the capitalist ideology. They have no meaning whatsoever. Or the religious ideology. Ideologies, which are conceptual thinking with their words, have separated man and man. You have different ideologies, and we don't see clearly for ourselves the idiocy of having ideologies. They prevent actually seeing what actually takes place, what actually is. Why should we have ideologies of any kind, knowing how they have divided man against man - the Christian against the Hindu, the Muslim and so on, so on, each holding desperately to his belief, to his ideology - why? We never question; we accept ideologies.\nIf you question and probe deeply into this problem of ideologies you will see that they exist in order to escape from the actual. Take for instance the whole question of violence, which is spreading throughout the world at an astonishing speed. We are violent people. Human beings right through the world are violent, aggressive, brutal. That is a fact derived, inherited from the animal and so on, so on. We are violent people. We don't deal with that violence, we don't find out why we are violent and go beyond it, but we have ideals about violence - ideologies: we should be non\u001eviolent, we should be kind, we should be gentle, we should be tender and so on, which are merely conceptual thinking which prevent actual coming into contact with ourselves when we are violent. That is fairly clear, isn't it.\nMay I at this point request if I may take off my coat? May I?\nAudience: Yes.\nKrishnamurti: It's too hot. Do you always have it as hot as this?\nQuestioner: There's no air conditioning, sir.\nK: I've just come from England where it was pleasant, cool, and to be plunged into this heat is not very pleasant.\nWe were asking why human beings indulge in ideals, and we think it is a most extraordinary thing if we don't have ideals. To live without a principle - please listen to this carefully - to live without principles, to live without beliefs, to live without ideals, you think is very worldly, is materialistic. On the contrary. Those of you who have ideals, beliefs, principles are the most materialistic people in the world, because you are not dealing with actuality, you are not dealing with violence, you are not dealing with actual facts as they are. I am sure many of you believe in god. Perhaps some of you may not, or you are atheists, which is another form of belief. You never question why you believe in god. You accept it because that is part of the tradition, that is part of the authority, of propaganda. That is the ideal you have - your god and my god, your particular form of rituals and mine. And these beliefs, rituals, have divided man. But to find out reality, to find out if there is such thing as god, to find out, to discover it, to experience it, to come up upon that extraordinary state one must completely set aside every form of belief. Otherwise you are not free to find out. It is only a mind that is free to enquire, to observe, that can come upon a reality which is not put together by the mind in fear.\nSo why does one have these many ideals and principles according to which we try to live? In modern day they don't really very much bother about principles and beliefs. In the modern world one is concerned having a very good time, getting on, having success and so on. But when you go into the matter rather deeply you will see that fear is at the bottom of all this. It is fear that makes us aggressive, it is fear that demands that you have an escape through ideals, and it is fear that makes us hold on to our particular form of security in belief. If a man is not frightened, if a man lives completely, totally without any contradiction within himself, if a man, observing the world with all its contradiction and brutality, goes within himself and rids himself of fear then he can live without a single belief, single conceptual thought. And I think that is the principle question in our life - fear. Not only fear of losing a job but the fear of being psychologically, inwardly insecure.\nMay I here say something which is I think important. It matters very much how you listen. Either you listen to words intellectually, agreeing or disagreeing, or you listen with a mind that is interpreting, translating what you hear according to your own particular prejudices. You listen comparatively. That is, what you hear you compare with what you already know. So all such listening obviously prevents you from listening. Doesn't it? If you say, 'Well, what you are talking about is nonsense,' you are not listening. After all, you have come here and I have come here to talk over things together, to listen. And if you have your own particular prejudices conclusions, definite opinions, which obviously must prevent you from listening to the speaker, then you will go away with a lot of words which have no meaning at all. Whereas if I may suggest, if you listen without condemning, without accepting, listen with certain quality of attention, as you listen to the wind among the trees, you listen with your whole being, with your heart and with your mind, then perhaps we shall establish a communication between ourselves. Then we shall understand each other very simply and very directly, because we are dealing with a very complex human problem. We are concerned with the whole structure of our daily life, we are involved with our sorrow, with our misery, with our - so much struggle and pain. And if we know how to listen, not only to the speaker now but also when you listen, when you go home, when you actually listen to your wife, to your husband, to your children, to your politician and so on and on, then you begin to discover for yourself the truth of the matter. Then your mind becomes very simple, clear. And it is only a very clear mind, which is a free mind, that can observe, that can actually learn. Not a confused mind, not a mind that is frightened. And we have very complex problems. Our life is very complex and to understand this very complex structure of ourselves we need to be... we need to observe very closely at ourselves - why we believe, why we hate, why we are aggressive, why we separate ourselves into nationalities.\nSo as I said, if you would listen with care, with that quality of affection which is attention, then you will see that what the speaker is saying is the discovering of yourself. The speaker is merely painting a picture of yourself, and to observe that picture you have to give attention, care, not condemn what you see, or justify or be ashamed of what you see. It is only by seeing actually what is taking place in your life, observing it very closely, without any condemnation, without any evaluation, just to see is the greatest miracle. Please see that. We don't see because we look at ourselves with eyes that are always condemning, with eyes that are comparing, evaluating, and therefore we never see ourselves as we are. And to see ourselves as we are is to bring about a radical change in ourselves and therefore in the social order and structure.\nIn ourselves, if you observe, we are very confused and disorderly - there is no order in ourselves. I don't mean order in the sense of imitating, conforming, which is disorder, but if you observe, our life is fragmentary, broken up - you are a businessman, you are a husband, you are a wife, you are this and that - you are broken up, fragments, and each fragment has its own desire, its own purpose, motive, and in opposition to the other, so there is contradiction. So our life, if you observe, is a contradiction, one desire in opposition to the other desire, one pleasure pulling us in one direction and the other pleasure pulling us in another. So our life is contradictory, confused and disorderly. That is an obvious fact. And we have to bring order, not according to some blueprint, not according to some theory, but that order which comes into being when you observe the causes of disorder in yourself.\nI hope I am making this clear. We are not dealing in rhetoric or in theories - we are concerned with actually what is taking place in ourselves. Because in ourselves is the world. You cannot separate yourself from the world. You are the world. And to change the world - and there must be change - one must change oneself. And to bring about an orderly change we must understand the causes of the disorder that exists in us, and that's all. We have nothing more to do. To observe the causes of our disorder in ourselves. And to observe there must be freedom.\nYou know, most of us are so heavily conditioned by the society in which we live, by the culture in which we have grown. The society in which we live is the product of our life, of our way of thinking. The culture is what we have made. And that society has conditioned us, has told us what to think and how to think, what our beliefs must be, how we must behave, and we are heavily conditioned and therefore we are not free. Again which is an actual, obvious fact. And a conditioned mind cannot obviously be free to observe, and being conditioned, when we observe the actual state, we are frightened, we don't know what to do. Therefore the question is whether it is at all possible for the human mind to uncondition itself - please listen to it - to uncondition itself so that it can be free. If you say it is not possible, no human mind can ever be free from its conditioning, then you have blocked yourself, you have prevented further investigation into the problem. And if you say it is possible, that again blocks you, prevents you from examining.\nSo, to understand this conditioning - it is clear what we mean by that word 'conditioning' - you are conditioned as a Christian, you are being brought up in a particular culture, a culture that accepts war, that pursues a particular pattern of existence and so on - that is your conditioning, as they are conditioned in India by their culture, by their religion and superstition, by their way of life. And that word 'conditioning' is a very clear, simple word with great depth of meaning.\nSo, is it possible to uncondition the mind, uncondition your mind so that it is free? You know, freedom is one of the most dangerous things, because freedom implies, for most people, to do what they want to do. Freedom for most people is an ideal, is something far away, cannot be had. And there are those who say, to be free you must be greatly disciplined. But freedom is not at the end. Freedom is at the very first step. Because if you are not free you cannot observe the tree, the clouds, the flashing waters. You cannot observe your relationship with your wife, with your husband, with your neighbour. And most of us don't want to observe, because we are frightened what will happen if we observe very closely.\nI do not know if you have ever observed your relationships, if you ever observed your relationship with your wife or with your husband. This is a very dangerous subject because if we observe very closely there might be a different kind of life, therefore we never observe. What we observe is the image that we have built about each other, and that image establishes a certain relationship between man and woman. And that relationship between the images is what we call actually being in contact, in relation with another. So when we are enquiring into this question of unconditioning, freeing the mind from its own conditioning, first of all, is it at all possible? If it is not possible then we are forever slaves. If it is not possible then we invent a heaven, a god - 'There alone can be freedom, but not here.' And to free the mind from its conditioning - and I say it is possible, it can be done - one must become aware, aware how you think and why you think, what your thoughts are. To be aware. Not to condemn it, not to judge it but just to observe, as you can observe a flower. It is there in front of you. It is no good your condemning it, it is no good your saying I like it or dislike it - it is there for you to look at. And if you have the eyes, you will see the beauty of that flower. In the same way, if you are aware of yourself, without condemning, without judging, then you will see that the whole structure and the cause of your conditioning, and if you pursue it deeply then you will discover for yourself that the mind can be free.\nThis brings another problem. You know, we are used to thinking in terms of time. That is, we are used to the gradual process of change, the gradual process of achievement, the time involved to change from this to that. That is time. There is time not only by the watch, chronologically, but also there is the psychological time, the inward time, which says, well, I am angry, jealous and I will gradually get over it. That is, the gradation, the slow process of change. There is no such thing psychologically, inwardly, as gradualness. Either you change immediately or not change at all. To change gradually from violence to non\u001eviolence implies that you are sowing the seeds of violence all the time, isn't it. No? If I say to myself that being violent I will gradually become non\u001eviolent, that is, I am violent and I will be one day non\u001eviolent, implies time. In that interval of time I am sowing the seeds of violence, all the time. That again is fairly obvious.\nSo, the question is, if one may be allowed to be very serious, and one has to be serious in a world that is so disruptive, in a world that is shattering itself, in a world that is distracted by amusement, one has to be serious. And if one may be allowed to be serious this evening, one has to go into this question of not only time but of the whole conflict of effort.\nIs all this becoming rather too difficult? No? I am afraid it is because you are not used to this kind of thinking, feeling intensely, being serious. But there it is; I can't help it, it's up to you. You see, when a house is burning, as our house is burning, the world is burning, you do not discuss about theories, you do not say who set it on fire? - whether communist, capitalist, socialist or the Catholics or the Protestants or anything. What you are concerned then is putting out the fire and seeing to it that you build a house that can never go, never be set on fire again. And that demands great seriousness, great intensity, not action for action's sake or doing something, or doing some good or changing from one religion to another, one concept to another.\nSo, one has to be serious, and to be serious means to be free to observe, to observe your life, to observe the way of your life, to observe your relationship with others, and to see very clearly what it is. You know, you cannot observe if there is space between you and the thing observed. Does that make any sense? I am afraid not. I will show it to you. To observe, to see very clearly, you must be very closely in contact with the thing you observe. Right? You must be able to touch it, you must be able to feel it, you must be able to be completely in contact with it. And if there is a space between you as the observer and the thing observed then you are not in contact with it.\nSo, to observe yourself as you are - please listen to this, it may be a little difficult but doesn't matter, just listen - to observe yourself there must be no division between the observer and the thing observed. Right? Does this make sense? You will see it. If I look at myself and there is a separation between myself and the thing observed, that is, I look at myself and I am jealous, angry, violent, the observer and the thing observed are two different things, aren't they. There is violence and the observer who says, I am violent. They are two different things. This separation between the observer and the thing observed causes conflict. Do watch it in yourself and you will understand this very simply. If you separate yourself from fear then you must overcome it, then you must fight it, you must struggle against it, you must escape from it, but when you see that you are the fear, that the observer is the observed, then the conflict between the two comes to an end. And when the observer is the observed then time comes to an end.\nDoes this also make any sense? Look, sirs, it is fairly simple.\nI don't know what time it is.\nQ: Nine thirty.\nK: Can you go on with it for a little while? Un momento, un momento.\nFor more than an hour of a serious talk, no mind can hold it. Because we are dealing with something very, very serious. You can be entertained for many hours, but this is not an entertainment, this is hard work.\nWhat we are saying is man has struggled for so long; his life is a battlefield, not only within himself but outwardly. All his relationships are in conflict. In the factory, in the office, at home, it is a constant struggle and battle. And we are saying such a life is no life at all. You may have your gods, you may have your riches, you may have an extraordinary capacity, and so on, but we are not living, we are not happy people. There is no happiness, no bliss in our life. And to come upon this happiness and this bliss one must understand oneself, and to understand oneself there must be freedom to look. And to look properly there must be no division between the observer and the observed. And when this takes place, this whole sense of struggle to become something, to be something, disappears. You are what you are. And in the observation of it there comes an immediate, radical change. And therefore that puts an end to the idea of time, gradualness.\nSo perhaps we will continue talking about these matters next time we meet here, the day after tomorrow evening.\n(Clapping)\n"}]