[{"title":"can-i-live-completely-without-resistance","text":"Krishnamurti: What shall we talk over together?\nQuestioner: Can we discuss how craving sustains conditioning.\nK: How craving sustains conditioning.\nQ: The non-dualistic nature of the mind.\nK: The non-dualistic state of the mind.\nQ: The problem of change.\nK: The problem of change.\nQ: Sir, Tuesday we spoke about energy and you said attention was energy and that it didn't use up energy. I don't understand that.\nK: Attention doesn't use up energy and she says she does not quite understand that.\nAnything else?\nQ: The difference between actually seeing and recognising a description of one's mental structure.\nK: Seeing and... the difference between seeing and the actual recognition...\nQ: ...and recognising a description of one's mental... the difference between one actually seeing and merely recognising a description of one's mental structure.\nK: Seeing and actually recognising the mental process?\nQ: Description of one's mental...\nK: Description of the thing, yes. Quite. Could we approach all these questions by enquiring - I am just suggesting it, I am not pushing this forward as my particular question - what do we mean by learning? - perhaps we can then understand the conditioning, attention of awareness, which doesn't waste energy and so on. Could we begin there, then bring all the questions into that?\nHere is the question put at the beginning: craving strengthens conditioning. And any form of resistance, contradiction, opposing desires is a waste of energy, because in that there is involved a great deal of effort, struggle, frustration, anxiety and fear. All that is a waste of energy. Could we learn about it, not to be told what to do or how to think or how not to waste energy, but learn together about this question, as craving strengthens one's conditioning and any form of resistance is a waste of energy. Can we learn about it? And what do we mean by learning? Can we approach it that way? Would that be worthwhile? Instead of my telling you what it is and you telling me what it is, can't we learn about it.\nSo to learn - what does learning mean? Not only at the school level, at the college level, at the university level, the technological level, but also learning through experience, in which is involved testing, going through any particular form of experience, and learning from it, and utilising what one has learnt an a means of testing. So I think it might be worthwhile to find out what we mean by learning. It is really quite a complex problem, it needs a great deal of thinking about or enquiring into or feeling your way into it - perhaps not thinking about it but feeling ones way into it. What does it mean to learn? Now here is a question: resistance is a waste of energy. Now, I hear that statement, I want to find out the truth of it or the falseness of it - I want to learn about it. I don't accept it, I don't reject it - I want to find out. First of all, in that there is a great deal of curiosity, curiosity not about somebody else but about that statement, whether there is in it any fragment of truth or anything that is worthwhile which can be tested, learnt about, experienced and lived. I want to learn about it. Therefore when I hear such a statement, I am really quite curious, like a schoolboy is curious, he wants to know, he asks many, many questions.\nQ: Sir, I would think curiosity is one of the essential ingredients of learning.\nK: Essential ingredient of learning; curiosity.\nQ: Because otherwise you are forcing yourself to do something...\nK: Quite. Otherwise it becomes mechanical, mere cultivation of memory. So we say curiosity is necessary. Now wait a minute - am I curious, not what you do, which becomes gossip, interference, impudence and ugly - not how you live or what you do, what you think, all the rest of it - that is not curious, that is ugly. And I am curious to find out for myself whether that statement has any meaning at all, to me. Now, when there is curiosity, there is energy, isn't there? I am really excited about it, I'm not casual about it, I am not indifferent, I am really curious to find out. And that curiosity gives me an impetus, drive to find out.\nQ: I have to consider the motive of the curiosity.\nK: I am curious - there is no motive. If there is a motive, there is not curiosity. I want to learn because I am curious in order to gain more money - that is not curiosity - the motive then is much more important, vital, than curiosity itself. So, am I curious without a motive - I am learning - you follow, sir? I don't say I am or I am not, I want to find out. So I recognise in myself there is no motive, I just want to leant about that fact, whether it is true or false, whether resistance is wastage of energy. So I say to myself, do I resist anything? Resist, psychologically as well as physically. It is quite interesting if you go into it - shall we, really? I am curious, please bear in mind, I am curious to find out. I have no motive, I just want to find out. A first-class scientist is exploring, he is not driven by a motive - through that motive he might achieve greater fame and money and all the rest of it - such a person is not a scientist, he is just like anybody else, using science for his own benefit.\nSo I am not curious... there is no motive behind curiosity - that is a fact - I am talking about myself, not about you. So, now I want to find out if I resist. I may resist, oh, a dozen things in life - wife, children, the boss, the society, what somebody says to me. So I am free to enquire, free to find out in what way I resist. Shall I examine this resistance in fragments - you understand what I mean? - I resist there, here, there and so on.\nQ: I don't quite follow you. You are talking about resistance now and you were saying just now that curiosity channels energy naturally. So then where is the resistance?\nK: No, I want to examine or learn, I am curious about resistance which is waste of energy.\nQ: I see, thank you.\nK: That is what was asked - I am taking that as an example. Shall I look - resistance, shall I look to find out resistance - how shall I put it - as a fragmentary process? I resist you, what you say, because what you say may be true and I want to resist because I am frightened of you, I am frightened of not being able to sit on the platform - follow what I mean? So shall I examine this statement applicable to myself, in myself, in fragments? I don't know if I am making myself clear?\nQ: Yes, it wouldn't be wise.\nK: Or shall I be able to look at, learn about it as a whole. Am I making myself clear? Look, belief is a form of resistance - would you say that? I am a Hindu, or a Muslim or a Buddhist, Christian - that is a resistance against all other forms of beliefs, all other forms of rituals, dogmas - I am a Communist and I reject everything else. Therefore I am resisting.\nQ: Anything that impinges on the mind...\nK: Wait, we'll come to that presently. Go slowly, step by step. Don't come to any conclusions. So I have found something - any form of conclusion is a resistance. No? I conclude that I am wrong and it is right - that is a conclusion and I resist what I consider wrong and hold on to what I consider good. There is a resistance. Or I resist my wife because she dominates me. Or I resist any form of questioning, because I may find myself in a state of uncertainty which I dislike. And I... that may invite fear, therefore I resist.\nSo shall I look at these fragmentary resistances and try to learn from each fragment or can I look at this whole form of resistance and learn from it. Am I making myself clear? Let's go together, otherwise it's no fun - at least for me!\nQ: I don't see how this whole form of resistance expresses itself other than through lots of little resistances, like...\nK: Yes, I quite agree but I am just asking myself, just look - I have put that question, I may be wrong. Don't accept it, we are learning - I may be totally wrong. And I say to myself, shall I learn bit by bit, you understand, sir, about resistances, bit by bit, watch myself resisting any form of infringement of my freedom, whether society, the priest, the government, my wife and so on - that's one form of resistance. And the other form of resistance is belief - I believe in something and I resist every other form of belief, because I am frightened if I don't have that belief I might - I don't know what - something might happen to me. I conclude I am an Indian or an Englishman or whatever it is and I resist any other form of the 'Frenchy' - you follow - this and that. Shall I learn from each or is it possible to learn about the whole of resistance, not bit by bit.\nQ: Do you mean that there is a common reason at the back of every form of resistance.\nK: No... not reason...\nQ: Or common factor at the back of every form of resistance. It is caused by the same thing - fear.\nK: Look, I am resisting in various ways - my question would be to myself, why am I resisting at all - this, that or the other, what for? Not the reason of it - I want to see the fact that I am resisting. First I must know I am resisting, I am curious to find out if I am resisting. Right? Now, the moment I am aware that I am resisting, there is already the discovery of the cause why I as resisting. Please go slowly, this is quite... I am resisting you, because I think I am much more clever, superior, spiritual than you, and what you say might pull me down a little bit in front of the others, therefore I am going to resist you.\nSo I recognise I am resisting and I am learning about it, therefore my mind is so curious to find out, and therefore I find out why I am resisting, not only you but the whole business of resisting. Are we going along together? Are you sure? Look, I have formed an opinion, right or wrong, I have formed it and I stick to it and I resist every other form of opinion. I believe in something and it is my opinion, my knowledge, or others have informed me and I - it strengthens my opinion. And I resist every other form of opinion. Now why do I have opinions at all? I recognise opinion is a form of resistance - I am a Labourite and Mr. Wilson is perfectly right and the Tories are totally wrong. I have committed myself to that, for various reasons. Now, I am going to learn, and therefore in that sense of urgency and energy I find out why I am resisting altogether. Is not my whole life -please listen to this - the whole of my life, a way of resistance? I think I am somebody, I have an image of myself and I don't want you to destroy that image. Or I have various forms of beliefs, dogmas, knowledge, experiences, which have given me certain vitality, strength and technique to tackle life and I am going to resist everything else.\nSo I say to myself, I see this very clearly, and I say, 'By Jove, I have found something', which is, my whole life is a form of resistance. No? Please - I have found this - I am only communicating with you - don't agree or disagree.\nQ: You mean it is a selection of one set of possibilities as against another.\nK: Yes.\nQ: And therefore you are resisting the other set of possibilities. And that forms your particular character.\nK: That's right. 'Character' - the word, Greek word, comes from 'engrave', engraving on the mind - that is my character. My mind has been engraved upon and I have a particular character, strong, weak, purposive, direct, dominating, this or that. And I... and that thing that has been engraved on my mind is going to continue, resisting everything else. So I am asking myself, is my life a form of resistance, is living a form of resistance?\nQ: Yes, because with that resistance I built up my security. And I feel secure in that and then I am afraid to let it go.\nK: You are saying, are you, madam, that resistance is a form of security. Is it? I am not saying it is not - is it? I don't want to reduce it to one word - you follow what I mean? - it is much too explosive thing, this - you can't just say that one word explains everything.\nQ: One of the things one might be resisting is embarrassment or shame.\nK: Of course, all that is implied. I don't want to take - you know, little by little and examine each one in detail - this whole problem of resistance. Is my life based on resistance? - because I have an image, what I must be, what I should be, what I am, or what I want to achieve.\nQ: But what gives the energy, the force to this image that one has of oneself? Why is it so strongly ingrained?\nK: Why is it ingrained on my mind? That is fairly simple, surely - the family, society, my own desires, all the time, this is impinging on my mind, every form of influence.\nQ: Isn't it that all these different ways of resistance, resistances, is a means of protecting this image, defending it.\nK: Is that what you have found, madam?\nQ: Yes...\nK: Is that what you have learnt?\nQ: Sometimes.\nK: Please, you see what has happened - curiosity has aroused tremendous energy to find out in me. And I am looking, watching, where I am resisting - I want to learn, because I see any form of resistance which is not a conclusion but it in an experience, therefore to be tested and say, 'That is so'. Any form of resistance divides people. Right? Therefore no communication, therefore no relationship, therefore no conflict, therefore no peace.\nQ: Is not resistance in one body, in one... Est ce que la resistance n'est pas une peur de l'idee... de la mort.\nK: Yes. Is not resistance a fear of death. That is also included.\nQ: Of idea of death.\nK: Of idea of death. So - shall we go along? I hope you are all so intense about this as the speaker is, because I really want to find out if there is any form of resistance in me, I want to learn: death, the idea of death, the idea that I am a great man, the image, the success, the popularity, the reputation - you follow - a leader - all those horrors! Have I... is the mind resisting anything, which means, the mind has taken a position with regard to politics, economy, with regard to religion, with regard to the family - you follow, taken a position. And is unwilling to move from there.\nQ: When we speak of resistance, the mind starts resisting resistance.\nK: Yes, and tradition is also a resistance. So I... have I a tradition? - you follow, sir? - I want to learn, I want to find out. So there is that statement: craving strengthens conditioning. Does it? Why do I crave? I understand I crave for food when I am hungry, the biological sexual urge and the image that the thought builds round that sexual urge, the craving for sexual excitement or the craving for power, position, the craving for peace - is all that craving? - the wanting, demanding, insisting. I am hungry, I need food. Is that craving or is it the natural response of an organism that needs food - would you call that craving? But craving comes when I say I must have that particular kind of food, which tastes better than this. So - can we go along? And there is a whole structure of sexual demands. The biological urges, the urge, biological urge is different from the craving which thought creates about the urge. Right? Are you following all this?\nQ: Could you please repeat that last sentence?\nK: Would I repeat the last sentence. I'm lost, I don't know. What did I say? Will somebody say it?\nQ: That the thought has a different picture of the biological urge, and is there a difference between the two.\nK: The biological urge is strengthened by thought creating or building an image about all that - that becomes the craving.\nQ: Are we afraid that if we don't crave we cease to exist? K: No, I don't say that - what does this craving mean, I am trying to enquire. Craving for power is the craving to fulfil, craving for peace, for God, for whatever it is. There are the natural organic, biological urges, demands and thought takes hold of them and transforms them into something called craving, appetites. And then thought again says, 'Oh I must be careful, because I am a respectable man, therefore I must be wise in my appetites'. So there is a battle going on between two thoughts. I don't know if you follow what I mean. The thought that has created the image, the picture of the biological, sexual demands and the thought that says, 'Be careful'. So there is resistance created by thought against the thought which has created the picture, the sensation, the thinking about it, the volume behind that. Right? So there is... there you are - see what resistance... how resistance has been formed. Right?\nQ: But, sir, surely sometimes resistance is necessary - resistance might be necessary.\nK: We are coining to that in a minute. You are saying, resistance is sometimes necessary. We'll find that out, first let's get the picture. So thought encourages in one direction and thought resists that. Thought says, 'I must resist', otherwise I will be run over, I will be destroyed, by society, by my wife, by my... etc., etc. 'I will be destroyed, therefore I must resist', therefore it is good to resist, it is wise to resist, it is moral to resist.\nQ: Isn't the opposition to thought... one thought that the desire which is pushed on by thought, leads in one direction which disturbs the temporary equilibrium of personality...\nK: Yes, that's right\nQ: ...and the opposing thought tries to restore it at a different level?\nK: That's right, sir. That's right. So I have learnt a great deal, there has been a learning. You follow? So I am looking at myself, the mind is looking at itself to see whether there is any form of duality going on - you follow? - resistance is duality: opposition, a contradiction, and therefore in that there is conflict. Therefore I say to myself, 'By Jove, the whole of resistance is a waste of energy'. Right? I've learnt that. It isn't somebody else has told me, it isn't that the speaker on the platform has pointed out and therefore I am repeating it after him - it is something which I have actually out of my curiosity, energy, drive, I've learnt that. Not as an idea which I am going to apply, but as an actual fact that resistance breeds duality and therefore conflict, which is essentially a waste of energy. I have seen that. Now I'm going to enquire where it is necessary to resist, if it is necessary, or can one live without resistance at all? I want peace - God knows why, but I want it - I think it is marvellous to live in peace. You come along, because you have heard somebody say you can have peace if you do some of these things - meditate, repeat, sound, sit this way, breathe that way, go out for a walk - God knows. And I want that, because I can see, intellectually, a mind that is very peaceful is extraordinarily alive, beautiful, has a certain vitality, intensity - intellectually I see that. And what you say appeals to me, that repeat a certain word, sound, appeals to me and I practice it and I get certain experience, certain feeling, certain quietness. And I am going to resist every other form of teaching.\nSo I want peace and I find peace can be had at a certain price and I am willing to pay for that. But I resist every other method of achieving, peace. I know all that, so I say to myself: can I live completely, right through my whole being without resistance? Not that I must resist this or that, follow this person and not that person - can I live that way? Not theorise but actually, daily live without any resistance. If you want my coat, shall I resist? If you want any of my property - fortunately I haven't got any so you can't bag it - will I yield, not resist you? If you say, do this, think this way, don't think that way, shall I resist you?\nSo where shall I yield and not yield? Now, how can you tell me or I tell you where to yield and not to yield? Or have I to learn about it? You follow? If you tell me that I must yield there and I must not yield there, you have already set a resistance going in me. But to find out for myself where I must yield without resistance and where I must not yield - if you tell me I must wave the flag, I couldn't do it. But you threaten me, you want to put me in prison, whatever it is. So I am going to learn. Then that means I shall find out how to act at the moment you ask me to wave the flag. Not come to that moment with a conclusion. I don't know if you are following all this? If I come to that moment with a conclusion I am already resisting. Because I have no principle, which is a conclusion, I have no ideology - there is freedom. And so I say to myself, I am learning, I have found that the truth, not an opinion, not a conclusion, the perception that has made it very clear, clarity has made that perception clear. And I say, no resistance and I have found in my life - I am going to find out - every minute of the day I am going to find out.\nQ: Isn't it that we are afraid of the energy and so...\nK: No, fear is energy - you can't be afraid of a fear - fear is a form of energy. No?\nQ: But it seems that one is constantly diverting energy into resistance, fear or something and...\nK: No, madam. Look - fear, I am afraid, I am going to learn, I am not going to translate it: it is a waste of energy, or is it energy, or who is resisting - I want to learn about fear, therefore I am free, curious to learn, I have no conclusion about fear. You follow? So I am going to learn, what is fear - a form of resistance, because I believe or I am afraid I might die tomorrow or I am afraid of my father and mother.\nQ: Est-ce que la peur... toute la resistance contre chaque jour.\nK: Surement.\nQ: Unconsciement.\nK: Wait. So fear - am I afraid? - go into it, sir, are you afraid? Actually, deeply, are you aware that you are afraid? [Pause] Shall I resist fear by cultivating courage? Which is a resistance which is called courage. You understand? It isn't courage, it is resistance. So I am afraid. Am I escaping from it? - escape is resistance to 'what is' surely. So I want to find out, am I escaping? - escaping has so many ways, don't let's go into the escapes. And there is fear - what shall I do with it? I am not escaping because I have learnt, I have seen - I see, not have or learnt, I see resistance doesn't solve fear, doesn't absolve it, doesn't put it away.\nQ: Quand j'ai vu, quand j'ai realis'e que la peur et la r'esistance sont uniquement la peur de la mort, est'ce que je ne peux pas m'eme intellectuallement realiser que la vie et la mort sont la meme chose et 'a ce moment l^a la peur eat disparu.\nK: You have understood - oh lord! Once I realise that the whole of this problem is covered by death, because that is the ultimate fear, by understanding the nature of death, I have solved the whole problem. It is not quite like that, is it? I am not really interested in death - that is inevitable, it will come later. But I am really frightened of my wife - I'm sorry, take something else. (Laughter) Frightened of my - what, sir?\nQ: Inadequate responses?\nK: Frightened of my inadequate responses to life. Let's take that - frightened of my incapacity to respond fully to life. Right? I'm frightened. And I am not resisting, I am not escaping, I am full of curiosity to find out why I am frightened because I can't respond fully. The fact is I can't - that is a fact - what am I frightened about it?\nQ: Because it's so uncomfortable to live with.\nK: Which means what - I dislike living uncomfortably. Or I find that I cannot respond completely, adequately, because my mother and father beat me up when I was a boy or a baby. Don't laugh - or put me on the wrong pot. You know, the whole thing - going back to childhood, as though that was - but never mind about that. So, am I frightened because of my inadequate response? All right, I'm inadequate - I don't respond completely - why should I be frightened of it? Because I have an image that I must respond. Right? Therefore fear is a form of resistance - you get it? Because I have an image that I must respond fully - if I do not respond fully I will be unhappy, conflict, I'll be miserable, uncomfortable and all the rest of it. I have an image, a picture, and therefore I say, 'I am inadequate' and therefore I am frightened. If I have no picture of what adequacy is, well I am inadequate, all right.\nQ: Is that being aware of 'what is'...\nK: No, madam, listen to it a little bit! I haven't finished yet. I haven't finished yet. I am inadequate.\nQ: One is aware of this.\nK: I am inadequate - I have no fear. I have fear because I have an image that I should be adequate. But I have no image, I am inadequate. Now what tells me I am inadequate? Please, no, don't shrug it off - what tells me I am inadequate?\nQ: The image...\nQ: Comparison.\nK: Comparison - quite right. Right.\nQ: Actual living. Actual living...\nK: Do please listen! - don't go on with your... he said I am... it is comparison. I say, why do I compare? - that is my habit, isn't it, from childhood, through school, through university and so on through life, I've always lived in a society, in a family, in a state of mind that is always comparing - bigger car, less car, more beautiful, less beautiful, more intelligent, less - you follow? - more money, less - more peace, less peace - God, truth - you follow? Why am I comparing? Please I am curious, you understand, I am learning. Why am I comparing? And I see this comparison has brought inadequacy in me - if I don't compare there is no inadequacy. Then I am what I am - I may be stupid but that is all right.\nQ: But sometimes, sir, it's not always like that. Sometimes when we're challenged...\nK: Of course nothing is always like that.\nQ: I mean, it is not always comparison that makes one feel...\nK: I am examining comparison, madam - my life is comparative, comparing - I am, I want peace, I am not peaceful. How do I know if I have not the idea of peace. So why do I compare? Please follow this. Can I live without comparison? The ideal, the hero, the bigger man, the lesser man, the inferior, the stupid - you follow - can I live without any comparison, at any time?\nQ: Sir, I think it seems to me that it is the linguistic structure of thought that has comparison built into it.\nK: Quite - linguistically, in language itself there is comparison. I have learnt, I have seen that, therefore I am not going to say, 'I am more' or 'I am less'. The very structure of the me is comparative. Right?\nQ Don't we confuse comparative facts and comparative judgements?\nK: Comparative facts and comparative judgements - confused between the two. Comparative fact, that is this colour is red, prefer blue, 'I don't like this'. Fact. That is fairly clear. But I want to get much more - my teeth into a much deeper thing than that, which is, can I live, can the mind live completely without comparison? Not the comparison of judgement, that is, you are fairer than I am - obviously I am brown and you are fair - what? This is blue and that is red - I may prefer the blue and you may prefer the red and I may yield to you because that is unimportant. But I am asking myself, I am going to learn, find out, I am full of curiosity, whether the mind can live without comparing. And is not the mind itself the result of comparison? - the tall and the small, more, less. I can only live non-comparatively when I am absolutely looking at the fact and not what the fact should be or must not be.\nQ: But, sir, two facts side by side...\nK: No, no, there is no such thing as two facts side by side.\nQ: Yes there are...\nK: Madam, don't - look, fact at one time, at a time, not two facts at one time.\nQ: No, but it is a way of perceiving difference...\nK: No, no, that is what that lady was saying just now.\nQ: Not only in red and blue but in many things, in people and objects...\nK: Opinion, then.\nQ: And events and so on.\nK: No. Madam, look - there is only one fact. Later, a second later maybe another fact.\nQ: And then we see the difference.\nK: Yes, perceive - then what? What are you trying to say, madam?\nQ: I am trying to say that one learns by seeing the differences about oneself, one only sees one thing in oneself, one doesn't see that there are other things, from time to time - then one compares. And it is a way of learning.\nK: Listen to what you are saying, madam - find out. Do I learn through comparison?\nQ: We do learn- a certain amount...\nK: No, please find out, don't insist.\nQ: We do, yes. (Laughter) I mean I have found it out.\nK: No, no, madam - that doesn't mean anything - sorry, forgive me to contradict you. Do I learn anything from comparison, by comparing? Or do I only learn by looking at the fact and enquiring about that fact, not comparing that fact with another fact. I have a vase, a Chinese vase, or the Persian vase - by looking at that Persian... at the Chinese vase I learn all about it. But if I begin to compare the two, I am not... I am learning about something else, not about the fact of the Chinese vase.\nQ: But Krishnaji, certain facts in relation to other facts...\nK: Now wait a minute, this...\nQ: Sorry. For instance, if you were considering the speed of something, you would learn it in relation to the speed of other things - that would be part of the fact, would it not? That comparison.\nQ: (Inaudible)\nK: You are saying you learn about that fact much quicker than I do.\nQ: No, I am speaking of the objective relation of two facts - there is a relationship, one, the speed of light is at a certain different speed than the speed of the motorcar. Those two are facts and their relationship is a further fact. One has to consider the two things in order to learn something about them.\nK: All right. The motor, the Mercedes goes much faster than the bullock cart. Where is there - that is so, that is a fact. And that doesn't interfere with my life. That is a fact which doesn't touch my life.\nQ: It might.\nK: It might if I want to go from here to London with a bullock cart - obviously.\nQ: You learn about the speed my going on the bullock cart and on the Mercedes, that means each time you get one fact. When you are in the Mercedes you feel the speed of the Mercedes, you don't need to compare it with the bullock cart...\nK: So wait a minute. No only that, sir, there is some other fact also involved in this. Do I learn by comparing myself with you who learn much quicker - there is a speed involved in this too. You learn something extraordinarily quickly - you follow - you see very clearly, immediately resistance - all the implications of it. And your perception is instant. And mine, I have to go little by little. Your perception, you act much quicker, there is immediate - my action is slower. Right? Now, why am I comparing myself with you? You see it much quicker, understood, but why am I comparing myself?. Where does the speed come into this - the more, the less - why?\nQ: Because of the image again.\nK: No, because I am envious of her. I want that same thing which she has, as quick as - Because I have compared myself with that and that comparison is so speedy, it is very quick. So I say to myself, why am I comparing myself? Can I live without being aware that you are much quicker than me? Linguistically can I free myself from the more, from the comparative judgement about myself? Therefore, can I look at myself non-comparatively, non-verbally because the word in itself is comparative. Right? So I am really very curious and therefore full of delightful energy to find out if I can live without comparison at all. Comparison implies pretension. Right? There is a great deal of hypocrisy in comparison - I want to be like the Christ, the Buddha, you know, the hero and I am not, I am trying to be, comparing myself with that and pretending, striving, struggling to be that. And I say what nonsense. Therefore I see I can live without comparison means complete honesty, to oneself, not to anybody else. The moment I compare myself I am pretending, putting on a mask. [Pause] It is like in a school, if B is compared to A, as it happens always through examinations, through - in the class, in every way, you must be like A - you are destroying B. And that is the form of education we all have had, destroy B. The education becomes violent, destructive. And can you... can we educate ourselves without comparing? The moment you have ceased to compare you are...\nQ: Sir, we have to find the place where comparison has its place and is necessary, and where it hasn't.\nK: Of course, sir. That's what we said.\nQ: How can we be not aware... we are aware of it?\nK: Not a question of how can we not be aware of what?\nQ: Of the differences between...\nK: Oh, no - we are saying on the contrary. We are saying be aware of this contradiction - contradiction exists when there is a resistance.. We've been through all that.\nQ: I cannot see my head I just see this part of my body - how should I compare with the whole body which I see everywhere?\nK: As I cannot see my head but only part of my body, I only know I have a head through comparison? (Laughter) I look in the mirror.\nQ: This is bringing up the point though in a way - it's not a very good example but we do learn about ourselves by seeing things around us in other people. It's not always brought about by envy - it is observation.\nK: No, madam.\nQ: We can learn.\nK: You can learn by watching others, are you saying?\nQ: In many ways.\nK: In many ways. By watching the animal, its violence, its devotion, its pleasures, I learn, because I am part of the animal - my whole background is derived from the - you know - the higher ape and all the rest of it. At least that is what the scientists say. Or the others will say, 'No, you are straight from God', whatever it is. Do I learn, have I got to watch the animal to learn myself? Have I got to watch you to learn about myself?\nQ: It can be useful.\nK: How can it be useful? Have I the eyes to...\nQ: Because I am blind to myself...\nK: No, no. Therefore you are blind to others.\nQ: No, they can wake your eyes up sometimes, in a flash.\nK: They can wake you, every shock, every challenge, every question does wake you.\nQ: Yes, that's what I mean.\nK: Do I depend on questions, a challenge, and looking others to keep me awake?\nQ: It is all part of it.\nK: No, madam - then a part of me is asleep, therefore I am not awake. It is like the curate saying, bad egg -\nQ: Est-ce quo oette forme do comparaison. Est-ce la forme de comparaison ....\nK: Surement. No, please, sir, don't take part this and part that, but find out whether you can live without comparison. And isn't that the only way to live? Doesn't that give you tremendous energy? But if I am comparing myself with the Prime Minister or with Jesus or whatever it is, what a waste of life it is! So I am watching, I am learning about comparison and therefore I know when comparison has its value and when it has not value at all.\nQ: That is what I meant when I first said that it had some use...\nK: No, no - no, no madam, forgive me again. I start, we start by saying, comparison - can one live without comparison? Not it helps sometimes, it doesn't help sometimes, comparison is necessary and not necessary. The right question when it is asked and answered rightly, then that question will bring about the right response when comparison is necessary. But I must ask the right question, the fundamental question first, which is: can I live without comparison? - not some days or some times. And if I have answered that question not verbally or intellectually but deeply, from - totally, then I will know when to say, it is necessary or when it is not necessary. It is like a man... I mean, unless you know what co-operation is, completely, deeply, then only will you know when not to co-operate. But to say, 'Well, mustn't I non-co-operate with this and co-operate with that, isn't it necessary sometimes, not necessary sometimes' - I mean, that leads to greater and greater confusion. But if you know how to co-operate fundamentally, not round an idea, round a feeling, round an emotion - co-operation - without any resistance, when you know that, then you will know also very deeply, when not to co-operate. So one must ask the right question first.\nSorry, am I holding - one o'clock. Bien. Thank you so much.\n"}]