[{"title":"public-talk-3-madras-chennai-india-04-january-1970","text":"I think we said that we would talk about love and death, didn't we? I wonder if it's at all possible - no, it is possible. What is impossible is much more important than what is possible. The possible can be done, can be brought about, but the impossible has much greater significance, and the possibility of the impossible has a greater value than what is possible. This is not a clever statement, but this is an obvious fact when you observe what man has achieved in life: he has done almost the impossible things, going to the moon and so on and on and on. And apparently, inwardly, psychologically, we are what we have been for millions of years, with a little change, a slight modification here and there, but in essence he has remained as he was: violent, brutal, competitive, ruthless, living in despair, confusion and sorrow. And the impossible is to find out if we can live totally differently, not accept what is possible. Because what is possible is limited according to our conditioning. Within that narrow field of our conditioning, anything is possible. But to enquire into the impossible and find out what is possible in relation to that is worthwhile. But to potter around all our life what is possible, what is, you know, the little achievements one has attained, becomes utterly bourgeois and meaningless.\nSo we are going to enquire what is impossible, and realising that, see what is possible in relation to that, then we'll break through our conditioning. That is, if one remains a Hindu and it is possible to become slightly tolerant of another and live within the brotherhood of little nations - that's quite possible. But to have no nationality, no religious propaganda shoved down your throat, no books, to live completely as though you are living for the first time on earth, to look at everything with fresh eyes, with new eyes, with eyes that have never shed tears, with eyes that see everything very clearly, afresh, anew, so that the eyes have never been accustomed to anything - that is the impossible. And the challenge of the impossible can only be answered by a mind that has gone beyond the possibility.\nAnd we are going to enquire, this evening, what is this thing called living, dying and what it means to love. To enquire one must have a free mind, not a prejudiced mind, not a mind that has opinions, has come to conclusions, tethered to a particular quotation, belief, to a book or to any particular experience or to any particular characteristic or tendency. It's only such a mind can enquire really freely, and when there is such a mind that is free from this, then we can look with the same eye - you and the speaker. What we see will be facts, not according to your fact or the speaker's fact, because the mind then is free to enquire, to look, to observe.\nIt is rather interesting to find out what it means to look, to listen. I am sure most of us don't look or listen. We look through the screen of our own particular experience, knowledge, memories, traditions and so on, which prevent actual observation. These act as a screen between the observer and the thing observed. And so there is no actual seeing as it is. This is a simple, obvious fact. But most of us listen or see with our particular conclusion, our particular judgements, evaluation, comparative knowledge; so we never look or listen completely.\nSo, if we could, this evening, try this experiment: to listen to what is being said with a mind that isn't cluttered up, with a mind that has read a great deal and come to compare, that is not accepting or denying, but merely observing and learning, because seeing is doing. Because if you see something dangerous physically, your action is immediate. And we don't see psychological dangers and therefore our action is quite different from what we see, or rather what we don't see. So, to listen, as we are going to, with a mind that is really enquiring, with a mind that is learning, not from the speaker but through observation. Observing 'what is', not 'what should be' or 'what must be' or 'what has been', but 'what is'. Then if we could so learn, then the whole structure and nature of following, obeying comes totally to an end. Then there is no teacher, no guru, but only the act of learning all the time, and therefore in the learning, the doing. The two are not separate. I hope you are doing this as we are talking, because both of us are learning. Therefore we are on the same level, therefore no authority.\nTo learn there must be a certain amount of curiosity, energy, passion; otherwise you can't learn. Passion implies, the word derives from the word 'sorrow'. Passion is derived, has its root, the meaning of that word has its root in 'sorrow'. But we are not talking about sorrow. We are talking about having passion, which is different from lust. And this passion to learn is only possible when there is total abandonment of what has been, but the observation of 'what is'. So, both of us are going to take a journey together. The word 'communication' means together, learn together, walk together, create together, learn together, and it's very important to understand, the word 'communication' means that. Not that one speaks and you understand what he speaks or what he says or what he does. Together, and therefore the division between you and the speaker comes to an end because we are both looking, both learning, and there is great beauty in that. Because then the mind is free from all authority, from all inward sense of fear, the sense of insecurity.\nSo first we are going to observe and in observing, learn. Learning is observing. You are watching yourself, not what the speaker says. There is a mirror in front of you, which you are looking at, and from what you see you are learning. So, the seeing and learning and acting are one, not three separate activities. With that we can find out, explore what living is, not what it means to live, what living actually is, and move from there.\nAnd one knows very well, if you have at all observed your own life, what a conflict life is, how much sorrow there is, how much fear, anxiety, sense of immense uncertainty. And being uncertain, wanting to be told what to do either from a book or from another. Our life from morning till night, from the moment we are born till we die, is a battle, a series of resistances. And in this welter of confusion, how can a mind find out what it is to live? When a mind is confused, how can it find out what is not confusion? So the first thing is to observe the confusion, not try to get out of it. Because the getting out of confusion is a form of resistance out of confusion, against confusion. But if you observe confusion, then it will tell you the story. That is if you know how to listen to the story, but if you interpret the confusion, evaluate or condemn or desire to have more enlightenment, then you are telling the story. Whereas if you observe completely, silently and listen, then it will tell you an extraordinary story. So there it is.\nOur life is sorrow, fear, enormous amount of brutality, violence. We have developed cunningly various forms of escape from this - the temples, the gods, the doctrines, communism, socialism and all the rest of it. And to observe without escape... If you escape, then you are telling the story. And we have told the story for millions of years, but we have never observed, and observed 'what is' and let is unroll. And it will unroll if we do not interfere with it. And that's what we are going to do this evening, to let the whole structure and nature of life tell its story. Therefore, we must be not only extraordinarily sensitive to words, but also have an eye and an ear and a heart that is greatly alive, greatly enquiring.\nThere is a difference between enquiring and searching. When you seek, your desire is to find. Please follow this a little bit. When you seek, your motive for search is to find, and what you will find is already established, because what you will find must be recognised, and recognition is part of association of the past. Therefore, when you seek, you will find nothing new. Whereas to enquire without motive, observe, listen, is entirely different. One leads to confusion, to self-deception, whereas the other leads to clarity, to great understanding. So we are not seeking, we are not seeking for truth. How can you seek for truth? That's one of our great fallacies. A mind that's frightened, in despair, a mind that is tortured, how can that mind find anything or search for anything? To find something, it must have a very undisturbed mind, a mind that has never gone crooked. It must see things very clearly, not according to some book or some saint or some philosopher. So there is a vast difference between seeking and enquiring, and we are enquiring. And the enquiry will tell the truth, you don't have to search for it, nor experiment with truth. That's an extraordinary statement, isn't it? 'Experimenting with truth'. What nonsense!\nSo, what we call living, if one is at all aware, is this extraordinary phenomenon of daily activity, self-centred, separative, destructive, violent - self-centred. Though it is has a family, though it worships God, though it accumulates knowledge and so on, it is all self-centred activity. That's a fact. You may not like it, but it is so. Why does this happen? When there is self-centred activity, then there must be separation between you and me. Therefore division, therefore contradiction, therefore resistance, therefore conflict. Now, why does this happen? Why is there this continuous self-centred activity, continuous self-interest which we call living? Me and my house, me and my family, me and my furniture, me and my God. Why? You know 'why' is more important, to find out 'why' rather than 'who'. You understand this? When you say, 'Who am I?' that's a wrong question. But 'why you are' is much more important. And we are going to enquire into this question: why is there this constant activity of self-interest? Because if we can understand that, observe the fact, let it tell the story, we shall be able probably to live quite differently, not always thinking about oneself - about one's looks, about one's intelligence, one's dullness, one's stupidity, one's achievement, one's worries and so on and on. The mind that's occupied with itself, in the name of social service, in the name of God, in the name of peace, in the name of communism and so on, occupied with itself - why? Right?\nThat's a challenge to you. You understand? That's a challenge: why your mind is occupied with itself? How do you answer a challenge? What is your response to that question? Do you respond according to your culture, tradition and respond according to your past background? - please, do listen to this - and therefore, you respond inadequately to a challenge, obviously. And your response being inadequate, not complete, not total, there must be conflict between the challenge and your response. And that is our whole life. But life is asking, demanding, questioning, challenging, and we respond inadequately all the time, either as a lawyer, as a specialist or as an engineer, or as a Hindu, Buddhist and so on, Muslim and so on. So, why is the mind occupied with itself and its own self-interest? Do you know? Do please - do you know why it is, know in the sense the root of that question? Or you are going to answer it according to the scriptures or according to your own personal idiosyncrasy and characteristics? If you say you don't know, which would be a normal, healthy reaction, that you don't know, why don't you know? Do, please pursue that: why don't you know? Because you are occupied with other things - your business, your particular desires - therefore you have no time to enquire into this? And if you say, 'I have not enquired, I have not had the time', then you have not enquired into the whole meaning and significance of living - not the significance of what life should be, but the meaning and the significance of living, the actual living.\nSo one can see why the mind is occupied with itself, and identifying itself with everything that is comfortable, desirable, pleasurable and avoiding everything that is painful, fearful. You are following all this? So, the living is the occupation with pleasure in different forms, and the avoidance of pain in different forms - physical, psychological and so on. It's occupied with this. Out of this comes our morality, social morality. And if you observe, social morality is no morality at all. No, don't agree. To be really moral, to be actually moral, you must completely deny social morality, which is respectability; it is not moral. Therefore we are frightened, so we become self-centred. So, we are occupied, the mind is occupied with itself because it's always seeking pleasure and avoiding pain. And its structure and nature is based on this.\nSo one has to enquire into what is pleasure and what is pain. Because that's the basis of our life. You may cover it up; you may give a lot of other names - spiritual names and high-faluting sounds, but the actual fact is that you want power, position, prestige, more money, compare yourself with somebody greater, you know, the whole thing is based on this. So, unless one observes and learns what pleasure and pain are, life will always be self-centred and, therefore, always be in contradiction, opposition. There will be a barrier between you and me.\nSo what is pleasure? Is pleasure love? Strange, you become silent, don't you? Is pleasure the fullness of love? We are going to find out what love is, enquire. And to go into that word and to go beyond that word one must first find out what pleasure is, on which our whole psychological structure, values, ethical, moral and so on is based. What is pleasure? Now, there is a difference between pleasure and enjoyment. Do you also see the difference? To enjoy a beautiful sunset, to enjoy it, to look at it without any word, without any division between the observer and the thing observed, and that is entirely different from pleasure. When we understand, learn, see what pleasure is, then you will see what an extraordinary thing it is to enjoy, because in that there is joy. Enjoyment is to enjoy, to have joy. And joy is not pleasure. We are going to find out. What is pleasure? How does it happen? Why have we given such extraordinary significance to it, such value? Also, we have to enquire into this question of desire, desire and pleasure and pain. Because that's what our whole structure, nature is based on. We are going to learn. Therefore, we are not suppressing desire, we are not saying you must have no desire or manipulate desire, transmute desire, which is all too absurd. But we are going to learn what desire is and how desire becomes pleasure, and how pleasure inevitably brings pain. We can learn the sequence of it, not be told by the speaker, because you are learning, we are learning together, we are observing together, therefore communicating together.\nSo we are going to find out, explore what is desire. Therefore, your mind must be free from any form of suppression of desire, translating desire into or interpreting it into some measure of your own evaluation. What is desire? Not some complicated theory. Because they're here, one must observe something: the description is not the described. Right? The description is not what is being described. The word is not the thing. Do please bear that all the time in your mind. The description, the explanation is never the explained, never the described, therefore the word is not the thing. And therefore one has to be extraordinarily sensitive to words and not be caught in explanation.\nWe are asking what is desire? How do you find out? How do you actually find out? And, are you going to learn from somebody? If you learn from somebody, you have already set authority. And the speaker, though he sits on a platform because for convenience's sake, has no authority, has nothing to say, no message to give you. But merely together we are looking.\nYou can observe how desire comes: perception, seeing, sensation, contact, desire. Sir, do please see this very simple thing. Seeing something, the sensation, the stimulant from that, the contact, the touching of it, and the desire - desire to own or desire to get rid of, desire to possess or the desire to deny. Right? This is very simple, isn't it? Now, what gives continuity to desire? You are following? I see something - a nice house - seeing, sensation, the desire to possess it, which is giving to desire a continuity. Right? Seeing, sensation and desire are normal, healthy, otherwise you are paralysed, but to give desire a continuity is the problem. You are getting it? You are seeing this? Seeing that house, the beauty of it, the nice architecture, the proportion, the dignity, the beautiful garden, the design, how beautiful it is - that is perfectly healthy, normal. But the moment it begins to move in the direction of ownership, then begins the problem, then begins the conflict.\nSo what brings this conflict, what gives desire this continuity? If you understand this really, then you will have solved the problem of desire completely. You see a beautiful sunset or a beautiful woman or a man. It's the same thing, mind you, seeing the beautiful sunset, the beautiful woman, the beautiful house, a beautiful tree is exactly the same thing. But desire comes in. Sunset is all right, very beautiful, but what of it? The tree is lovely to sit under, but it's not very great importance. But to have a house and look at a beautiful woman is an enormous thing. \nHow does this happen, this strange phenomenon? Sirs, we are together, you are not being taught. Do please realise, you are not being taught, we are learning together. Therefore you are observing the same thing as the speaker is observing. There is that beautiful sunset, you saw that beautiful tree, the woman, the house or the man. The seeing was delight. If you didn't see, you are blind. And most people don't see, therefore most people are blind. Because they don't see they are afraid of desire. And you are afraid of desire because your teachers, your books have said 'suppress desire if you want to know what God is, don't look at a woman', you know, they have laid down what you should do. Probably they are neurotic and they want you to be neurotic too!\nBut if you enquired very deeply into this question of desire, you will see the beauty of it, all the structure of it. What gives desire a movement which brings conflict with it? You saw the sunset, it made an imprint on your mind and thought comes in and says, 'I must have it tomorrow'. Right? You see the... You saw something extraordinarily beautiful, or had an experience which was a delight. You had a memory of sexual appetite and the fulfilment of that, the memory of it, and thought says, 'I must have more'. So, thought gives a continuity to desire. Thought. Thought which is the response of the past, the past sunset, yesterday evening's sunset was so marvellous, the palm trees and the bamboos against that extraordinary golden sky. There was a tremendous enjoyment of it, the beauty of it, the richness of the colour on the trees, on the leaves, and why don't we say, 'That's enough. It is all right, leave it. It's over.'? But thought comes in and says, 'I must have more of it tomorrow' - the more sexual appetite, the more sunset, the more experience and so on. Thought. Thought gives continuity to desire which now has becomes pleasure. See it, sirs? We are going together?\nThere is no suppression of desire, no suppression of pleasure, no suppression of fear. We are learning. Therefore there is the perception, sensation - contact-sensation-desire - then thought comes in and says 'I wish I had it, I want more of it'. Then begins pleasure. That's clear, isn't it? Why does thought do this? Why does thought bring in, interfere with the sunset? Why? Because we want pleasure. Pleasure is our greatest evaluation, greatest desire, greatest hope, the greatest thing in our life - the pleasure, sexual pleasure and all the rest of it, and also the pleasure of a tremendous experience. So thought produces, gives continuity to the seeing of that sunset, which has become pleasure, and if tomorrow there is no sunset, there is disappointment, there is pain. So thought is pleasure and fear. Right? Is this clear? And thought separates itself, as the observer who is afraid and the thing separate from himself, as fear. Right? See what thought has done. Thought has given a continuity to pleasure with which thought has identified itself as me wanting more, so there is 'the me' as the observer wanting more and the thing observed, which is to have 'the more'. All brought about by thought, as fear of having done something wrong or something which you have done which has brought physical pain or psychological pain, and we don't want it repeated. You don't want it again tomorrow. So thought projects that it might happen, therefore there is fear. So thought breeds both pleasure, gives continuity to pleasure and to fear. I have had pain yesterday. All right. Finished. But why do I have to think about it and say 'it mustn't happen again tomorrow'? - which is the activity of thought. Right? So thought is the response of memory - memory of the sunset, memory of sex, memory of anything. Right?\nThis is what we call living. Living on thought. Living in the past. Please, see this - living in the past. The past is our living. We don't say the past and living are two different things - the past is our living. When you saw the sunset there was neither the past nor the future, but only that moment of extraordinary beauty. In that there was no past, no thought. So our life is in the past. Our life is the past. Right? And therein lies our sorrow. Sorrow is the memory of what might be. The memory of self-pity. Memory of something that has happened which was so marvellous and now gone for ever. The light that one saw in you, the blade of grass and the movement of a leaf, that experience one had, a remembrance, and one is living on that. Or not having it, wanting the new, more. So that is our life. A conflict for the more, conflict for fulfilment and its frustration, the conflict of sorrow - all the activity of self-interest. So that is what we call living. Going to the office for sixty years every day and when that occupation comes to an end, you don't know what to do and you die. You get paralysed, sick, diabetic, fat, insensitive, dull. And that's what you call living. Yes sir, you may laugh. That's your life, and therein is sorrow. And living like that you begin to invent theories - reincarnation, God, karma, anything - lovely theories of which you don't know a thing about but what you have. And this is called living, to which we cling. Therefore we are frightened of death. You are following all this?\nDeath, look what thought has done, death is inevitable - inevitable - they may, scientists may give you another fifty or a hundred years, but at the end of it, you are gone, you are finished. So thought, being associated with the past memories, remembrances, delights, pleasures, fears and all the guilt and the miseries and confusion and sorrow, thought says, 'I am afraid of the future, tomorrow'. The tomorrow is death. So put it as far away as possible from you. Live in your misery, in your squalor as long as possible. So thought puts it far away.\nAnd there is conflict between the living and the dying. The living which is what the past... living is the past - the office, the struggle, the little sex and you know, the living, and holding on to that and thought says, 'Live as long as you can in this shoddy life and postpone death as far away as possible, put it away'. So thought creates fear of death. Then thought invents the idea of reincarnation. Right? Now, watch it, please watch what is taking place in you. Then you see thought invents a permanent soul, permanent Atman, permanent entity that's going to be re-born, because it's frightened. And if it really said, 'I, really, honestly deeply believe in it, in reincarnation' - do you know what that means? Living completely now. Because what you do now matters. Because that is going to shape your next life. That means don't be angry, don't be jealous, don't be violent now, because you are going to pay for it next life. But you who believe in reincarnation, you don't live. You live in an idea, a lovely comforting idea, which is an illusion. Whether there is such a thing as reincarnation is quite a different matter. What reincarnates? What is incarnating is the past. Do watch it, sir, look at it. That past, modified in the present, moves to the future, but is still the past. So your incarnation is the renewal or the continuation of the past, and that's all you have. And to that we cling life desperately, that is the known. And therefore you are frightened.\nAnd one asks: how does it happen, to die to the past, die to the known, die to self-interest? You understand? It can be done only if you do it daily - daily die. Die completely to all your appetites, which is the past. Not suppress it, not squash it, not transmute it, not say this is right, this is wrong. You don't argue with death. You have no time. There is no bargaining.\nNow, from there we can begin to enquire what is love? Is it pleasure? Pleasure, we see what it is: desire, fear, a product of thought. So is love a product of thought? Is love sex? And why have we given such extraordinary significance to sex? Do what it please, because... Are you all ashamed of it, eh, that a religious man, like the speaker, should talk about sex? Are you? I'm afraid you are. That's your particular pestiferous background. The man of God mustn't know anything about sex. And you have your sanyasis who never look. (Laughter). No, don't laugh, sir. What a world you have created, what misery you have done, brought about to human beings by your ugly traditions and ugly evaluation. So there is this man of God who mustn't look at a woman, mustn't look at a tree, the lovely sunset, must only concern himself with God, whatever that may mean, and he is boiling inside: suppressing, controlling, destroying, all in the name... torturing himself in the name of God, finding truth. Nonsense!\nSo one must ask the question: what is love? And why is it associated with sex? And when it is not, with the sublime, which is the division between the mundane love and the spiritual love. And so one asks why is it that sex has become so important in life? Right? Don't deny it. Don't say it's not important. Pick up any magazine, any book, look at yourselves. What tremendous interest you have in it or your so-called disgust - because you are trying to be respectable, holy. Why? Why, throughout the world - please do listen to it. Find out. Give your heart to this thing - why has sex and all the things associated with it, why has it become so extraordinarily important? Not only in the West, don't say 'The West is mundane, worldly' - here too. Do you know what, the greatest number of pornographic books are sold in India? Yes, sir, swallow it! So, why? Why man, a human being has given such value to this thing?\nFor a very simple reason. You know, to be very simple is to look very clearly. It's only the savage that has got beliefs and you know, chants, repeats words and does all kinds of tricks. If you look, you will see what a slave you are - slave to tradition, slave to your books, slave to ideas. Intellectually you imitate, you copy, you repeat. You're second-hand human intellectuals. You may write very clever books, argue most brilliantly, but it's all second-hand. So intellectually you are slaves. There's no freedom. And thought can never be free because it is tied, has its roots in the past. So thought can never be new. So intellectually, which is the verbalisation of ideas and thoughts, investigation with one part of the mind, the intellect, there you're held, narrow, limited, imitative, therefore there is no freedom. Inwardly, psychologically, there is no freedom. Right? You are frightened. You want pleasure. Therefore with it comes pain. And you are pursuing that. So what have you left? Where have you freedom? Only in sex. Right? That's the only first-hand thing you have - your own. And therefore it has become extraordinarily important; that's all you have, like monkeys. And there too, to find God, don't have it, mustn't. And all this phenomenon is called love. 'I love my wife, my husband, my family, my children'. You don't. If you loved your children do you think that they would be like what they are now? Passing exams, getting a little job, fighting for the rest of their life? The misery of it. Or going to war to be killed. And you call that love - sex and your children.\nSo, then what is love? Right, sir, do please go into it, what is it? We said it's not pleasure, it's not fear, therefore it is not jealousy; therefore it is not domination, possessiveness. All that - possessiveness, domination, nagging, bullying, destroying each other - all that is called love. Now, to find out what it is, to learn about what it is, there must be dying to the past. Right? Dying, not how to die - tell me the method, the system how to die! Right? To die every day to everything that you have taken delight in. Try it. Not try it, but do it and you will see then what living is. Then you will see what the beauty of dying is, and death and what it means to love, to love not one or many, personal, impersonal, all love is impersonal. Then you will find out what love is. Which is compassion, passion. Passion. And if you have none of these things, have not learnt the meaning and the movement of thought with its pleasure and pain, what it means to die and what it means to love, you can never find out what it means to meditate. And without this the mind, the only instrument that one has, remains a tortured, distorted mind. And a tortured, distorted mind can never look at truth.\nSo, there must be this peculiar thing called love, stripped of all the human poison out of it - jealousy, domination, anger, brutality; how you treat a dog, how you educate your children, how you dominate your wife or your daughter that they must be married, you know, you know all the rest of it. To die to all that so that your eyes have never touched tears, your eyes are totally unhurt, which is innocence, then love comes. It is there for you to look.\n"}]