[{"title":"fear-and-pleasure-are-two-sides-coin","text":"We were talking the last time we met here about the whole structure of thought and its activities, how thought does divide, thereby bringing about a great deal of conflict in human relationship. I think this morning we should consider, not intellectually or verbally, what is the nature of pleasure, fear and sorrow. Whether it is at all possible to be totally free of sorrow. And in enquiring into that, again non-verbally, non-intellectually, one has to consider, go into, examine very carefully the whole question of time.\nYou know it's one of the most difficult things to convey something which not only demands the accuracy of words, but also the accuracy of perception that lies beyond the word, a feeling, a sense of intimate contact with a reality. And if you, listening to the speaker, merely interpret the word according to your personal like and dislike, without being aware of your own tendencies for interpretation, then the word becomes a terrible nuisance, then the word becomes a prison, in which most of us are unfortunately caught. But if one is aware of the meaning of the word and what lies behind the word, then communication becomes extraordinarily interesting. Communication implies, as we were saying the other day, not only a verbal comprehension, understanding the meaning of words, but also going together, examining together, sharing together, creating together. And this is very important specially when we are talking about sorrow, time, the nature of pleasure and fear. This is a very complex question, and every human problem is quite complex. It needs a certain austerity, simplicity of perception. When we use the word 'austere', we don't mean the harshness that's involved in the meaning of that word, a sense of dryness, a sense of discipline, control, following a particular dry course; we are using that word 'austere' stripped of all that meaning of harshness, but there must be the austere simplicity in the examination, in the understanding of what we are going to talk about. One's mind must be very sensitive because sensitivity implies intelligence, and intelligence is beyond the interpretation of the intellect, or the emotional enthusiastic action. And in examining, in looking, in listening, in learning, about time, pleasure, fear and sorrow one has to have this quality of sensitivity of perception, of immediate seeing something as true; which is not possible if, as we explained the other day, intellect with its activity of thought divides, interprets. I don't know if you were all here last time we talked about thought, and the nature of thought and how it divides human relationship. Though thought is necessary, thought as reason, sanity, clarity, objective clear thinking is absolutely necessary, but thought also becomes a dangerous implement when one is analysing, not looking.* I hope we understood when we talked about the nature and the structure of thought.\nSo we are going to find out this morning whether the mind can be totally free of fear. And this is a very important question to understand, again non-verbally. Because for most of us fear is a constant companion, conscious or unconscious, whether you are aware of it or you are not, it is there, hidden in some dark recesses of one's own mind. Please, as we said, we are sharing this together, so you have to be aware of your own fear, and not try to escape from it, because in looking into this question of fear we are asking whether it is at all possible for the mind to be completely and totally free of this burden. You are asking this question. I, perhaps the speaker may suggest it, but it is your problem, your question, therefore you have to be sufficiently persistent, sufficiently simple, to see what it is, and to pursue it to the very end, so that the mind, when you leave this tent this morning, is literally free of fear. Perhaps that's asking a great deal, but it can be done. For a mind that has been conditioned in the culture of fear, with all the neurotic, complicated sequences in action, for such a mind to even put the question, the possibility, of being completely, entirely, absolutely, free of fear, is itself a problem, not fear, but the question itself. Do you understand? To put to oneself the question, whether it is at all possible, itself becomes a problem. A problem exists only when it is not soluble, when you cannot go through with it, when it keeps on recurring, you think you have solved this question of fear, but it keeps on repeating in different forms.\nSo first one has to see very clearly the possibility of it, and not say it is impossible. Do you understand? By saying that it is not possible, you have already blocked yourself. So one has to be very careful not to block oneself, not to prevent oneself from this question of fear and its complete resolution. Right? Because when there is any sense of fear it does all kinds of mischievous activity, not only psychologically, neurotic, but outwardly this whole problem of security comes into being - not only physical security, but psychological security. Please do follow all this because we are going to go into something that requires your attention, not your agreement, not your interpretation but your perception, your seeing the thing as it is.\nYou know you don't need any interpreters, no one need interpret anything for you. Volumes are being written by people who want to interpret what we are talking about - don't. Don't allow yourself to be interpreted to. Examine for yourself, find out for yourself.\nSo we are asking for the mind to examine itself and perceive the sequence of fear, its activities, its dangers. So we are going to examine not only physical fears, but also the very, very complex fears that lie deeply below the conscious mind. Most of us have had physical fears, either fear of past illness, with all its pain and anxiety and the boredom of pain, physical; or you have faced physical danger. And is facing a danger and its immediate action - you understand? - when you face danger of any kind, physically, is there fear? Please enquire, don't say, yes, there is fear - find out. When you meet, as it often happens when you are walking, perhaps not in these civilised countries, but when you are walking perhaps in India, or in Africa, and wild parts of America, you come across a bear, or a snake, or a tiger - as it has happened to us, several times. There is immediate action. Right? Isn't there? When you meet a snake there is immediate action, it is not conscious, deliberate action, there is instinctual action. Are you following all this? Now is that fear? Or is that intelligence? Because we are trying to find out action which is intelligence and action which is born of fear. When you meet a snake there is a physical response, instantly. You run away, you sweat, you try to do something about it. That response is a conditioned response because you have been told for generations, be careful of snakes, be careful of wild animals. It is a conditioned response, so the brain, the nerves respond instinctually to protect itself. Protecting itself is a natural, intelligent response. You are following all this? Right? To protect the physical organism is necessary and a snake is a danger, and to respond to it in the sense of protection is an intelligent action. Right?\nNow look at the other, which is, a physical pain. You have had pain last year, or yesterday, and you are afraid that it might return. The fear there is caused by thought. Thinking about something which has happened a year ago, or yesterday, and might happen again tomorrow is fear brought about by thought. Right? Isn't that so? Go into, please, we are sharing it together. Which means you are watching your own responses, what your own activities have been. There fear is the product of conscious, or unconscious thought - thought being time. Right? Time, not chronological time by the watch, but time as thought thinking about the thing that happened yesterday, or some time ago, and the fear of it happening again. So thought is time. Right? So thought produces fear: I might die tomorrow, and I am all a quiver. I might be exposed about something I have done in the past, thinking about that, thought breeds fear. Right? Now, are you doing it? You understand? You have had pain, you have done something in the past which you don't want to be exposed, or you want to fulfil, or do something in the future and you may not be able to, which is all the product of thought and time. Are you doing this? Right? Most of us are, most people are doing this, including yourself.\n\tNow, can this movement of thought which breeds fear in time, and as time, can that come to an end? You are following? You have understood my question? Yes? There is the intelligent action of protection, self-preservation, physical necessity to survive, which is a natural intelligent response. The other, thought thinking about something, and projecting the possibility of it not happening, or it might occur again, breeds fear. Right? So the question is: whether thought, this movement of thought, so instinctual, so immediate, so insistent, so persuasive, can that movement naturally come to an end, not through opposition. If you oppose it, it is still the product of thought, if you exercise your will to stop it, it is still the product of thought - you say, I will not allow myself to think that way, who is the entity that says, 'I will not' - it is still thought because by stopping that movement it hopes to achieve something else, which is still the product of thought. Therefore thought may project it and therefore may not be able to achieve it, and therefore there is fear involved in it. I don't know if you are following all this.\nSo we are asking whether thought which has produced this psychological fear, not just one fear but many, many, many fears, whether that whole activity can naturally, easily without any effort, come to an end. Because if you make an effort it is still thought and therefore productive of fear, therefore it is still caught within the field of time. Right? So one has to find a way or understand, or learn about a way that it will naturally come to an end, thought will not create fear. You have got it? Are we communicating with each other, please, are we? I don't know! When we are talking about communication, not verbally, not perhaps you have seen the idea clearly, the division clearly, that's not it. We are talking not merely verbally but being involved in it, it's your fear, it's your daily life, and that's what we are talking about, your life, not the description of your life. Because that which is described, that which is being described is not the described; the description is not the described, the explanation is not the explained. Right? The word is not the thing. So it's your life, your fear, which is not exposed by the speaker; by listening you have learnt to expose what is fear, how thought creates the fear. Right?\nSo we are asking whether thought, the activity of thought, which engenders, which breeds, which sustains, which nourishes fear, can naturally, happily, easily, come to an end, without any determination, without any resistance, without any activity of the will.\nNow before we can complete that question by discovering the true answer, we also have to enquire into the pursuit, conscious or unconscious, the pursuit of pleasure, because it is thought again that sustains pleasure. You have had a lovely moment when you have looked at the sunset yesterday; you said, what a marvellous sunset, you took a great delight in it. Then thought steps in and says, 'How nice it was, I would like to have that experience repeated again tomorrow'. Whether it is a sunset, or whether it is somebody flatters you, or whether it is sexual experience, or you have achieved something which you must maintain which gives you pleasure - pleasure isn't merely just sexual pleasure, there is a pleasure which you derive through achievement, through being somebody, the pleasure of success, the pleasure of fulfilment, the pleasure of what you are going to do tomorrow, the pleasure of something which you have experienced, sexually or artistically, or in different ways, wanting that repeated. All that is pleasure. And our social morality is based on pleasure. No? You are rather silent about that. Social morality is based on pleasure, and therefore it's no morality at all, it's immoral. The social morality is immorality. You are going to find that out, which doesn't mean by revolting against the social morality you are going to become very moral, doing what you like, sleeping with whom you like. Play with all this, you will find out.\nSo one has to understand, if you are going to understand and be free of fear, one must also understand pleasure because they are both interrelated. Right? Which doesn't mean you must give up pleasure. We are going to go into it. You know all religions, organised religions, and they have been the bane of civilisation, all organised religions have said, you must have no pleasure. Right? No sex, God won't allow you, you must approach God a tortured human being. Right? So you mustn't look at a woman, you mustn't look at a tree, you mustn't look at the beauty of the sky, you mustn't look at the lovely lines of a hill, which might remind you of sex and women and all the rest of it. So you must not have pleasure, which means you must not have desire. Right? So pick up your bible when the desire arises, lose yourself in that - or the Gita, or repeat some words, all that nonsense.\nSo to understand fear one must also examine the nature of pleasure. Right? If you don't have pleasure tomorrow you are going to be afraid. Right? You are going to be frustrated. You have had pleasure yesterday, sexually or otherwise, and if you cannot have it tomorrow you get angry, you get upset, your nerves, you know, all the rest - you become hysterical, which is a form of fear. So fear and pleasure are the two sides of a coin; you cannot understand, be free of one and not be free of the other also. Right? I know this is rather - you want to have pleasure all your life and be free of fear, that's all you are concerned about. But you don't see that if you have no pleasure tomorrow you feel frustrated. Right? You feel unfulfilled, you feel angry, anxious, guilty and all the psychological miseries arise. So you have got to look at both.\nAnd in understanding pleasure you have also to understand what is joy. Is pleasure joy? Is pleasure enjoyment? Is pleasure something totally different from the full delight of existence? We are going to find out all this. So first we are asking whether thought with all its activities, which breeds fear and sustains fear, conscious or unconscious, whether that can come naturally to an end, without effort. Right? There are conscious fears as well as unconscious fears of which you are not aware. The fears of which one is not aware play much greater part in one's life than the fears that you are aware of. Now how are you going to uncover the unconscious fears? You are following? How are you going to expose them to the light of whatever it is - how? By analysis? Who is then to analyse? You are following all this? If you say, through analysis I will expose them - we have gone into the question of analysis the other day, but we will briefly go into it now. If you say, I will analyse my fears, who is the analyser? Part of the fragment of fear. Therefore his analysis of his own fears has no value at all. Right? I don't know if you see this. Or if you go to an analyst to have your fears analysed the analyst is also like you, conditioned by the specialist, by Freud, Jung and Adler and X Y Z. He analyses according to his conditioning. Right? Therefore doesn't help you to be free of fear. As we said, all analysis is a negation of action. We have been through that, I won't go into all that.\nSo how are you going to uncover the unconscious fears, knowing analysis has no value? Right? You are rather uncertain about it. I can't go into it now, it's too - I have explained it before. If you say I will look into my dreams, I will examine my dreams. Again the same problem arises: who is the entity who is going to examine the dreams? One of the fragments of the many fragments. Right? So you ask a question, quite differently, which is, why do you dream at all? You are following all this? Dreams are merely the continuation of your daily activity. I do not know if you have not noticed in your dreams there is always action going on of some kind or another - jumping over the cliff, or hitting somebody, or a dozen forms of daily activity repeated while you are asleep. Now can that activity be understood and come to an end? That is, can the mind during the day time be so alertly watching all its motivations, all its urges, all its complexities, its pride, its ambitions, you know the things that are going on during the day, the frustrations, the demand to fulfil, the urge to be somebody. You know. The movement of thought during the day, can those be watched without the observer? You are following all this? Because if there is the observer who is watching, the observer then is part of thought which has separated itself from the rest of the thoughts and has assumed the authority to observe.\nSo can you observe during the day the whole movement of your activities, thoughts, feelings without interpretation, watching? Then you will see dreams have very little meaning, you will hardly ever dream. Therefore during the day time if you are awake, not half asleep, if you are not caught by your beliefs, by your prejudices, by your absurd little vanities, and pride, and your petty little knowledge, but merely observe the whole movement of your conscious mind and unconscious mind in action during the day, you will see there will not only be the end to dreams but also thought begins to subside, no longer seeking or sustaining pleasure or avoiding fear. Right? I wonder if you have caught all this.\nThen thought is also producing pleasure, continuing, nourishing that which has been pleasurable. Right? You have had some experience, physical or psychological or otherwise, and you want that repeated. The demand for the repetition of that pleasure, that experience is the product of thought. Right? So thought not only sustains, gives birth to pleasure but also to fear. Right?\nSo being caught in fear and in pleasure, which produce sorrow, how can all this come to an end? You follow? How can all this movement of pleasure and fear, which is the product of thought, how can that machinery of thought naturally come to an end? Now that's your problem, isn't it. Right? Is that your problem? Now what will you do with it? Give it up? Go on as you have been living, caught in pleasure and pain? Which is the very nature of the bourgeois, though you may have long hair, sleep on the bridge, do all kinds of silly things, revolt, throw bombs, avoid one war and have your favourite war, do what you will, the very nature of the bourgeois mind is this, a mind that is caught in fear and pleasure. Face it!\nNow if it is your problem, what are you going to do with it? How will you resolve it? And you must resolve it if you want a totally different kind of society, a different kind of morality, a different kind of life, you must solve this problem. If you are young you may say, 'Well, it is not important, I will have instant pleasure, instant fear, but that doesn't matter'. But it builds up and then you will find yourself caught in it. So it's your problem. And no authority can solve this. Right? You have had authorities - the priest authority, the Jungian, the psychological authorities, and they have not been able to solve it. Right? They have given you escapes, like drugs, beliefs, rituals, all the circus that goes on in the name of religion, they have offered all this, but the basic question of fear and pleasure you have never solved it. And you have got to solve it. How? What are you going to do? Please, sir, put your mind to this. Knowing nobody is going to solve it for you; the realisation that nobody is going to solve it for you is already the beginning to be free of the bourgeois world. Right? Neither your governments, nor your Mao's, nobody. Then what will you do, sirs? Unless you solve this, sorrow is inevitable. Right? Not only your personal sorrows but the sorrow of the world. Do you know what the sorrow of the world is? You know what's happening in the world, not outwardly, all the wars, all the mischief of the politicians, and all that, but inwardly the enormous loneliness of man, the deep frustrations of man, the ache of loneliness, the utter lack of love, this vast, incompassionate, callous world.\nSo unless you resolve this problem sorrow is inevitable, and time will not solve it. Right? You can say, well, I will think about it tomorrow, I'll have my instant pleasure and if fear comes out of it I will put up with it - time will not solve this problem. Right? So what will you do? Who is going to answer you? After raising this question, seeing all the complexities of it, seeing that nobody on earth, or some divine force - we have relied on all that before - is going to resolve this essential problem. What are you going to do, how do you respond to it? No answer? What do you say, sirs? All right, if you have no answer, I mean, not say, 'Well, you will tell us', but really you have no answer, have you, if you are really honest, not playing the hypocrite, or trying to avoid it, not trying to side step it, when you are faced with this problem, which is the crucial problem because we have translated love as pleasure, which we will go into another time.\nSo how are you going to find out naturally for it to come to an end? No method, obviously. Right? Method implies time. Somebody gives you the method, the system, if you practise that method, that system, it will make your mind more and more mechanical, more and more conflict with 'what is' and the system. Right? You are following all this? The system promises you one thing but the fact is you are afraid. And by practising the system you are further and further moving away from 'what is', and so conflict increases, consciously or unconsciously. Right? So what will you do?\nNow what has happened to the mind - please listen carefully, follow this - what has happened to the mind, to the brain, that has listened to all this - listened, not merely heard a few words, but actually listened, shared, communicated, learnt, what has happened to that mind? You have listened to my question? What has happened to your mind that has listened, not verbally, just superficially, but actually with tremendous attention, awareness of your own fears, that has listened to the explanation, listened to the problem, listened to the complexity of it, seen this, listened to how thought breeds fear as well as pleasure, and sustains it, what has happened to the quality of the mind that has so listened, that is to your mind, to your heart?\nQ: (Inaudible)\nK: Don't answer, it sir. We will answer this question afterwards, question it. But now what has happened to your mind? Examine it, find out. Is it different entirely from the moment it began, when we began this morning and now, or is it the same repetitive mind caught in pleasure and fear? Is there a new quality, or a mind that is learning? You follow? Not saying it must put an end to fear or to pleasure but a mind that by observing has learnt, is learning, and therefore what has happened to such a mind? Please.\nQ: It becomes totally silent.\nK: It becomes totally silent. Wait, sir, look what you have said. It has become totally silent, which is what? Shocked? Shocked by all this? No, sir, don't, look what has happened to your mind and heart that has observed all this, this morning by listening, discussing, enquiring, learning, being curious, see how thought breeds fear and pleasure and all the consequence of its activity, what has happened to your mind?\nQ: Watching attentively the mind...\nK: Hasn't your mind become a little more sensitive? Hasn't it?\nBefore you just walked, carrying this burden of fear and pleasure. By learning the weight of the burden, haven't you slightly put it aside, haven't you dropped it, and therefore walking very carefully? One moment, wait, let me finish, we'll discuss, because I have not finished with this. So your mind, if you have really followed this, listened to it, shared it together, learnt together, your mind by observing, not through determination, not through effort, by merely observing it has become sensitive and therefore very intelligent. Right? Don't, please, don't agree, if it is not sensitive it is not sensitive - don't play the game.\nSo next time fear arises, as it will, intelligence will respond to it, not in terms of pleasure, in terms of suppressing or escaping. You follow? This intelligent, sensitive mind, which has come about by putting aside, and by examining, learning, looking at this burden, it has put it aside and therefore it has become astonishingly alive, sensitive. Then it can ask quite a different question, which is: if pleasure is not the way of life, as it has been for most people, for most of us, then is life barren? Do you understand? Is life dry? Or what is the difference between pleasure and joy? Does it mean I can never enjoy life? Please don't agree, this is the most - find out. You enjoyed life before in terms of pleasure and fear. The instant pleasure, sex, drink, killing an animal, eating food, stuffing yourself with dead animals, and all the rest of it. The instant pleasure. And that's been your way of life. And you suddenly discover by examining, looking that pleasure isn't the way at all, because it leads to fear, to frustration, to misery, to sorrow, to other great sociological as well as personal disturbances and so on. So you ask quite a different question now. You say, what is joy.\nIs there joy which is untouched by thought and pleasure? Because if it is touched by thought it becomes again pleasure, and therefore fear. Right? So is there a way of living daily, having understood pleasure and fear, a way of life which is joyous, which is enjoyment, not the carrying over of pleasure from day to day, and the fear? You have understood my question? Are you all getting tired?\nLook, sir: you know what enjoyment is? To look at those mountains, with the beauty of the valley, the light on the hills, and the trees, and the flowing river, to enjoy it. And when do you enjoy it? When you say, how marvellous it is - when the mind, when thought is not using that as a means of pleasure. Right? You are following? Look: you can look at that mountain, or the face of a woman or a man, the lines of a valley, the movement of a tree, and take tremendous delight in it. When you have done that it's finished; but if you carry it over then this pain and pleasure begins. Are you understanding all this? Can you look and finish with it? Be careful of this, be very watchful of this. That is, can you look at that mountain, and not be absorbed by the beauty of the mountain, like a child with a toy being absorbed by the toy, and return to your mischief again, but to look at that beauty and the very look is enough, the delight in it, but not to carry it over, wishing for it tomorrow. Which means - see the danger - that is, the instant pleasure, sexual or otherwise, you can also play that trick, can't you. Oh, Lord, no? You see it, do you? You can have some great pleasure and say, it's over. But is it over? Is not the mind consciously or unconsciously building, chewing over it, thinking about it, wishing it to happen again soon? So, thought has nothing whatsoever to do with joy. Please, all this is tremendous discovery for yourself, not being told, not write about it, interpret it for somebody to read.\nSo there is a vast difference between delight, enjoyment, joy, bliss and pleasure. I do not know if you have not noticed, all the religious pictures in the western world avoid any kind of sensuous pleasure taking place. Have you noticed it? Oh, I won't go into all that, sorry.\nQ: Why not?\nK: Because it is so obvious. If you saw early pictures, before Giotto, before all the pictures, you will notice, there is no scenery at all. Right? Only the human body, tortured, or the Virgin Mary and so on and so on. There is no landscape because that distracted you, that was pleasure, therefore be concerned with the figure, the symbol of that figure, what it implied - all that stuff. Only much later this thing came on, the introduction of the scenery, whereas in China and in India it was part of life. You are understanding all this? This is not a school, please. I am not a professor.\nSo you can observe all this and find out the beauty of living, and there is, in which there is no effort but living with great ecstasy in which pleasure and thought and fear doesn't enter at all. Right, sir.\nNow you can ask me questions. Just a minute, sir, let me take a breath, and you also take a breath.\nQ: About dreams: I understood that the daily activities and so forth in dreams can come to an end, but what about a dream like I dreamt that I see you coming to this meeting, leaving that coat there, at that same place - they all come true.\nK: That is, you are saying - I have understood your question, sir, let me take a breather. You are saying, when I am asleep I see something happening in the future which is accurate. Is that it? You saw in your sleep the speaker come on the platform, put the brown coat there, and the microphone, this, very definitely in your dream what was going to happen in the future, the next morning. Are you all waiting for me to answer this! Oh, Lord, look at your faces, you ought to see! I wish you would pay as much attention to what was being said before rather than listen to this question so attentively and waiting for an answer. You have understood the question, sir? You couldn't hear it? The questioner says, he saw last night in his sleep what actually took place when the speaker came into the tent, put the brown coat - it was a brown coat - and exactly what clothes he had on and so on and so on. How do you account for that? How do you account for it?\nFirst of all, why do you give such tremendous importance to what's going to happen in the future, and seeing the reality of the future, why do you give such colossal importance to it? You know, astrologers, the fortune tellers, the palmists, you know, tell you what marvellous things are going to happen to you, why are you so concerned? Why aren't you concerned - wait, sir, I am going to answer your question - why aren't you concerned with the actual daily living, which contains all the treasures? Oh, you don't see it. Wait, sir, I haven't answered this question, please. You know when the mind becomes somewhat sensitive, and because you have been listening here, it has become somewhat sensitive, I don't say completely sensitive, but somewhat sensitive, naturally it observes more, whether in the future, tomorrow or today. It's like going up on an aeroplane and looking down, two boats coming from the opposite direction on the same river and they are going to meet at a certain point, and that's the future. Right? Right? The mind being a bit more sensitive becomes aware of certain things which may happen tomorrow, and also which is happening now. And most of us give much more importance to what is going to happen tomorrow, and not what is actually happening now. And you will find, if you go into this very, very deeply, nothing happens at all. Any happening is part of the experience of living, of life; why do you want experience at all? A mind that is sensitive, alive, full of clarity, what is it, what does it need to have experience at all? You'll answer that question yourself. Yes, sir?\nQ: You suggest that we should observe the actions in our daily life, but what is the entity that decides what to observe and when?\nK: What is the entity that observes and when to observe during all the activities of life, daily life. Right? Is that the question, sir? What is the entity that observes?\nQ: Does the entity take a decision to go and observe? Does one decide if one should?\nK: Ah! Who decides that you should observe. Is there any decision involved in this? Do you decide to observe? Or do you observe merely? Please find out, sir. Do you decide to observe, do you decide and say, 'I am going to observe and learn'? Then there is the question, who is the decider. Is it will that says, 'I must', and when it doesn't it chastises itself further and says, 'I must, must, must', therefore when you decide to observe, in that there is conflict, and therefore in that state of mind which has decided to observe there is no observation at all. Sir, look, you are walking down the road, somebody passes you by, you observe, and you say, 'How ugly he is, how he smells, I wish he wouldn't do this', which is, you are aware of your responses to that passer-by, you are aware that you are judging, condemning, or justifying, you are aware, observing. You don't say, 'I must not judge, I must not justify', which means be aware of why you are justifying, why you are condemning, just be aware of your responses. Right, sir? In that there is no decision at all. You are following this? You see somebody who has insulted you yesterday, immediately all your cockles are beginning to get nervous, or anxious, or you begin to dislike. Be aware of your dislike, why, be aware of all that. Don't decide to be aware. Somebody passes by who has flattered you, you say, what a marvellous bird you are - and you will feel, oh, delighted. Watch that sense, watch it.\nSo you will see in that observation there is neither the observer nor the ... - there is no observer, only observation taking place. The observer exists only when through observation you accumulate - when you say, 'He is my friend because he flattered me, he said what a lovely ..., and he is not my friend because he said something ugly, or something true which I don't like.' Which is accumulating through observation, that accumulation is the observer. But when you observe without accumulation then there is no judgement, you observe. And you can do this all the time. And in that observation there are certain definite decisions made, naturally. You follow? But those decisions are a natural result, not decisions made by the observer who has accumulated. Clear? Do you see something of this? Yes sir?\nQ: (Inaudible)\nK: I understand the question. The questioner asks - I must stop after this, it's twelve o'clock. We have talked for an hour and a half, isn't that enough? This is the last question. And the questioner asks, you said at the beginning the instinctual response of self-protection against a wild animal is intelligence and not fear. And thought which breeds fear is entirely different from the other. Right? Aren't they different? Aren't they different, don't you observe the difference? Thought which breeds and sustains fear, and intelligence which says, be careful - isn't there a difference there? But thought - see the intricacies of this - thought has created say, for example, nationalism, racial prejudice, the acceptance of certain moral values, has accepted it, but thought doesn't see the danger of it, doesn't see the danger of nationalism. Right? If it saw it then it would be the response of not fear but of intelligence, which would be the same as meeting the snake. I don't know if you are meeting this? Meeting the snake is a natural self-protective, intelligent response. Meeting nationalism, which is the product of thought, which divides people, breeds war, as one of the causes of it, thought doesn't see the danger of it. If it saw the danger for the human self-protection, they would both be the same. Do you understand this?\n"}]