[{"title":"brain-completely-attentive","text":"We'll go on, I think, don't you, where we left off yesterday. \t \nWe were considering the nature and the structure of what consciousness is. Because one can see that if there is to be a radical change in the human mind, and therefore in society, we have to consider this question, we have to delve deeply into it to find out whether there is a possibility of this consciousness undergoing a metamorphosis, a complete change in itself. Because one can see, all our actions, superficial or profound, serious or flippant, are the outcome, or born out of this consciousness. And we were saying yesterday, within this consciousness are many fragments, each fragment assuming dominance at one time or another. And without understanding these many fragments - it's all right, sir, somebody's fainted, it's all right, madam, sit down, somebody's fainted. It's all right, madam, you can't all get up and look, he has just fainted. (pause)\nWould you consider it rather rude on my part if I suggest that those who want to leave, leave now, not in the middle, because it disturbs many people. Either you sit quietly and go to the very end, the bitter end of this, or, just leave quietly when you must. Because several people have complained that when everybody's moving about, it is rather difficult to pay complete attention. Right? So would you please, if you want to leave, leave quietly. Because we are discussing, talking over together rather a difficult problem, and you need all your attention.\nAs we were saying, that without understanding the content of consciousness, and perhaps going beyond it, any action, however significant it may be, without understanding the fragmentary nature of our consciousness, whatever our action, however significant it may be, must produce confusion. I think this must be very clear. It's like giving a great deal of attention to one fragment, like the intellect, or the body, and so on, or belief.\nAnd these fragmentations, which compose our consciousness, from which all action takes place, must inevitably bring about contradiction, confusion and misery. Is this, verbally at least, clear? And to say to oneself, all these fragments must be put together or integrated has no meaning, because then the problem arises, who is to integrate it. And the effort of integration. So there must be a way of looking at this whole fragmentation with a mind that is not fragmented. And that is what we are going to discuss a little bit this morning.\nI realise that my mind, my consciousness, including the brain, all the physiological nervous responses, the whole of that, consciousness, is fragmentary, is broken up, conditioned by the culture in which one lives. That culture has been created by the past generation and the coming generation. And any action, any action, or the emphasis of one fragment over the others, will inevitably bring about immense confusion. Right? Do we see this? Giving emphasis to social activity, giving emphasis to a religious belief or intellectual concept or Utopia, must inevitably contradict and therefore bring about confusion. Do we see this together?\nSo one asks the question, which is, is there an action which is not fragmentary and which does not contradict another action which is going to take place next minute.\nAnd we see in this consciousness, thought plays an extraordinary part, thought being, not only the response of the past, but all our feelings, all our neurological responses, the future hopes, fears, pleasures, despairs, sorrow - all are in this. So does the content of consciousness make for the structure of consciousness, or is consciousness free from its content? Are you following all this?\nIf the content of consciousness, which is, my despair, my anxiety, fears, pleasures, the innumerable hopes, guilts, and the vast experience of the past, if that makes up our consciousness, that is consciousness, then any action springing from that consciousness can never free the consciousness from its limitation. Got it? No, please don't agree with this, this isn't just schoolboy stuff. I have been brought up in a particular culture - we are communicating, do share it with me - which means work, observe in yourself and then we can proceed further - I'm just talking as an introduction. My consciousness is the result of the culture in which I have lived. That culture has encouraged and discouraged various forms of activities, various forms of pursuits of pleasure, fears, hopes and beliefs. That consciousness is the 'me'.\nNow, any action springing from that consciousness, which is conditioned, must inevitably be fragmentary and therefore contradictory, confusing. Right? Are we communicating with each other, are we sharing together this? If you are born in a Communist or a Socialist or a Catholic world, or Protestant and so on, the culture in which that particular mind, brain, is born, is conditioned by that culture, by the society, by the standards, the values, the aspirations of that society. And any action born from this consciousness must inevitably be fragmentary. Right? Is that clear? No? No, don't tell me not. Watch it, sir, don't ask me questions yet, just watch yourself. If I may suggest, first listen to what the speaker has to say, don't bring in your question, or your thought, but just listen first to what he has to say. Then after having listened very quietly, then you can begin to put questions. Then you can say, you are wrong, you are right, this is so, why is this, and so on. If that is going on in your mind, the questioning, then you are not listening. And therefore our communication comes to an end. We are not sharing together. And as this is a very complex, subtle problem, the thing into which we are enquiring, you have first to listen.\nYou see we are trying to find out what is consciousness. Is it made up of the many things that it contains, or is it something free of its content? You must find this out, you must learn about it. If it is free of its content then the action of that freedom is not dictated by the content. If it is not free then the content dictates all action. Right? That is simple. Now we are going to find out. You see I realise, watching in myself, that I am the result of all this, the past, the present, the future hope, the whole throbbing quality of consciousness is this, with all its fragmentations. And any action born of this content must inevitably be not only fragmentary but through that there is no freedom whatsoever. Right?\nSo can this consciousness empty itself and find out if there is a consciousness which is free from which a totally different kind of action can take place. Are you getting what I'm talking about? Somebody tell me, yes or no. What I am talking about, what I am trying to explain, not what you think about it - am I conveying it to you, am I explaining it to you?\nOr all the content of consciousness is like a muddy little pool, very shallow and a little frog is making an awful noise in it. And that little frog says, 'I'm going to find out'. You follow? And that little frog is trying to go beyond itself. But it is still a frog, it is still in the muddy pool. So can this muddy pool, however shallow, deep, empty the content of all itself, of all itself. My little muddy pool is the culture in which I have lived. And the little me, the frog, is battling against the culture, and saying it must get out. But even if it gets out, it's a little frog. And whatever it gets out into is still the little muddy pool which it will create. Please see this.\nSo what is one then to do? Please don't answer it. The mind realises all the activity it indulges in or is forced to do, all its activity is the movement within the consciousness with its content. And realising this, what is the mind to do? Can it ever go beyond this limited consciousness?\nNow that's one point. Second point is, this little pool with the little frog - and it is a good simile - may extend, expand and widen the pool. The space it creates is still within the borders of a certain dimension. Right? Does this all interest you? Look, sir, I'm asking this - that little frog can accumulate, or a little monkey, better monkey - that little monkey in the little pool can acquire great deal of knowledge, information and all the rest of it, experience. And this knowledge and experience may give it a certain space to expand. And that space has always in it the little monkey at its centre. Right? Are you following this?\nSo the space in consciousness is always limited by the centre. If you have a centre, the circumference of consciousness, or the frontiers of consciousness is always limited, however it may expand. That little monkey may meditate, may follow many systems, rejecting one, taking on another. And that little monkey will always remain. And therefore the space round it and the space it will create for itself is always limited and shallow. Right? So that is the second question.\nThe third is, what is space without centre. We're going to find this out. What was the first question?\nQ: The limitations of the consciousness and can the mind go beyond consciousness.\nK: Let the rain have a chance! (pause)\nCan this consciousness with its limitations, at whose centre is this everlasting mischievous monkey, can it go beyond itself? (pause) Can the monkey - if you don't mind, I'll stick to that word - can that monkey, with all its intentions, with its aspirations, with its vitality, free itself from its conditioning and so go beyond the frontiers of consciousness which it has created? Right?\nTo put it differently, can this monkey, which is the 'me' - can the 'me', which is the monkey, by doing all kinds of things - meditating, suppressing, conforming or not conforming, being everlastingly active, to be or not to be, can its movement take it beyond itself? Which is, does the content of consciousness make the 'me', the monkey, and therefore the attempt on the part of the monkey, the 'me', to free itself, is still within the limitation of the pool. Right? So my question is, can the monkey be completely quiet, to see its own frontiers, to be aware of the extent of its frontiers, and whether it is at all possible to go beyond it. Am I conveying it?\nQ: (Inaudible)\nK: Oh Lord - sir, do you notice for yourself, that you are always acting from a centre? Do you notice this? No? The centre may be a motive, the centre may be fear, the centre may be ambition - you are always acting from a centre, aren't you? I love you - I hate you - I want to be powerful - all action as far as we know now, is from a centre, whether that centre identifies with the community or with a philosophy, it is still the centre which has identified and therefore the identified thing with becomes the centre. Get it? Are you aware of this action going on, always? No? Or are there moments when the centre is not active? It happens, suddenly you are looking, living, feeling without a centre. And that's a totally different dimension. And thought begins to say, what a marvellous thing that was and I'd like to continue with it. Then that becomes the centre. The remembrance of something which happened a few seconds ago becomes the centre through thought. Right? Are we aware of this? And are we aware of the space that centre creates round itself, isolation, resistance, escape - space? As long as there is a centre there is the space which the centre has created round itself.\nAnd this space we want to expand because we feel the expansion of space is necessary to live extensively. But in that expansive consciousness there is always the centre, therefore the space is always limited, however expanded. Observe it in yourself, sir, don't listen to me, watch it in yourself, you will discover these things very simply. And the battle in relationship is this, between two centres, each centre wanting to expand, assert, dominate - the monkeys at work.\nAnd so I want to learn, the mind says, I see that very clearly, I've learnt that. And I am learning, mind is learning how does that centre come into being - is it the result of this society, the culture, or is it a divine centre - I'm using the word, forgive me for using that word 'divine' - is it a divine centre which has always been covered up. Covered up by the society, by the culture - outwardly, it's been covered up. You follow? The Hindus and others call it the Atman, the Great Thing inside which is always being smothered. And therefore you have to free the mind from the smothering, so that the real thing can come out, the real monkey can come out.\nObviously the centre is created by the culture one lives in and one's own conditioned memories, experiences, the fragmentation of oneself. So it is not only the society that creates the centre but also the centre itself is propelling itself. Right? So, can this centre go beyond the frontiers which it has created for itself - that's one question. Can it? By silencing itself, by controlling itself, by meditating, by - you know, imitating, following - can that centre explode and go beyond. Obviously it can't, the more it conforms to the pattern, the stronger it gets, though it imagines that it is becoming free. You understand, sir?\nEnlightenment, surely is that state of mind, that quality of mind in which the monkey is never operating. So how is that monkey to end its activities, not through imitation, not through conformity, not through saying, somebody has attained enlightenment, I'll go and learn from him - all those are monkey tricks.\nNow does - please follow this - does the monkey see this, does the monkey see the tricks it is playing upon itself, and saying, I've got it, I'm ready to help society, alter society, I am completely concerned with the social values and righteous behaviour and social justice. I'm - you follow? Or is it a trick that is being played upon itself. You answer this, sir. No? You don't think it's a trick that's being played upon itself? It is so clear, there is no question about it. You are not sure? If you're not sure, sir, please discuss, let's talk it over.\nQ: You say sometimes to help society, to do social service, as if helping society or doing social service was doing something for somebody else. But I have the feeling that I'm not different from society, so working is a social thing, it is working in myself, it's all the same thing - I don't make this distinction.\nK: But if you don't make the distinction - I'm not being personal, sir - I'm asking, we're asking, does the centre remain.\nQ: It should not.\nK: Not 'should not'. Then we enter into quite a different field - should, should not, must, must not - then it becomes theoretical. The actual fact is, though I recognise the 'me' and society are one, etc., etc., is there the centre still operating, the 'me' still operating, the 'me', the monkey that says, I'm - you follow? My question is, I see as long as there is any movement on the part of the monkey, that movement must lead to some kind of fragmentation, illusion and chaos. Put it round, much more, very simply - that centre is the self, is the selfishness that is always operating, whether I am godly, whether I am concerned completely with society and say, I am society - that centre, is it operating. If it is, then it is meaningless.\nThen the next question is, how is that centre to fade away. Through determination, through will, through practice, through various forms of compulsive neurosis, compulsive - you know - dedication, identification? And all such movement is still part of the monkey. Right? Therefore consciousness is within the reach of the monkey. And the space within that consciousness is still within the arm's length of the monkey. And therefore no freedom.\nSo the mind says it, sees this very clearly, seeing in the sense, either as a perception, like seeing the microphone, without any condemnation, it just sees it. Then what takes place? To see, to listen, to anything, there must be complete attention, mustn't there? If I want to understand what you are saying, I must give all my attention to it. In that attention, is the monkey operative, operating? No? Please find out. I want to listen to you. You are saying something important or unimportant - I want to find out. And to find out what you are saying, I must give my attention, which means my mind, my heart, my body, nerves, everything must be in harmony to attend. The mind not separate from the body, the heart not separate from the mind and so on - it must be a complete harmonious whole that is attentive, and that is attention. Do I attend so - does the mind attend so completely, with complete attention to the activity of the monkey, watching it, not condemning it, not saying it's right or wrong, this or that, just watching the monkey, tricks of the monkey.\nAnd in this watching there is no analysis. This is really important, go into it, sirs, put your teeth into it. The moment it analyses one of the fragments of the monkey is in operation. So does the mind watch with such complete attention to all the movements of the monkey - we won't say all the movements - then you'll say, can it - to the movements of the monkey, and what takes place when there is such complete attention. You get the point? Are you doing it?\nYou know what it means to attend - when you are listening to that rain, completely, there is no resistance to the rain - you don't say, 'Oh, I wish it would go away, I want to find out, I want to learn' - there is no impatience, there is no resistance against it, there is no condemnation - you are completely listening. Now when you are so listening, is there a centre which is the monkey operating? You find out sir, don't wait for me to tell you - find out. It's raining now - all right. Are you listening to the speaker? Listening, which means complete attention. Are you? Which means you are not interpreting what he is saying, you are not agreeing or disagreeing, you are not comparing or translating what he is saying to suit your own particular mind. When all such activity takes place there is no attention. To completely attend means a mind that's completely still to listen. Are you doing that? Are you listening to the speaker now, just now, with that attention? If you are, is there a centre there?\nQ: You are passive.\nK: I don't care whether you are passive, active - I said, sir, look don't - look, are you listening, listening means attentive. And in that attention is the monkey working. Don't say yes or no - find, learn about it, sir. Is there? And what is the quality of that attention in which there is no centre, in which the monkey isn't playing tricks, the quality of it?\nQ: (Inaudible)\nK: I don't know, sir, don't put into words, thoughtless, empty - find out, learn, which means, sustained attention, not a fleeting attention, a sustained attention to find out the quality of the mind that is so completely attentive.\nQ: (Inaudible)\nK: No, sir - when you say it is not there to tell me, to communicate through words, then the mind, the memory is there. But I am asking, when you are so completely attentive, is there a centre? Surely, this is simple. Sir, when you are watching something that really is quite amusing, makes you laugh, is there a centre - something that interests you, you know, watching, not taking sides - when you are watching football, if you do, and if you are not taking the side of this or that, just watching - in that watching is there a centre which is the monkey? I can't answer any more. If there is no centre, then the question is, can this attention flow, move, not one moment, you follow, and then inattention. Can this attention flow, naturally, easily, without effort - effort implies the monkey comes into being. You are following all this?\nThe monkey has to come in if it has to do some functional work. But that operation on the part of the monkey, does it spring from attention, comes out of attention, or is that monkey separate from attention. I go - one goes to the office - going to the office and working in the office, is it a movement of attention or it's the movement of the monkey, which has taken over. The monkey that says, I must be better than - you know, I must get more money, I must work harder, I must compete, I must become the manager, foreman, whatever it is. I'll become the archbishop or the commissar - which is it in our life. Go into it, sir, which is it in your life, a movement of attention, and therefore much more efficient, much more alive; or is it the monkey that is taking over? Answer it, sir, for yourself. And if the monkey takes over and makes some kind of mischief, you know, and monkeys do make a mischief - and can that mischief be wiped away and not leave a mark. Go on, sirs, you don't see all the beauty of all this.\nSomebody said something to me yesterday - listen to this, just follow it little bit - which was not true. Did the monkey come into operation and wanted so say, look you're a liar? Or the movement of that attention in which the monkey is not operating and listens to something which is not true, that statement which is not true doesn't leave a mark. Get this, sir, for God's sake, get this. When the monkey responds then it leaves a mark.\nSo I am asking, can this attention flow, not how can I have continuous attention, because then it's the monkey that's asking. But is there a movement of attention all the time, I just follow it, the mind just moves with it. You're getting what I'm talking about? No, you must answer this really extraordinarily important question. We only know the movement of the monkey. And we only have occasionally this attention in which the monkey doesn't appear at all. Then the monkey says, I want that attention. Then it goes through - goes to Japan to meditate or to India to sit at some ugly feet and so on and so on.\nSo, we are asking, does this movement - I've got it - does this movement of attention, is it totally unrelated to consciousness, as we know it? Obviously it is - can you hear me? (noise of rain) All right, I'll wait. (long pause)\nWe are asking whether this attention, as a movement, can flow, as all movements must flow. And when the monkey becomes active, can the monkey itself become aware that it's active and so not interfere with the flow of attention. Somebody insulted, yesterday. And the monkey was awake, to reply, and because it has become aware of itself and all the implications of the monkey tricks, it subsides and lets the attention flow. Not how to maintain the flow - this is really important. The moment you say, I must maintain it, it's the activity of the monkey. So the monkey knows when it is active and the sensitivity of its awareness immediately makes it quiet.\nQ: (Inaudible)\nK: I haven't understood it, sir, I can't hear.\nQ: (Inaudible)\nK: Sir, attention means energy, the height of energy, isn't it? In attention all energy is there, non-fragmented. The moment it is fragmented and action takes place, then the monkey is at work. And when the monkey - and the monkey is also learning - has become sensitive, has become aware, and it realises the waste of energy and therefore, comes naturally. It is not the monkey and attention. It is not division between the monkey and attention. If there is a division the attention then becomes the higher self, the, you know, all the tricks the monkeys have invented. But it is a total movement - attention. And unfortunately the monkey also has its own life, wakes up, it's a total action not opposed to attention. I wonder if you get all this. Well, it's up to you, sir.\nNow when there is no centre, when there is the complete apogee of attention, apogee, you know, the height of attention. In that height of attention there is - will you tell me what there is, what has happened to the mind that is so highly attentive, all the energy there, not a breath of it wasted. What takes place, what has happened? Oh, come on sirs, I am talking all the time.\nQ: There is silence.\nK: Oh no, we've gone beyond all that, sir.\nQ: There is no self-identification.\nK: No, we've monkey tricks. What has happened, not only to the intellect, to the brain, but to the body? I have to talk - you don't learn. If the speaker doesn't come any more, dies, anything happens, what is going to happen, how are you going to learn? Learn from another yogi? No, sir, therefore, learn now - learn. What has happened to a mind that has become so highly attentive, in which all energy - what has happened to the quality of the intellect?\nQ: (Inaudible)\nK: No, you don't know - please don't guess.\nQ: It becomes quieter.\nK: I said look sir - the brain, the brain which has been operating, working, which has invented the monkey - the brain. No, you don't know, please don't guess. Doesn't the brain become extraordinarily sensitive? And does your body - sir, when you have got such tremendous energy, unspoilt, unwasted, what has happened to the whole organism, what has happened to the brain, to the whole structure of the human being - that's what I am asking.\nQ: It wakes up and it becomes alive. It learns.\nK: No. Sir, it has become alive to learn, otherwise you can't learn. If you're asleep and say, well, I believe in this, my prejudice, I like my prejudice, it is marvellous, my conditioning - then you're asleep, you are not awake. But the moment you question, begin to learn you are alive, you are beginning to be alive. That's not my question. What has happened to the body, to the brain.\nQ: Complete interaction, no division.\nK: I think I'll go home. (laughter)\nSir, have you noticed a very simple fact, that if you are not wasting energy, fiddling, if you are not wasting energy, what has happened? What has happened to the machinery of the brain, which is a purely mechanical thing, the brain - what has happened to that machinery?\nQ: It's alive.\nK: Tomorrow, sir, we must go. Please, do watch yourself, pay attention to something so completely, with your heart, with your body, with your mind, everything in you, every particle, every cell - attend to something, see what takes place.\nQ: But if it is, if that's happening, you don't exist.\nK: Yes, sir, but what has happened to the brain, not you, I agree, the centre doesn't exist but the body is there, the brain is there - what has happened to the brain?\nQ: You rest, the highest level of attention.\nK: You've never gone into this. Look, what is the function of the brain?\nQ: Order.\nK: No. Don't repeat after me, for God's sake. What is the brain - it has evolved in time, it is the storehouse of memory, it is matter, it is highly active, recognising, protecting, resisting, thinking, not thinking, frightened, seeking security and yet being uncertain - it is that brain with all its memories, not just yesterday's memory, centuries of memories, the racial memories, family memory, the tradition - all that, that's the content is there. Now what has happened to that brain when there is this extraordinary attention?\nQ: It is new.\nK: I don't want to be rude, but is your brain new? Or it's just a word you are saying.\nQ: (Inaudible)\nK: Please, what has happened to this brain that has become so mechanical - don't say it's become not mechanical - that's no answer, that is mechanical, the brain is purely mechanical, responding to conditioning, responding according to its conditioning, background, fears, etc., pleasure and so on, this mechanical brain, what has happened to it when there is no wastage of energy at all?\nQ: It is getting creative.\nK: We'll leave it till tomorrow.\n"}]