[{"title":"public-talk-3-new-delhi-india-17-december-1970","text":"I think we were going to talk about death, weren't we? I think before we go into that rather complex subject, we ought to consider what is time. And in relation to time we should also examine what is space, because they are all inter-related. No problem, however complex it is, is isolated. Every problem is related to another problem. So we cannot possibly separate one problem, one issue, and discard the others. We have to take all the problems, or one problem, in understanding it completely, going to the very end of it with reason, logic, sanity, objectivity, we will be able to solve all the other problems.\nWhen one considers what is happening in the world and also in this country, all the confusion, the deterioration, the corruption, the division, the great suffering, it behoves that all of us should change, should bring about a different world, should create a totally different social structure, not only here but the world, because we are part of the world, we are not separate from the world. And in seeing the utter chaos, the great confusion and misery, it seems to me we must take not politics by itself or the economic situation of a particular culture, or separate all this from science, but take the whole movement of life, whether it is in the laboratory or in the field of economics, or in the so-called religious field. It should all be taken as a whole, and that is our problem: not to fragment it, not to divide it, but to take the whole movement of life as a unit and deal with it. And in this movement of life there is time, space, love and death. And we are apt to separate death from life and life from love, and love, as though it was something apart from time.\nSo to understand what death is one must also understand the question of time and love; and that is what we are going to do this evening. We are going to share together, and we mean together, because this is our problem, this is the human problem, and we must together examine, understand, communicate, talk it over, share together. Which means that you must be equally intense, passionate to try to find out and not depend on the speaker. And so when we are considering this problem, which is very complex and needs all our attention and naturally our passion - because without passion you cannot possibly understand anything. And as we said, when we last met here, that passion comes out of the flame of sorrow, and without understanding the meaning, the depth of sorrow, one will not have the energy, the vitality, the passion, to investigate and find out for oneself what love is and what death is.\nSo we are going to first consider what is time. There is the time by the watch, and is there any other time at all? Time involves process, the gradual becoming, the changing 'what is' into 'what should be'. The whole traditional approach to change involves time. Doesn't it? I am this and I must change to that or become that, and that involves time, the gradualness. And is there such thing as psychological becoming, psychological evolution at all? Do you understand my question? The speaker is not putting that question, you are putting it to yourself, because we have to find out this very crucial question, because we are going to deal with death, which is part of time.\nAnd time involves the whole process of thought. Thought is time. And as we pointed out the other day, thought breeds, sustains fear. And to understand what is the extraordinary thing that we call death - and it must be extraordinary - the ending, of which we are so frightened and to understand this fear, this thing called death, one must really comprehend for oneself what time is, why thought has invented time apart from the chronological time. Is there a psychological, inward becoming, transforming, changing? All that, if you admit time, a sequence, a process, then you will have to accept time as a means of achievement. Right? And what then is change, the psychological change? We are not talking about the biological evolution. As we pointed out again, from the bullock cart to the jet plane there is a tremendous evolutionary process of vast accumulated knowledge. And to accumulate knowledge involves time. And apart from that, is there a process, a gradualness, a continuity of change, or is there a psychological revolution in which time doesn't exist at all? The moment you admit process, gradualness, you will have to have time and on that all our traditions are based. The practice, the method, the becoming and not becoming, the whole of that structure involves time, promising at the end of it you will have enlightenment, you will understand. Can there be understanding through time at all? Or is it a perception which is immediate and therefore immediate change? Right? Are you following all this?\nPlease, as we said, we are working together, we are examining together, sharing together this problem, because we are asking if it is possible to break the chain of continuity, the movement from 'what is' to 'what should be'. Or is there a total mutation of 'what is' not involving time? And to find that out one must totally discard all the traditional approach which is through gradualness, through practice, through sustained effort, because all that involves conflict. Please, do understand this very simple factor: where there is conflict there is division, the division between the thinker and the thought, between the observer and the thing he wishes to achieve, which is the observed. In that division there must be inevitably conflict because there are other factors involved in it, there are other pressures, other happenings which change what was cause into effect and the effect becomes the cause. Do you follow? So all that involves time, doesn't it? When you go to your guru - if you have one, I hope you haven't - he will tell you what to do, which involves time, and you accept it because you are so greedy, you want to find something which through time you hope to find. You don't question, you don't investigate, you don't discuss with your guru - he won't let you, he is stupid not to let you - and you accept and you are caught in this field of time which is bondage.\nNow, can the mind in investigating this fact that where there is the psychological time, a movement from 'what is' to 'what should be' it involves conflict, and where there is conflict the mind must be distorted; and a mind that is distorted can never find what is true. That's a simple fact. If I want to see very clearly, I must have an eyesight that is clear, unclouded, without any distortion; and there is distortion when there is effort, and effort means time. Right? This is not logic, it may sound logical, reasonable, healthy, sane, but it is not logic. It is direct perception of what is false, because after all the function of the brain is to perceive c000000000000learly, to see what is false. And when you see this whole traditional approach of gradual becoming as a process, when you see that as totally false, then your mind has a clarity. Right? Has your mind now, as you are listening, sharing together, seen very clearly that time involves effort? Effort means contradiction between the observer and the observed, the thinker who has placed the thought as an idea to be achieved. Right? And where there is division there must be conflict, as there is division between the Hindu and the Muslim. You are inviting conflict. That is clear. Now, can the mind see directly the falseness of this idea of gradualness, see it as you see this microphone so clearly, so that the mind will never touch it at all. That is seeing the danger of an animal, of a serpent, or dangerous savage beast, and the very seeing of it is instant action. You follow all this?\nSo, perception involves a mind that is not caught in the bondage of time. Do please understand this. Once you understand this fact, your whole structure of thought changes. Perception and the understanding doesn't involve time at all. What is involved is seeing clearly; and to see clearly you must have space. Right? Space not only outwardly but inward space. That means space in the mind. Right? I am not asking for encouragement, I want to see very clearly that we are both of us communicating with each other. You know when the mind is chattering, filled with knowledge - knowledge being the past, apart from the technological knowledge which is obvious and necessary - when the mind is crowded with knowledge of yesterday, the events of yesterday, the pain of yesterday, the various remembrances of yesterday, when the mind is crowded there is no space; and where there is no space there is conflict. Right? Am I talking Greek?\nYou know, one of the factors of violence in the world is over-population; like in a crowded city when every street is full of people there is no space, and man needs space, outwardly needs space. They have made experiments, I have been told by a friend, on rats, on mice. When they have been - many of them have been put in a very small space, then they fight each other, the mother destroys the baby, there is complete disorientation. Right? And that's what is happening in the world, that's what is happening in every large town, over-crowded, over-populated. And one of the factors is this lack of space outwardly. And the other factor is when the mind and the brain also is burdened with so many memories, so many experiences, which is knowledge, there is no space at all. Right? And you need space. What is the factor that prevents the mind having immense space? You are following all this? Are you merely following the words or you are actually following it, investigating in yourself, because you see you are the world and the world is you. Part of you is the culture in which you have lived, and to change radically the structure of society you have to change yourself, because you are part of that culture. And if you are confused, violent in yourself, what you construct as society will be violent, confused, ugly. If you are corrupt, you'll produce a corrupt society; and you know what is happening in this country as elsewhere.\nSo you need space so that conflict ends inwardly. And we asked why is there not space at all? Have you ever watched your own minds objectively, looked at it, how restless, chattering, remembering, oh, you know, that goes on, endless noise, moving from one ridiculous thought to another ridiculous thought, so crowded, confused, and how does this happen? You are following all this? Do please follow it, not the speaker, but watch yourself, follow yourself, investigate into yourself. Why? Why is the mind never empty, therefore full of space and the beauty of space? You know, when you look from a hill top or from a vast plane, you see the whole horizon, the vast sky, the beauty of it and the stillness of it. And our mind has no space at all. Why? Right? You are asking this question, I am not asking you to ask it.\nYou know, isolation creates space, isolate. Isolation is a form of resistance, and where there is resistance there is a limited space. Right? You understand? I resist a new idea, a new way of living, I resist any disparagement of tradition, I resist my beliefs. So within that resistance, within that wall, there is a very small limited space. Right? Have you noticed it? Right? And this resistance is part of will. Are you following? 'I must do this, I should not do that, I want this'. Will is the factor of resistance, and will is part of thought which says, there must be an achievement, there must be a change, I must become something. Right? So the factor of not having space is this isolating process of thought as the 'me'. Right? Oh, do get this, sir. Right? The activity of thought as the 'me' creates a very small space within itself, because if you observe yourself you will see how you act within a very limited area, very small area, and this small area is time-binding; and because it is a small area it must chatter, it must act, it must move, tremble, chatter. Right? You see this? Don't nod your heads, please. Once you see this, that any activity of resistance which is the action of will must limit and isolate space in which the 'me', the 'I', the self-centred action is going on. Do you see this? Therefore there is a duality, the 'me' and the not 'me'. Right? What is beyond the wall of resistance and what is inside the wall which is the 'me'. And will - will in the sense of assertion, dominance, ambition to be, the desire for power, position, prestige, which each one wants, not only the politician but also you want it, otherwise you won't elect the politician. So if you see that, not intellectually, not verbally or logically, see it, how the mind is limited, small, enclosed within a very - enclosed in an action of a very small area; and as long as that area is very limited, there must be conflict and therefore there is no space. Right?\nSo can there be action - please listen to this - can there be action without will? Now, again traditionally you are brought up on the action of will - 'I must, I must not' - and therefore the 'must' and 'must not', the 'do' and the 'don't' is a form of resistance. You follow? And therefore that action is born of will and therefore limited. Now, look at it. You have a habit of smoking, if you smoke. Now, if you resist it, say 'I will not smoke', then there is conflict. Right? Can you drop it, the habit, without any resistance, which is, without any will? You've understood my question? Oh, Lord! And you will only drop it if you understand the whole nature and the machinery of habit-forming, which we won't go into now. That is not the point involved.\nSo when there is space in which time doesn't exist at all, which is time in the sense psychologically, then there is no conflict whatsoever, but out of that space you can act without the action of resistance and will. It doesn't matter if you don't understand, it's up to you. You see, we must find a new way of living, a new way of acting, and the old traditional way doesn't lead to a new action. It's a repetitive action. And to find and to act in a totally different way one must have this quality of mind in which there is complete freedom of space. Right?\nSo time is thought and time is sorrow. Now, with that understanding, let's find out what is death. Right? Or shall we talk first what love is? Because if you don't know what love is, you don't know what death is. Oh, Lord! What is love, sir? Is love pleasure, is love desire, is love associated with sex? What is this thing that we call love? Is it part of hate? In it is there jealousy, anxiety? Can a man who is ambitious, seeking power, position, can he ever know what love is? We are talking it over together, find out. When you say 'I love my family, husband, wife or the girl or the boy', what does it mean? And without finding out for yourself really, deeply what that word means, how can you ever find out the meaning and the depth of death? Because, is love a matter of time, something to be cultivated, something to be practised? Right? Do you think it is to be practised, something your guru will tell you what to do, at the end of it you'll achieve love? Is it the result of thought, time, a process? And why human beings throughout the world have given such tremendous significance to sex, which they call love? Have you noticed in your own life why sex has become such an all-consuming and important thing, why? Why, sir? Do answer it. To find out you have to ask why our life, the daily living with all its conflict, suffering, the agony of everyday brutality, why our daily life has become so mechanical? Right? Isn't your life very mechanical? No? Going to the office every day, following the tradition every day, establish certain patterns of activity and go on with it for the rest of your life; certain beliefs, God or no God, or higher-self, lower-self, you know, all that nonsense. You get into a habit and repeat, repeat, repeat. You know, it would be a marvellous thing if you said to yourself 'I will never repeat anything that I do not know' - do you understand? - that you yourself have not completely understood. Not repeat what somebody has said, not the Gita, the Koran, the Bible, or your favourite sacred book, because that has become also a habit, a routine, and if you say to yourself 'I will never repeat a word that I have not myself understood, that I have not heard from another'. Do try it and see, find out.\nSo when you observe you will see that your life has become extraordinarily mechanical. Right? Do you see that? We are discussing, please, sharing this problem. There is nothing to be ashamed about, it is a fact whether you like it or not. And sex is the only thing that you have which is free, which soon becomes also a habit. And all this thing you call love. Right? Love of God, devotion to your ugly guru, to your idol, the hero. The hero, the guru, the thing is yourself to whom you are devoted. Right? And all this you call love. And is it love?\nSo only the truth of that beauty will be found when you have completely dropped everything that is mechanical. Have we time to go into this question of death now? We have talked for fifty minutes. Shall we go into it now?\nWhat is death, of which we are all so dreadfully frightened? What is it? Simply put: coming to an end. Right? I have lived for forty, fifty, twenty, eighty years, I have accumulated so much, so many things, so much money, I have made certain activities - ugly and beautiful - I have gathered so much experience, I have cultivated virtue, I have identified myself with my family, and I cry when I leave, not knowing what's going to happen to them, I am afraid of my own loneliness. Right? You are following all this? Which is yourself, I am not describing myself, it is yourself, and this must end. And you want to find out if this ends is there something after? That is, this movement of life which has been a battle from the moment one is born till you die, this thing called living, which is not living at all, this battle endlessly which you call life, living, struggle, and will that continue next life? Right? Or you say to yourself, 'This is permanent, there is something permanent in me', the Atman, the ego, whatever you like to call it, 'there is something permanent'. Please listen to this carefully, because that's part of your tradition, not only here but right through the world, this tradition that there is a permanent something inside you which will take shape next life. Right? So is there anything permanent? Thought has put all this together, hasn't it? Thought saying 'I am frightened, I am anxious, I love, I am full of fear, I may lose my job, I want a bigger house, greater furniture, more applause, I must have power, position, prestige'. Now, in all that, all that is the product of thought, isn't it? Right? Do be simple about it. It is not created by whatever it is, it's created by thought of everyday activity, the image which thought has put together. Right? Now is there anything permanent? The moment you think about there being a permanent thing, like the Atman - whatever you like to call the name - the moment you think about it, it is already the product of thought. Right? You are following all this? And thought is not permanent, thought is old, is never free, thought is never new, because thought is the response of memory and that's all you have: memory, words, the recognition, the association, the identification, that's all you have, that's all you are. Right? Right? Do face it, look at it. You are your furniture, you are your bank account, you are your memories, your pleasures, your hurts, your anxieties, you are all that. And you don't know how to solve it, how to be free of it, therefore you begin to say, there must be some permanent thing which is beyond all this, that must be there. And so thought thinking about it creates it and what it thinks about it can produce, and thought is of that. Right?\nIf there is something real, something which is beyond time, time must never touch it. Right? Which is, thought can never touch it. So when you say - one of your traditions, one of your beliefs, one of your habitual processes of thought - that I believe in reincarnation, which is karma - you follow? - past life, future life, behave and all the rest of it. If you really believe in reincarnation, that is, for next life you are going to pay for what you are doing now - doesn't it mean that? - it means then you must behave now, doesn't it? No? You must be righteous now, not tomorrow. You must have rectitude now, not next life, which means that you have to pay tremendous attention to what you are doing now. Because if you don't, if you believe in that, you are going to pay for it. Therefore you don't believe it, it's just a comforting, ugly idea, this everlasting talking about what will happen next life, 'is there something permanent, will I continue next incarnation?' Right? So you are not religious, you are just verbalising in order to have some comfort, because you don't know how to meet death. Right? See what deceptions, what hypocrisies we live through because of fear.\nSo, can you, seeing the falseness of all our ways, which is time that says, 'I will behave next life, I will be good, I will cultivate virtue' - all avoiding, avoiding, avoiding. 'I will be less brutal, less violent', all that involves time, because you are frightened of this thing called death, the ending of the things that you have called living. You understand? The living which is your anxiety, your fears, your furniture, your petty little, shoddy little things that you have collected; as the Hindu, the Sikh, the Muslim, the Christian - you follow? - that's what you have collected, words, words, words. Because in that you seek shelter and comfort; because you don't know how to face this enormous thing called death, which is the ending of the things known, not something unknown, because one is never frightened of the unknown, you don't know what it is. What you are really frightened of is letting go of the known. Right? Do look at it, please. It's your life, not the speaker's. Your beliefs, your customs, your habits, the traditions, the accumulation of your memories, the so-called love of the family - you really don't love the family, you don't love your children - if you do love them with your heart and not with your ugly little brain, then you would have a different kind of education, you wouldn't offer them what you are offering now. What are you offering for the young generation, what have you to offer them? Have you ever considered? What have you, the older generation to offer to the younger? Your beliefs? And they watch you and say how hypocritical you are. Your office, going day after day, routine, is that what you are offering to the younger generation? Business, politics, army, your social morality, which is utterly immoral, is that what you are offering to them? And any intelligent boy, student, watching all this, he says, 'I won't touch it'. You understand, sir?\nSo what you are frightened of is the ending of your memories, you understand? Memories, words, the word 'God', the word the 'Atman' - you follow? - words, the reality of which you know absolutely nothing, because you merely repeat what somebody has written in some book; and you think that book is sacred because people have said it is sacred. But if you said 'I will never say a word which I do not know; I will never repeat something which I have not lived', which means the ending of everything that you knew. You understand? Death is that, the ending. Don't you, when you end, there can be a new thing? When there is a continuity of time as the 'me', as 'my habits', 'with my agonies, with my despairs', which I call living and I want that to continue. Then there is fear of death. But if I know, if the mind is aware that it can end the anxiety - you follow? - end, not how, there is no 'how', end it, then you will know what it means to die every day, so that every day is a new day, the mind then is completely fresh. You understand, sir?\nSo love has no time. It is not to be cultivated, pleasure can be, and that's what you are doing. And the ending of pleasure is your fear. And therefore your highest form of pleasure is not only sexual but also the highest is to imagine that there is something, God, to which you are devoted. Do you understand? So to find out the beauty of love and death, you have to die every day to every memory that you have. Try it, do it - not try it - to the memory of your pleasure. Take one pleasure that you have had, drop it, instantly. That's what death is going to do. You are not going to argue with death. You can't say, 'Well, leave me some few remembrances, please'. So if you can die every day, you will know what the beauty of that thing is, because out of that ending there is a newness, totally, something entirely different. But that cannot possibly be come upon unless you know what it means to live without a breath of effort. Right, sir.\nQuestioner: (Inaudible)\nK: You are also what, sir? What?\nQ: (Inaudible)\nK: I said, sir, you are psychosomatic. Right? You are both the body and the mind. I have been through all this, sir. You are not only the psychological continuity, you are the result of all time. You, however much you may separate from yourself, from your body, you are part of that whole structure.\nQ: (Inaudible)\nK: What, sir?\nQ: (Inaudible)\nK: How should we understand talent and ability? Whose talent, yours or somebody else's?\nQ: (Inaudible)\nK: If you have a talent, beware of it, because it gives you an opportunity to develop your own desire for power, position, prestige. Have you noticed it, haven't you? A man who has a talent, a gift, whether on the piano, or in the word, or in politics or whatever it is, he uses that talent to become somebody, haven't you noticed it? Haven't you noticed all these things? The man who is tremendously well-known because he is a fiddler, violinist, and remove that violin, he is nobody. So a man - please listen, sir - a man who would find what truth is must be very aware of his talent and not use it. You understand? He must use that talent with great humility. You know what humility is? Never to climb the ladder of success, never to be somebody in this world. When you have that humility, then talent is not a danger.\nQ: (Inaudible)\nK: What is talent? You want a definition from me? I would advise you to look in a dictionary. You see, sir...\nQ: (Inaudible)\nK: Just a minute, sir, just a minute, sir, just a minute. You see we are so caught up in explanations. We want explanations, and we are satisfied with explanations. Right? We think we have understood everything if somebody can explain it; and what is explained, when you have explanation, that which is explained is not explanation. You understand? Oh, lord, how can you? Yes, sir?\nQ: (Inaudible). (Laughter)\nK: Poor old man. Yes sir, yes sir, yes sir. The gentleman wants to know if there is life after death, in general or in particular. (Laughter). Don't laugh, sir, please, don't laugh, this is not an entertainment, this is a very serious thing we are considering. Life after death, which is yours, mine or his or hers, or mankind: the human being. You understand? Do listen, sir, please listen. You know what it means? The word 'individual' means indivisible. You understand? An entity is an individual in whom there is no division. Then he can then only be called truly individual, but you - not you, sir, personally - but you are divided in yourself; you have love, business, art - you follow? - divided, divided, divided, you are not an individual. So I am asking, you with your divisions which you mistakenly called the individual, will that continue after death or is there a momentum, a movement of the human knowledge after death? You follow? That is, shall I, when all this conflict comes to an end, which is death, shall I continue or as a human - listen to it carefully - as a human being which is beyond the particular - right? - that human being who has stored up infinite knowledge, not technical knowledge, but this knowledge of, you know, of great sorrow, great suffering, great understanding, the man who has lived so extraordinarily, the beauty, the love, you know, the compassion, will that continue? You see the difference? Do you see the difference? Now, which is it you want to know? The 'you' with your fragmentation or the beauty, the love, and that strange thing called truth which man has touched, the human being has touched - you follow? - which is it that you are asking that will continue?\nQ: I am asking, sir, whether this body... (Inaudible)\nK: I told you just now, sir, very clearly, you believe in karma, don't you?\nQ: No, sir.\nK: Ah! Then why don't you, sir?\nQ: I believe karma with this life...\nK: I am asking...\nQ: (Inaudible)\nK: For the love of peace, sir, do listen: how can you know what there is, if there is a continuity of karma next life if you don't know how to act with that karma completely, wholly, now? Right? You say you are the result of your karma, don't you? Ah, that's simple, you are the cause, the effect. Now, can that cause, effect come to an end now so that you are living totally new, now? You can't answer these questions because you have never gone into this, you just repeat, is there next life, a continuity next life?\nQ: Sir, I wanted from you who have gone into this question...\nK: I am...\nQ: ...that's why I am discussing.\nK: I will tell you, sir, very simply. Negate everything that you know, negate everything that you have heard.\nQ: I have done it. (Laughter)\nK: Then you are playing with words, you don't know what you are saying, sirs.\nQ: Sir, please let me know whether you believe in the existence of God or not.\nK: Sir, look, before I answer that question: whether I believe in God or not, first negate, through negation you come to the positive, but if you do not know how to negate everything that you have collected - you understand? - which is part of your karma, part of your reactions, all that, if you do not know how to empty the mind and your heart of the past, you will never know what it means to die, so that life is new. I am telling you, sir, put away the past completely. Yes, sir: do I believe in God? Wait, sir, just a minute, sir. Do you believe in God?\nQ: Yes, I believe in God...\nK: Wait, wait, wait! Sir, to answer this question really deeply, one must go into the question of what is religion. Right? The man who believes in God, is he religious, and the man who does not believe in God, is he irreligious? Right?\nQ: Are you religious, sir? (Laughter)\nK: You want to be entertained, don't you?\nQ: No, sir. I want to know the truth. (Inaudible)\nK: Wait a minute, sir, wait a minute, sir. As it is now too late to answer that question, which is, I am not avoiding it. We are going to answer it next Sunday, next Sunday at 5 o'clock. Wait a minute, sir. Please just listen, sir. Just, please listen, sir. This is a very complex question, like every human question it's very complex. Not if there is God, if you believe or don't believe, which has nothing to do with it, because you can believe in nothing or believe in everything; but to find out the truth of the matter, the truth, not according to your belief, or your opinion, according to your culture. The communists don't believe in God. Right? Because they are conditioned that way. You believe in God because you are conditioned in another way. So if one wishes to understand this, again great question - because this involves what is a religious life, what is a religious mind, not what you believe, that is too childish, but what is a religious life. And to go into that you need, we need care, not assertion, not saying, 'I believe and you don't believe, tell me what you believe', that's all, no meaning. But to enquire deeply, freely, to find out the truth of the matter. The mind that is enquiring, examining to find the truth is a religious mind. We will discuss that next Sunday at 5.\n"}]