[{"title":"direct-perception-freedom","text":"Shall we go on with what we were talking about the other day when we met here? There are several things we should talk over together. One of the things is freedom. It is really a very important subject and needs a great deal of exploration, great deal of enquiry - whether the mind can ever be free, or is it always time-bound. Is it always limited by the past, which is time? Whether the mind living in this world, functioning as it should, with all the daily problems, with the many conflicting desires, opposing elements, influences and various contradictions that one lives in, with all the tortures, with passing joys - whether such a mind, that is, our mind, can ever be free, not only superficially but profoundly, at the very root of its existence. I am sure we have asked this question: whether man, living in this extraordinary complex society, where he has to earn a livelihood, perhaps have a family, live in competition and acquisition, whether he can go beyond all that, not into abstraction, not into an idea or a formula or a concept of freedom, but actually be free. And that's what I would like, if we may, to go into this evening.\n'Freedom from' is an abstraction, but freedom in observing 'what is' and going beyond it is actual freedom. We are going to go into this. Don't look puzzled. But first, if I may suggest, just listen, not accepting or denying, just have the sensitivity to listen, and not draw any conclusion or assume any defensive reaction or resist, or translate what we are saying into your own particular language which is already loaded. The word 'freedom' probably in your own language, in Sanskrit, is already heavy with meaning. And if you translate what is being said into your own particular language, then you are really not listening but translating into your language, through which you hope to understand, and you won't. But if you will listen, listen to the English, of which perhaps you know, and if you listen as you listen to those crows, noisy, flying about, trying to find a tree for the night where they will be unmolested and be quiet, you listen to them, you can't do anything about it, you can't ask them to stop calling to each other. You just listen and if you resist the noises they make, that very resistance denies the freedom from listening - the freedom to listen to the crows. And if you resist because you say 'I want to listen to what is being said and they are making an awful lot of noise', that very resistance is an act that prevents you from listening and therefore denies the freedom to listen.\nNow, if you will, listen, not just merely to the words or the meaning of the words only but try to comprehend the whole meaning, the inwardness of this word 'freedom', into which we are going. That is, we are together going to share this question, travel together, investigate together, understand together what this freedom implies: whether a mind, that's your mind, the mind that has been nurtured in time, a brain that has evolved through time, that has accumulated thousands of experiences, that has been conditioned in various cultures - whether such a mind can be free. Not in some Utopian, religious sense of freedom, but actually living in this confused, contradictory world, whether this mind, your mind, as you know it, as you have observed it, whether it can ever be completely, both on the surface and deep, inwardly be free. Because if we don't answer this question for ourselves, if we don't find the truth of this question for ourselves, we shall always be living in the prison of time. Time being the past, time being thought, time is sorrow and therefore unless we really see the truth of this, we shall always live in conflict, in sorrow, in the prison of thought. I don't know what you think, how you regard this question, not what your religious teachers have said, not the Gita, the Upanishads, your gurus, your social structure, your economic condition, but what you think, what you say, which is far more important than all the books put together, which means that you yourself have to find the truth of this. And never repeat what others have said but find out for yourself, test it out for yourself. Not test what others have said - the Gita, the Upanishads, the Bible, your particular guru, the saviour, and so on - not what they say and test what they say, but test what you think, what you see. Therefore you are free from authority. Right? As I said, please listen. As you are listening, act. That is, as you listen, see the truth of it, because we have lived on other people's experiences in religious, so-called spiritual matters. We have to rely on scientific knowledge, other people's experiments, other people's accumulation of mathematical, geographical, scientific, biological knowledge. That is inevitable. If you would become an engineer, you have to have the accumulated knowledge of those who have accumulated mathematics, structure, strain, and so on - if you would be an engineer. But if you would find out for yourself what truth is, if there is such a thing, you cannot possibly accept the accumulated knowledge of what others have said, which is what you have done. You are full of knowledge of the Gita, the Upanishads - you know, all this thing that goes on in this country - the endless commentaries made by experts about books. That really doesn't matter at all. What matters is what you live, what you think, how you live. And to find out how you live, how you act, what you do, you have to discard totally all the experts' knowledge, the professionals who have given you instructions how you should live. Please do understand this, because unless you are free - not financially - unless you are free, not to do what you want to do - freedom isn't permissiveness, freedom is necessary for the human mind so that it can function healthily, normally, sanely.\nSo one must enquire together, learn together, not accepting the speaker. If you make the speaker into an authority, you're not free, you substitute one guru for another guru. And the speaker refuses totally to be your stupid guru, because it's only the dull, stupid people that follow, not the man who really wants to find out what freedom is. So we are going to learn together, learn by listening what freedom is, listening not only to the speaker but also listening to what you think - you, not somebody else - what you observe, perceive the meaning of that word and the application of that word and whether the mind is ever capable of freedom. That's what we are going to enquire.\nAs I said, freedom from something, like freedom from anger, freedom from jealousy, freedom from aggression, is an abstraction and therefore not real. A man who says to himself 'I must be free from anger or from jealousy' is not free; but the man who says 'I must observe the fact of anger, actually what it is and learn the whole structure of anger, the nature of anger', through observation directly for himself, and through that observation there is freedom, not the cultivation of the opposite. You are getting all this? No, I see you are not.\nTo cultivate bravery when one is not brave is not freedom. But to understand the nature and the structure of what is cowardice and remain with it, not try to suppress it, go beyond it, remain with it, look at it, learn all about it, perceive the truth of it instantly, such a mind is free from cowardice and bravery. You are getting this? Need I take another example? Because I don't like to take examples; it is stupid to think in examples. You understand the question, sir? That is, direct perception is freedom, not the cultivation of the opposite. The cultivation of the opposite implies time, doesn't it? That is - Oh, Lord! I wish I could go on. No, I can't go on because you can't keep up.\nI am greedy, acquisitive, ambitious, competitive, and being greedy, my cultural response - please listen to the words - my cultural response is not to be greedy, because the books have said it, and the gurus - if they are at all intelligent - have said it. So my response is not to be greedy, to strive after not being greedy. I am and I must not. The 'must not' involves time, and the factor between 'what is', which is greed, and 'what should be' is a time interval. In that time interval a great many other factors come in, therefore the mind is never free from greed. Whereas - please listen - whereas direct perception of the fact of greed, not the cause of it, not the explanation or the justification or the denial of it, just to observe without any movement of thought, is freedom from greed. Are we meeting each other, are we? Oh Lord! Look, sir, let's take a much more - perhaps greater importance, which is, we live with formulas. Don't you? Concepts, principles, beliefs, ideals. You demand a purpose, a goal, something you want to attain, reach, don't you? Observe it in yourself, not somebody else's observation, actually observe it in yourself. You have beliefs - haven't you? - goals, purposes, conclusions? Now, that is, you are in a confused world, living a confused life, living a contradictory life, and you say there must be clarity, there must be enlightenment, there must be hope. Right? So there is a time interval between what you are and what you are trying to achieve. Right? Now, between what you are and the principles, the conclusions, the concepts that you have, is a time interval, isn't it? You will one day become that. In that time interval other factors, other influences, other incidents happen. Therefore you never can achieve that and therefore there is no freedom in the future. Right? Are you understanding this? Therefore when you deny or when you see the truth that conclusions, formulas, beliefs, ideals are the factors of time and therefore they are binding and they do not bring freedom, then you completely wipe all that away. Then you have only 'what is' left, which is your greed.\nNow, to look at it completely, totally, is to never suppress it, never to give explanations, never to justify, but just to observe. As you listen to those crows, you can't do anything about it - in the same way to listen, to observe completely the fact that there is greed and remain with it. Which means that the observer is the observed, the observer is greed and not separate from the thing he calls greed. And to see that totally. In that perception there is total freedom. Have you understood any of this? Are you, as you are listening, learning and doing. They are all the same: listening, doing now, not when you go home - you understand? I am listening to you and you say to me 'I am burdened with formulas, concepts, all my life is based on a future ideal', which is a fact. I learn that, I see that, and I see the implications of that statement, the meaning of it. That it is time binding, that it brings conflict between 'what is' and 'what should be'. I see that the ideal can never be achieved, and I see the whole structure and the nature of conflict when I have an ideal. Seeing the truth of that, I abandon it completely, I don't have any concept. Please do listen to this. This is most really important: no concept, no formulas, no ideals, no principles, therefore I am living. There is only greed and how do I observe that greed? Do I observe it as an outsider looking in, or do I observe it without the observer? The observer is the past, the observer is the accumulated knowledge which says you must not be greedy or justifies greed. So can this mind observe without the observer? When it so observes, perceives, there is a total comprehension and freedom. Have you got it? Are you doing it as we are talking? Oh Lord! You are yawning, stretching, scratching - you follow? What a crowd you are!\nSir, look: without a mind being free, you cannot live in order. You live in disorder, don't you? Not only outwardly but inwardly. You try to bring about order, but that which you try to bring about, which you call order, is within the area of disorder. So a mind has to have order, and total order is total freedom. I am going to go into this question of order. Please do listen, give your heart to this, because it's your life. First see actually, not theoretically, that your life is disorderly, contradictory, putting on masks in front of your guru and in front of your politician - you follow? - in front of your superior; pretending, hypocritical, without any sense of love, consideration, beauty. That's your life. In that life in which you live there is great disorder. And the mind, the brain realises that it must live in order, whether that order is neurotic or not, in that very neuroticism it tries to find order. Are you getting all this? No!\nSir, have you noticed mechanically, technologically, when you have learnt something, your mind, your brain functions very easily, doesn't it? If you are a good mathematician, it functions very easily, almost mechanically, which means the brain needs to function in perfect order. Right? Doesn't it? You see that, don't you? (Sir, would you keep still, sir?) The brain needs protection, order, must be completely secure to function properly. It thinks it will function properly if it has a conclusion, because it sees round itself great disorder, and it needs to have a belief, a principle, a conclusion, in which it hopes to find order, safety. Right? Watch it please in yourself. So it is all the time striving to find order, whether in illusion, in authority, in somebody else's experience, in a conclusion. It is trying to find order; but that discovery, or trying to find order in illusion, creates conflict and therefore it runs away from that conflict into another conclusion. You are following all this? Doesn't matter, if you do or don't, I'll go on.\nSo the mind, the brain is constantly seeking order, because in order there is safety, there is security. The more precise the order the greater the security, the greater its capacity to function. And it has tried to find order in nationality, which brings disaster, because it brings wars; it tried to find order in authority, obedience, following, and created thereby conflict between 'what is' and 'what should be'. And it tries to find order in morality, social morality, and that too brings disorder, which is contradiction. It tries to find order in knowledge, and knowledge is always the past. So the past becomes tremendously important, or the future, which is a concept, a principle, an ideal. So the brain is constantly seeking order and at the same time creating disorder because it has not found order. Watch your own mind, sir, don't - listen to the words and see the truth of it, observe it in yourself. That's what you want, don't you? - security, order. In this country there is no order, complete disorder, politically, religiously, in the family, in every way. And the mind, the brain escapes from this disorder into what it calls the ideal, or the promise of some guru who gives you enlightenment.\nSo, order can only be found, order comes naturally, easily by itself when you understand disorder. The understanding of disorder, of your life, not how to go beyond it, not how to suppress it, but to understand the nature of it, the structure of it, the beauty of disorder, and out of that comes order, which is living. So freedom is order, complete order. And that order has come into being through the understanding of disorder, not seeking order. If you seek order it becomes a principle, an idea, a formula, but if you actually understood totally the disorder of your life, of everyday life, not run away from it, not try to cover it up, suppress it, but observe it, look at it with your whole heart and mind, then out of that comes an extraordinary sense of order which is living, moving, you know, has a quality of vitality, vigour.\nI do not know if you have not noticed that before you go to sleep, if you are at all sensitive, you review the day. Don't you? Do you do it? Review the day, do you? No? That is, you review - you say 'I should have done that, I shouldn't have said that, it would have been better if I had put it that way'. You review the day, you look over the whole day, and the mind does it because it tries to bring order before it goes to sleep. Right? All right, you haven't done it, I'll go on. Because, as I said, order is essential both in one's life and outwardly. Order is essential in relationship. And the brain is always trying to find order in various directions, always moving out or moving inward. And as you observe before sleep, if the mind is at all sensitive, aware, it reviews the day, looks over it and says 'this is a mistake, this is a right thing, this should be done, this should' - you know, looking, observing, trying to bring order. And when you go to sleep it tries to establish order through dreams because it demands absolute order, because in order there is protection, safety. So when the mind, during the day, not artificially, not with determination, with will, but observes totally the confusion, the untruths, the hypocrisy, the contradiction, and there bring order, then when it goes to sleep - I won't go into all the rest of it - the mind then, the brain, because it has brought order during the day by observing the disorder it lives in, then that brain has a quality of total freedom to observe. I won't go into all that because you know nothing about it; if you repeat it you will be repeating some authority and therefore it is false. So, whereas, if you observe your life as it is, see the beauty of it and the destructive nature of confusion, a mind that has no formulas, that has no principle, that is free to observe and so listen, then there is freedom which is order, a freedom that is complete, living in this world. And it is only such a mind that is free, that knows what love is, what beauty is, and it's only such a mind being free can perceive what truth is.\nNow, would you like to ask questions? Before you ask them, please, you are asking the question of yourself, and we will together answer the question - together. You ask the question and don't wait for the speaker to answer it, but in the very asking of that question we are both of us going to share the question. That is affection, that is care, that is love; not wait for some authority to answer it. When the authority answers it, whether it's the book, the guru or anybody, you are not seeking truth. You want confirmation, assurance. But if you ask the question, doesn't matter how trivial, and you are asking it of yourself, and in the very asking of it loudly, then we share it together. Then it is a common problem. What is common is communicable. Therefore we can share it together and in the sharing there is great beauty, there is great affection. That is love - to share. Now, sir.\nQ: Three years have passed, I have no energy to be aware of my reaction.\nK: Three years have passed, what sir?\nQ: I have tried for three years.\nK: Sit down, sir, I have got it. The gentleman says I have no energy to be aware of my problems and deal with them. That's right, sir? Put the question very simply, don't put it all complicatedly. I have no energy to deal with my problems, and you need energy. Right? You need energy. Now, how do you have energy? That's the question, isn't it, sir? Now, we are sharing it together, you understand? Again this is a really very, very complex problem. First of all, one has to understand what energy is. We have broken it up into many fragments: the energy that needs to do business, the energy that needs to write a poem, the energy that needs to be a good, first-class, non-governmental scientist. You are accepting all these words - non-governmental scientist - not a pet thing of the government. You need energy to understand, and that understanding has been broken up too as the intellectual understanding, verbal understanding. You have broken up your energy as sexual energy and moral energy. So energy is broken up. You follow? Are you following this? Oh, for Gods sake!\nQ: What is...\nK: Wait, sir, wait, I haven't finished. Sir, look, see that's what I mean: the callousness of people, the indifference, the brutality of this. You, somebody asks a question: says, 'Please, how am I to tackle my problem, I haven't the energy; please help me.' Let's talk it over together - I am not helping him - let's talk it over together. And you get up and you put your question. You are not interested in the other fellow's problem, you are full of your own problem and you are ready to pop up with your problem, which means you are totally, completely indifferent. And that's what has made this country a decadent country - callous, not caring what others think, feel, except in relation to money. So please listen. This is your problem, everybody's problem, the problem of the artist who wants to fulfil - and he thinks in terms of fulfilment, not in terms of the beauty of art but how he shall fulfil himself through art. So man has broken up this energy: human energy and cosmic energy, broken it up. That's a fact, if you observe it in your life: you are one thing in the office and another at home. You say one thing which you don't mean and do something else. If you are rich, you want to be flattered, if you are poor you are frightened. So that goes on. So there is this constant breaking up of energy. When you break up energy, there is conflict. Right? Observe this, sir, in yourself. There is conflict when you break up your life as a religious life, as a business life, as a scientist, as a politician, as a cook, or whatever it is. When you break it up there must be conflict. Right? Don't you see this? And where there is conflict there is the ending of energy, there is a wastage of energy. When you resist, that's a wastage of energy; when you run away from 'what is', that's a wastage of energy; when you follow your guru who tells you what to do - you know, all the hysterics, the circuses that go on in the name of religion - and between 'what should be' and 'what you are' there is conflict, and wherever there is conflict means there is division and therefore struggle, pain, fear. Therefore where there is conflict there is wastage of energy, and this conflict will inevitably arise when there is a breaking up of energy. When you don't live a totally harmonious life, there is a wastage of energy. When you say to find God, truth, you must lead a celibate life and there is a battle in you - you understand? - that battle in you, the desire, the sexual urges, the lust being suppressed, held back, disciplined, controlled - in that, what you think is the way to reality and what actually is, is a contradiction, and in that contradiction there is conflict and that very conflict is total waste of energy. So one has to find a way of living which is both chaste, non-corrupt, in which there is no conflict whatsoever, then you are full of energy.\nSir, look: most of us have had sorrow, not only the physical pain but devastating sorrows in our life, deep, abiding sorrows, tears, aching hearts, despair. The thing called sorrow we have all had it, you all know it. And we run away from it - do listen to this, please listen, it's your life. You run away from it, you say it's my past karma, or you try to find the cause of it, or you try to escape from it through going to the temples, churches, prayers, meetings, you know, all the things we do to run away from this terrible thing called sorrow. So what happens? Sorrow is there and you escape from it through radio, sex, god, whatever it is. And in that escape, in that flight away from 'what is', there is contradiction, and therefore there is conflict. In that there is waste of energy. Whereas if the mind remained alone with sorrow, alone, not trying to run away, not trying to resist it, remain with it, completely alone, then you will see out of that 'alone' perception there comes that tremendous energy that transforms that sorrow into passion, not lust, into passion, into intensity, into a tremendous energy, which no book, no guru, no teacher can give. Therefore you have to learn, observe from yourself and you have the energy that is unending.\nQ: (Inaudible)\nK: What is?\nQ: God.\nK: What is God?\nQ: No. How to observe it.\nK: What sir?\nQ: Can we seek God through observation?\nK: Can we seek God through observation? I don't quite know what it means, the meaning of that word, but I think the gentleman means, can we seek God or can we through observation of nature, of man, of the beauty of the earth, the beauty of a cloud, the beauty of a face, the laughter of a child, through observing all this marvel of life, can we find God? Is that the question, sir? You will never find it if you seek it. You understand the answer? You will never find it if you run after it. You will never find it if your intention in seeing the beauty of the earth, in seeing the light on the water, in seeing the perfect line of a mountain, and you hope through seeing to find that. You will never find it because you cannot find that through anything: through your sacrifice, through your worship, through your meditation, through your virtue, through your sacrifice, you will never come upon it because your motive is all wrong, because you want to find that not in living but somewhere else. You must establish right relationship with man first. Which means you must know what it means to love, what it means to be compassionate, what it means to be generous when you have a great deal, what it means to share with another the little that you have, to establish this marvellous order in living, daily living. Then if you have established that order, which is the order, which is freedom, then there is no seeking. When you use the word 'seek', there are several things involved in that word, in the meaning of that word. When you are seeking, you hope to find something, and how do you know when you have found something? Please listen to this, you who are all seekers after truth or experimenters after truth: you are always talking about seeking. Please listen to this. In seeking there are several things involved: there is the seeker and the thing that he seeks after. When the seeker finds what he thinks is truth, is God, is enlightenment, is heaven, or whatever the thing you may call it, he must be able to recognise it. Right? He must recognise it. Recognition implies previous knowledge. Right? Otherwise you can't recognise. I can't recognise you if I hadn't met you yesterday. Therefore when I say this is truth, I have already known it and therefore it is not truth.\nSo a man who is seeking truth lives a life of hypocrisy, because his truth is the projection of his memory, of his desires, of his intention to find something other than 'what is', a formula. So seeking implies duality - the one who seeks and the thing sought after - and where there is duality there is conflict. And that is wastage of energy. So you can never find it, you can never invite it. The god that you call God, which is your invention, that's not God. The thing made by hand in the temple, in an image, is not God, or the thing made by your thought is not God, is not truth. And that's what you are living on - on the image made by hand or by the mind. And if you really enquire into this, if there is or if there is not something which is timeless, not within the field of thought, then you must understand the whole nature of thought. But merely asking 'Will I find God?', you will find him, because what you want you will find, but it won't be true, it won't be the real. It's like a hungry man wanting food; he will find some kind of food. But you see, if you have no love in your heart, but you have money in your heart, deception in your heart, if you are competitive, brutal, violent, you will invent something which will be the opposite. It won't be the real.\nSo what is important is to understand 'what is', which is your life - this shoddy, narrow, petty life that you lead, the life of your own vanity. If you bring order in that, then you will have freedom, complete, total freedom. And it is only such a mind that sees what it is.\n"}]