[{"title":"what-relationship-between-thought-and-intelligence","text":"This is the last talk. There'll be discussions on Wednesday morning at ten thirty won't there?\nYou know we have been talking about the various contradictory states of the world, outside our skin as it were - the refugees, their torture, and the horrors of war, poverty, the national division, and the religious separations of people, and the economic and social injustice. It is not merely verbal statements but actual facts of what is going on in the world - violence, terrible mess, hatreds and every form of corruption. And in ourselves the same phenomenon is going on. We are at war with ourselves, unhappy, dissatisfied, seeking something which we don't know about but we are seeking, violent, aggressive, corrupt and astonishingly miserable, lonely and with a great deal of suffering. And somehow we don't seem to be able to get out, to be free of these conditionings. We have tried every form of behavioural therapy, religious sanctions and their pursuits, the monastic life, a life of sacrifice, denial, suppression, and blindly seeking, going from one book to another, or one religious guru to another, political reforms, revolutions. We have tried so many things, and yet somehow we don't seem to be able to free ourselves from this terrible mess, in ourselves, as well as outwardly. And we follow the latest guru who offers some system, panacea, some way to crawl out of our own misery, and that again doesn't seem to resolve any of our problems. And I think the average person here asks: I know I am all this, caught in a trap of civilisation, miserable, rather a small narrow life and sorrowful; I have tried this and that but somehow all this chaos is in me still, what am I to do, how am I to get out of all this confusion?\nWe have talked, taking various things during these seven talks, or whatever they are - order, fear, pain, love and death, sorrow, and at the end of the day, at the end of these meetings, for most of us we are where we began, perhaps slightly modified, slight peripheral changes, but at the very root of our being, our whole structure and nature more or less remains as it was. And how is all that to be really jolted, break out so that when we do leave this place at least for one day, one hour, there will be something totally new, a life that really has significance, has a meaning, has depth and width.\nI would like, if I may this morning, a rather lovely morning, I don't know if you have noticed the hills, the mountains, the river and the lengthening shadows of the morning and the pine trees dark against the blue sky, and those extraordinary hills full of light and shade. On a morning like this, sitting in a tent to talk about serious things seems rather absurd when everything about us is crying with great joy, shouting to the heavens the beauty of the earth and the misery of man. But since we are here, fortunately or unfortunately, I would like this morning to approach the whole problem in a different way. You just listen to it, not only the meaning of the words, not only the description, because the description, as we said the other day, is never the described. You may describe the hills, the trees, the rivers, the shadows, but if you don't see them yourself, with your heart and with your mind, the description has very little meaning. It is like describing good food to a hungry man, he must have food and not just words and the smell of words.\nI don't quite know how to put all this differently. I am going to try. I don't know quite where it is going to lead, I haven't come prepared, logically thought out and come here and spout it out, but I would like to explore - if you will with me also together - a different way of looking at all this, from a totally different dimension. Not the usual dimension - me and you, and we and they, and my problems and their problems, how to end this and how to get that, how to become more beautiful, intelligent, lovely and noble, but rather see together if we can observe all this phenomenon from a different dimension. And perhaps some of us are not used to that dimension, we don't know if there is actually a different dimension. We may speculate about it, we may imagine, but the speculation and the imagination are not the fact. So as we are only dealing with facts and not with speculations, beliefs, ideologies, it behoves us, I think, to not only listen to what the speaker is going to say, but also try to go beyond the words and the explanations. Which means you must also be sufficiently attentive, and interested, sufficiently aware of the meaning of a dimension which we have probably not touched at all. And if I can this morning look at that dimension, not with my eyes but the eyes of objective intelligence and beauty and interest.\nI do not know if you have ever thought about space. Where there is space there is silence. Not the space created by thought but a space that has no frontiers at all, a space that is not measurable, that cannot be connived at, put together, a space that is really quite unimaginable. Because when man has space, real space, width and depth and immeasurable sense of extension, not of his consciousness, which is merely another form of thought extending itself with measurement, from a centre - but that sense of space which is not conceived by thought. Now when there is that kind of space there is absolute silence. And with the overcrowding of cities, the noise, the contradictory preachers and gurus, the exploding population, outwardly there is more and more restriction, there is less and less space. I do not know if you have not noticed in this valley how new buildings are going up, more people, more and more cars, pollution, all the horrors that go on with overcrowded cities.\nSo outwardly there is less and less space. Go into any street in a crowded town and you will notice this, especially in the East. Wherever you go there you will see thousands of people sleeping on the pavement, overcrowded, living on the pavement. And take any big town, New York, London or what you will, Paris, there is hardly space, the houses are small, they are living in a kind of drawers, enclosed, trapped in. And where there is no space there is violence - no space economically, socially, or space in our own mind; and therefore we are partly responsible for this violence because we have no space. And in our own mind the space that we create is isolation, a wall built around ourselves. Please do observe this in yourselves and not because the speaker is talking about it, just observe it. Our space is a space of isolation and withdrawal, we don't want to be hurt anymore. We have been hurt when we were young and the marks of the hurt remain, and so we withdraw, we resist, we build a wall around ourselves and around those whom we think we like or love, and that has a very limited space. It is like looking over the wall into another person's garden, or into another person's mind, but still the wall is there. And in that wall there is very little space. In that space, narrow, small, rather shoddy little space, from there we act, we think, we love, we function. And from that centre we try to reform the world, joining this or that party. Or from that little narrow hole, which has certainly a little space, we try to find a new guru that will teach us the latest way to enlightenment. And in our minds crowded with knowledge, rumours, opinions, chattering, there is hardly any space at all.\nI do not know if you have not noticed this extraordinary phenomenon, that the longer we live in observation, in awareness, not just live earning money and putting away a little bank account, you know, sex and this and that, which is part of life, but if one has been observant, aware of the things around one and in oneself, one must have noticed what a little space one has. How crowded it is in ourselves. Please watch it in yourself. And how is one, being isolated in that little space, with enormous thick walls of resistance, of ideas and of aggression, how is one to have space that is really immeasurable? As we said the other day, thought is measurable, thought is measure. And any form of self-improvement is measurable, and obviously self-improvement is the most callous form of isolation. And one sees that thought cannot bring about the vast space in which there is complete and utter silence. You are following? Thought cannot bring it. Thought can only progress, evolve, in ratio to the end it projects, which is measurable. And that space, which thought creates, imaginatively, or of necessity, can never enter or come into a dimension in which there is space which is not of thought. You understand my question? Thought has built, through centuries, a space that is very, very limited, narrow, isolated, and because of this very isolation, narrowness, it creates division, and where there is division there is conflict, nationally, religiously, politically, in every way, in relationship and so on. That conflict is measurable - the less conflict and the more conflict and so on.\nMy question is: how can thought enter into the other? Or the other is not... thought can never enter into it - you have understood? I am the result of thought, all my activities are based on thought - logic, illogic, neurotic, or highly educated, sophisticated, rational, scientific, technological. I am the result of all that. And that has space within the walls of resistance. Now how is the mind to change all that and discover something which is a totally different dimension? You have understood my question? Are we meeting each other? Can the two come together? The freedom in which there is complete silence and therefore vast space, and the walls of resistance which thought has created, with its narrow little space - can the two come together and flow together? Right? This has been the problem of man, religiously. When he enquires at great depth this is the problem. Can I hold on to my little ego, to my little space, to the things that I have collected: knowledge, the experiences, the hopes, the pleasures and move into a different dimension where the two can operate? I want to sit at the right hand of god and yet I want to be free of god. I want to live a life of great delight and pleasure and beauty, and yet I want to have joy which is not measurable, which cannot be caught by thought. You are following? I want pleasure and joy. I know the movement of pleasure, the demands of pleasure, the pursuit of pleasure, with all its fears, travails, sorrow, agony, anxiety. And also I know that joy which is totally uninvited, which thought can never capture - if it does capture it becomes pleasure and then the old thing, the old routine begins. So I want to have both - the things of the world and the other world.\nI think this is the problem with most of us - isn't it? To have a thumping good time in this world - why not? - and avoid all pain, all sorrow because I also know other moments when there is great joy which cannot be touched, which is not corrupt: I want both. That is what we are seeking. Carry all our burden and yet seeking freedom. And can I do this? Can I, through will - you understand what we said the other day about will? Will has nothing whatsoever to do with 'what is', will has nothing whatsoever with the actual, with 'what is', but will is the expression of desire as 'me', and we think somehow through will we shall come upon the other. And so we say to ourselves, 'I must control thought, I must discipline thought'. When the 'I' says, 'I must control, I must discipline thought', it is still thought separating itself as the 'I' and thought as something separate, but it is still thought, the 'I' and the 'not I'. And thought, one realises, being measurable, being noisy, chattering, running all over the place, has created the space of a little rat, a monkey that chases its own tail. So one says, how is thought to become quiet? Because thought has created the technological world and the world of chaos, the world of war, the national divisions, the religious separations; thought has brought about misery, confusion, sorrow; thought is time. So time is sorrow. And one sees all this - if you have gone very, very, very deeply, not at the instruction of another, but merely observing this in the world and in yourself.\nThen the question arises: can thought be completely silent and only function when necessary? Do you follow? When necessary, when it has to use knowledge, technology, going to the office, talking and all the rest of it; and the rest of the time absolutely quiet. Because the more there is that space and silence the more it can function logically, sanely, healthily, with knowledge. Otherwise knowledge becomes an end in itself and brings about chaos. Are you following all this? Not agreeing with me, you see it yourself.\nSo the question is: thought, which is the response of memory, knowledge, experience, time, and thought is the content of consciousness, knowing thought must function with knowledge, and it can only function with the highest intelligence only when there is space and silence, and from there function. Am I making myself clear? Have I? Have I sir? Do tell me. Encourage me, will you? (Laughter) No, I don't want your encouragement, sorry! (Laughs)\nSo that is my problem. That is, there must be vast space and silence because when there is that space and silence beauty comes, love then is. Not the beauty put together by man: the architecture, the tapestry, the porcelain, the painting, the poem, the line of the architecture, of the architect, but that sense of beauty, of vast space and silence. And yet thought must act, function. There is no living there and then coming down. So that is my problem - not my problem really because - you understand? I am making it a problem so that we can investigate it together, so that both you and I discover in this investigation something totally new. Because each time one investigates, not knowing, one discovers something. But if you investigate with knowing then you will never discover anything. That is what we are doing. Can thought become silent? And can that thought, which must function in the field of knowledge, totally, completely objectively, sanely, healthily, rationally, can that thought end itself? That is, can thought which is the past, which is memory, which is a thousand yesterdays, can all that past come totally to an end, which is all that conditioning so that there is silence, there is space, there is a sense of extraordinary dimension?\nSo I am asking myself and you are asking it with me, how is thought to end, and not in the very ending of it pervert it and go off into some imaginative state and become rather lopsided, neurotic and vague? Thought must function with great vitality, great energy, logically, sanely. And so I am asking how is that thought, which must function, and at the same time be completely motionless? You have got it? You have got my question? You've understood my question? Right, sir? This has been the problem of every serious religious man - not the man who belongs to some sect, whether Christian, Hindu, Buddhist, whatever it is, which are based on organised belief and propaganda and therefore not religion at all - this has been the problem. As one digs very, very, very deeply, can the two operate together? You understand? Can the two move together, not coalesce, not join together, move together? And they can only move together if thought doesn't separate itself as the observer and the observed. You are getting it? Do you follow? I want to spin ahead!\nYou see life is a movement in relationship, constantly moving, changing, and that movement can sustain itself, move freely when there is no division between the thinker and the thought. That is, when thought doesn't divide itself as the 'me' and the 'not me', when thought doesn't divide itself as the observer, the experiencer, and the observed and the experienced. Because in that there is division and therefore conflict. When thought sees the truth of that, then it is not seeking experience, then it is moving in experiencing. Are you getting this? Aren't you doing this now? Look sir, I said just now thought with all the knowledge, always accumulating, is a living thing, not a dead thing, therefore the vast space can move together with thought. And when thought separates itself as the thinker, as the experiencer then the experiencer, the observer, the thinker becomes the past and therefore there is a division, and conflict, and the past which is stationary - right? - and therefore cannot move. Are you getting this? Am I talking to myself, or we're sharing this together?\nI see in this examination, the mind sees that where there is division in thought, movement is not possible. Movement. Where there is division the past comes in, and therefore the past becomes stationary, the centre, the immovable centre. The immovable centre can be modified, added, but it is an immovable state and therefore it has no free movement.\nSo my next question is, to myself and therefore to you: does thought see this, or is perception something entirely different from thought? You're... I can't meet people! Look: one sees division in the world, national, religious, economic, social and all the rest of it, class, and in this division there is conflict. That is clear. And - just listen to this, I have got it - and when there is division in myself, fragmentation, there must be conflict. When in myself I am divided as the observer and the observed, the thinker and the thought, the experiencer and the experienced, that very division is created by thought, and thought, which is the result of the past. Now I see the truth of this. My question is: does thought see this, or some other factor sees this? Are you meeting this? Do we understand? And I say I see this, the truth of this, does thought see the truth or some other factor sees the truth? Or the new factor is intelligence and not thought?\nAfterwards sir, please, I haven't finished.\nNow what is the relationship between thought and intelligence? Do you understand my question? I am terribly interested in this personally, you can come with me or not. I am really... It is extraordinary to go into this. Thought has created this division, the past, the present, the future. Thought is time. And thought says to itself, I see this division outwardly and inwardly. And I see this division is the factor of conflict. And it is not capable to go beyond it. Therefore it says, what's the point, I am where I began, I am still with my conflicts, because thought says, I see the truth of division and conflict. Now does thought see that, or a new factor of intelligence sees that? Right? Now if it is intelligence that sees that, then what is the relationship between thought and intelligence? Is intelligence personal? Is intelligence the result of book knowledge, logic, living, experience? Or is intelligence the freedom from the division which thought has created and logically seeing that and not being able to go beyond it, remains with it, not try to struggle with it, and not try to overcome it, out of that comes intelligence. Right sir? Am I making myself clear?\nYou see we are asking: what is intelligence? Is intelligence cultivable, is intelligence innate? And does thought see the truth of conflict, division and all the rest of it, or is it the quality of mind - I've got it, it's the quality of mind - that sees the fact and is completely quiet with the fact, completely silent with the fact, not try to go beyond it, overcome it, change it, but completely still with the fact? It is that stillness that is intelligence. Got it? So intelligence is not thought. Intelligence is this silence, and therefore totally impersonal. It doesn't belong to any group, to any person, to any race, to any culture.\nSo I have found, mind has found that where there is silence, not put together by thought and discipline, practice and all that terrible horror, but seeing, seeing that thought cannot possibly go beyond itself because thought is the result of the past, and where the past is functioning it must create division, and therefore conflict, sorrow, and all the rest of it, seeing that and remaining completely still with that. You know it is like being completely still with sorrow. You know somebody whom you love or for whom you care, whom you have looked after, cherished, loved, concerned with, when that person dies there is the shock of loneliness, despair, sense of isolation, everything falls round you, in that sorrow to remain with it, not seeking explanation, the cause, why should he go and why not I, to remain completely still with it. To remain with it completely still is intelligence. And that intelligence then can operate in thought, using knowledge and that knowledge and thought will not create division. I have got it. Are you getting it?\nSo the question arises from that: how is the mind, your mind, which is so endlessly chattering - listen to this, please listen to it - which is so endlessly bourgeois, caught in a trap, struggling, seeking, going after the masters and you know gurus, and disciplining, how is that mind to be completely still?\nNow: you know harmony is stillness - harmony, not discord - harmony between the body, the heart and the mind. Complete harmony. That means the body, your body, must not be imposed upon by the mind, disciplined by the mind, disciplined by the mind when it likes a certain kind of food, tobacco, drugs - you follow? - the excitement of all that, being controlled by the mind, then it is an imposition. Whereas the body when it is sensitive, alive, has its own intelligence, not spoilt. One must have such a body - terribly alive, sensitive, active, not drugged. And also one must have a heart - you understand? - not excitement, not sentiment, not emotion, not enthusiasm but that sense of fullness - you know - depth, quality, vigour. That can only be when there is love. And a mind that has immense space. Then there is harmony.\nNow how is the mind - listen to this - to come upon this? I am sure you are all asking this, perhaps not sitting there but when you go home, when you walk, when you are looking... how can one have this sense of complete unity, integrity without any sense of distortion, division, fragmentation - the body, the heart and the mind. How do you think you can have it? Now, you see the fact of this, don't you? You see the truth of it that you must have complete harmony in yourself, the mind, the heart, the body. It is like having a clear window, unspotted, without any scratch, unsullied, then as you can look out through a window you can see everything without any distortion. Now how can you have that?\nNow who sees this truth? You are following? Who sees the truth that there must be this harmony, complete harmony? As we said, when there is harmony there is silence. When one of the three become distorted there is trouble, there is noise. But when the mind, the heart and the organ are completely in harmony there is silence. Now who sees this fact? You understand my question? Do you see it as an idea, as a theory, as something you 'should have'? If you do then it is all the function of thought. Then you will say, 'Tell me what the system is, what kind of system I must have to get this, I will practise, I will deny, I will discipline, I will cook myself brown'. All that is the activity of thought. But when you see the truth of this - the truth, not what 'should be' - when you see that is the fact, it is so, then it is intelligence that sees it. Therefore it is intelligence that will function and therefore bring about this state. You get it? Not thought. I can't do any more.\nSo thought is of time. Intelligence is not of time. So intelligence is immeasurable - not the scientific intelligence, not the intelligence of a technician, not the intelligence of a housewife, not the intelligence of a man who knows a tremendous lot. Those are all within the field of thought and knowledge. And it is only when the mind is completely still - and it can be still, you don't have to practise, control, it can be completely still - and when it is, there is harmony, there is vast space and silence. And it is only then the immeasurable is.\nQuestioner: (Inaudible)\nKrishnamurti: The gentleman says that he has been listening to the speaker for fifty years, and it is more real now than it was, it has ever been, it is more factual, real in his life, than it has ever been. And he wants corroboration from others - whether others who have listened to the speaker for fifty years feel the same. Don't please reply. This is not a confession.\nQ: To die every moment.\nK: To die every moment. Yes. To die every minute. I have been saying that, and he says that is more real than ever. Yes.\nMust you listen to the speaker for fifty years? And at the end of fifty years you will get it, you will understand it? Does it take time? Or you see the beauty of something instantly and therefore it is? Now why do people, anybody, you and others, why do you take time over all this? You understand my question? Why must you have many years to understand a very simple thing? And it is very simple, I assure you. It only becomes complex in explanation. But the fact is extraordinarily simple. Why doesn't one see that simplicity and the truth and the beauty of it instantly and therefore the whole phenomena of life changes? Why? Is it we are so heavily conditioned? And if you are so heavily conditioned can't you see that conditioning instantly, or must you peel it off like an onion, layer after layer? Is it that one is lazy, indolent, indifferent, caught with one's own problems? If you are caught in your own problem, one problem, and that problem is not separated from the rest of the problems, they are all interrelated, if you took one problem and went to the very end of it - whether it is sex, whether it is relationship, whether it is loneliness, whatever it is - go to the very end of it. Yes, sir. And because you can't do it, therefore you have to listen to poor somebody for fifty years? You mean to say it takes you fifty years to look at those mountains?\nQ: Can you answer this question that I have written?\nK: No sir, just ask. Oh lord! This is such a long question sir. Can't you make it short?\nQ: The working of the imagination.\nK: Yes. The questioner says: I know many persons who through practising hatha yoga only betray themselves, they live obviously in imagination. Do you know anything about yoga? Do you want me to tell you about it? Yes? Too bad! (Laughter)\nI was told Hatha Yoga and all the complications of it - I'll go into it briefly - was invented about three thousand years ago - I was told, I haven't read it - I was told by a man who has studied the whole thing very carefully. At that time the rulers of the land had to keep their brains and their thought very clear. And so they chewed some kind of leaf from the Himalayan mountains - don't search for it, it is dead! (Laughter.) And as time went on the plant died and so they had to invent a method by which the various glands in the human system could be kept healthy and vigorous. And they invented yoga, practices to keep the body very healthy - not young, don't get lost in all that foolery. Keep it alive, keep it healthy and therefore the mind very active, clear. And the practice of certain exercises, asanas and so on, do keep the glands, certain glands, doing certain exercises, very healthy, active.\nAnd they also found that right kind of breathing, inhalation, breathing, helps, not to achieve enlightenment, but to keep the mind, the brain cells, supplied with sufficient air, so that it can function. Then came along all the exploiters, who said if you do all these things then you will get - you know - you will have a quiet silent mind. Their silence is the silence of thought, which is corruption and therefore death. And they said, this way you will awaken various centres, kundalini and all that kind of stuff and you will have marvellous enlightenment. And of course, you know, our minds are so eager, so greedy, wanting more experiences, being better than somebody else, better looking, better body, better this and better that, we fall into the trap of that. But one can see this kind of yoga -hatha yoga - doing the various exercises, which the speaker does about two hours a day. Don't copy him, you know nothing about it.\nYou see when one has imagination, which is all the function of thought, do what you will, the mind can never be quiet, peaceful, with a sense of great inward beauty and sufficiency. Right, sir.\nQ: In this harmonious, integrated state, when the mind functions strictly in a technological way, is there then this separation of the observer and the observed? When harmony exists does the separation exist when the mind must function in a technological realm - is there then the separation?\nK: Yes I understand. I understand the question. The questioner asks: when there is this sense of harmony, then when thought functions, then is there the division between the thinker and the thought? What do you think? You understand the question? When there is complete harmony, not harmony, imaginative, all the rest of it, real, the body, the heart and the mind completely harmonious, integrated, not fragmentary, no one to integrate it - the word integration you know, is rather difficult - then when there is that sense of intelligence which is harmony, that intelligence using thought, then will there be the observer and the observed, the division? Obviously not. Right? When there is no harmony then there is fragmentation. When there is disharmony, then thought creates the division as the 'me' and the 'not me', the observer and the observed. This is so simple. Right? Isn't that time for me to stop?\nQ: You said in your second talk that one should be aware not only in the waking time but also during sleep.\nK: I know, sir, I know. Do you want me to go into it? It's now ten to twelve. This is the last question.\nThe questioner says: at your second talk - he remembers, I don't - at your second talk you said: there is an awareness when you are asleep as well as there is an awareness when you are awake. You didn't go further into it, would you? Is that it sir? You understand the question? That is, during the day one is aware superficially or deeply, aware, aware of everything that is going on inwardly, all the movements of thought, the division, the conflict, the misery, the loneliness, the awareness of one's demand for pleasure, the pursuit of ambition, greeds, anxiety, you know the whole of that - aware. When you are so aware during the day, does that awareness continue during the night in the form of dreams? That's right sir? Or there are no dreams but only an awareness. Right.\nNow am I during the day - please listen to this - am I, are you, aware during the day of every movement of thought? You are not, are you? Be honest, be simple. We are not. We are aware in patches. I am aware for two minutes, and then a great blank, and then again a few minutes later, or half an hour later, I say, 'By Jove, I have forgotten myself', pick up again. There are gaps in our awareness. We are never aware continuously, and we think we ought to be aware continuously, all the time.\nNow first of all, there are great spaces between awareness - aren't there? Awareness, then unawareness, then awareness and so on during the day. Which is important? Please, which is important - the awareness for a few minutes and the non-awareness and the awareness, and the continuity of awareness? Which is important - to be continuously aware, or be aware for short periods? And what to do with the long periods when you are not aware? Amongst those three, what is important? What do you think is important? I know for me what is important. I am not bothered about being aware for a short period, or wanting to have awareness continuously. I am only concerned when I am not aware. Do you understand? That is my question. You understand? When I am inattentive, I say, now I am very interested. Not when I am aware, but why am I inattentive and what am I to do about that inattention, unawareness? That is my problem. Not to have constant awareness - you know - you'll go cuckoo unless you have really gone into this very, very, very deeply. So my concern is: why am I inattentive and what happens in that period of inattention? That's my question. You understand? I know what happens when I am aware. When I am aware - you know - nothing happens. Because I am alive, moving, living, vital, in that, nothing can happen because there is no choice for something to happen. Now when I am inattentive, not aware, then things happen. Then I say things which are not true, then I am nervous, I am - you know - anxious, caught, I fall back into my despair. So why does this happen? You are getting my point? Is that what you are doing? Or are you concerned with being totally aware all the time? And trying, practising to be aware all the time? I don't know, it's up to you.\nNow I see I am not aware and I am going to watch what happens in that state when I am not aware. Now to be aware that I am not aware is awareness. No, don't laugh, please, do listen to this. It is not a matter of laughter. I know when I am aware. When there is an awareness it is something entirely different. And I know when I am not aware, I get nervous, I twitch my hands, scratch my brow - you know, do all kinds of stupid things. When there is an attention in that unawareness the whole thing is over - you are following what I am talking? At that moment of unawareness I am aware that I am not aware, then it is finished. You have got it? Because I don't then have to struggle, to say well I must be aware all the time, please tell me a method to be aware, please practise - you know - tighten, tighten, become more and more stupid. But when there is no awareness and I know I am not aware then you see the whole movement changes.\nNow what happens during sleep? Is there an awareness when you are asleep as you are aware during the day time? If you are aware during the day time in patches, then that continues while you are asleep - right? - obviously. But when you are aware, and also aware that you are inattentive, a totally different movement takes place. Then when you sleep there is an awareness of complete quietness. The mind is aware of itself. I won't go into all this because it is not a mystery. It is not something that is extraordinary, go over, put incense. You see the mind when it is aware during the day, deeply, that awareness in depth brings about a quality of mind during sleep when it is absolutely quiet because during the day you have observed, you have been aware, either in patches or aware of your inattention, then as you go through the day, and when you sleep the activity of the brain has established order during the day. And the brain demands order, whether that order is in some neurotic belief or in nationalism, or in this or that, in that it finds order, which inevitably brings about disorder. But when you are aware during the day and aware of your unawareness, then at the end of the day there is an order. Then the brain does not have to struggle during the night to bring about order. Therefore the brain becomes rested. It is quiet. And therefore the brain, then the next morning is extraordinarily alive, not a dead, corrupt, drugged thing. Right.\n"}]