[{"title":"action-without-conflict","text":"This is the last talk of this year.\nI think the more one observes the world's condition, the more it becomes clear that there must be a totally different kind of action. One sees in the world - including in India - the confusion, the great sorrow, the misery, the starvation, the general decline. One is aware of this, one knows it from newspapers, reading magazines, books, but it remains on the intellectual level because we don't seem to be able to do anything about it. Human beings are in despair, there is great sorrow in themselves, frustration, and there is chaos about one. The more you observe and go into it, not intellectually, not verbally, but actually discuss, observe, act, enquire, examine, the more you see how confused human beings are. They are lost. And those who think they are not lost because they belong to a particular group, a circle, and feel the more you practise, the more you do certain things, the more you do social work, or this or that, the more they are sure that the world is going to be saved by their particular little actions. The world is at war, and you think by particular prayer, a few of us people gathered together repeating certain words will solve this enormous question which has remained unsolved for over five thousand years, by words, prayer. And you keep on repeating, though knowing that wars can never be stopped that way. So each one belongs to a certain group, to a certain political party, to a religious sect and so on, and remains in it, more and more holding on to the past, to what has been. And one is caught in this. One admits, when it is pointed out, that there is chaos, general decline, deterioration outwardly and inwardly, and one realises man is lost. And without finding out why he is lost, why there is so much chaos, misery, without examining, going into it very deeply, we answer superficially, saying that we are not following god, or that we don't love - give superficial platitudinous answers that have no value at all.\nAnd during these talks, if one has listened to them at all, one must have come to the question, why? - why this mess, why this confusion. If you enquire very deeply, you will find, I think, that man is lazy. The chaos is brought about through man's laziness, indifference, sluggishness. Because he accepts, because that's the easiest way to live, to accept, to adjust to the environment, to the condition, to the culture in which he lives - just to accept it. And this acceptance breeds dreadful laziness. And I think it is important to understand this, that we are as human beings very lazy. We think we have solved the problem of living by a belief, by saying, I believe in this or that. That belief essentially is based either on fear and therefore the incapacity to solve that fear, which indicates deep-rooted laziness. You observe in yourself, you fall into a pattern of thought, of action, and there you remain because that's the easiest way - you don't have to think. You have thought a little bit about it perhaps and now you don't have to think, you are there, you are carried along by outward events, or by the push of your own little group. That gives you a great deal of satisfaction, you think you are doing extraordinarily good work. And you daren't question it because that is very disturbing. You daren't question your religion, your community, your beliefs, the social structure, nationalism, war. You accept. Please look into yourself, because we are so lazy, and this chaos is due to this laziness because we have ceased to question, ceased to doubt, not accept.\nAnd being conscious of this terrible mess that is going on outwardly and inwardly, we expect some outward event to bring about order. Or we hope some leader in a guru, or this or that authority will help us out. And that way we have lived for centuries upon centuries, looking to somebody else to solve our problems. And to follow another is the very essence of indolence - he has probably thought out a little bit, or has one or two little visions, or can do this or that, and he tells you what to do and you are quite satisfied. What we really want in this world is satisfaction, comfort, somebody to tell us what to do, which all indicates this deep-rooted laziness, that we don't want to think out our problems, look at it, wipe out all the difficulties.\nAnd this indolence prevents us, not only from questioning, enquiring and examining, it prevents us from a much deeper issue. Which is to find out what is action. The world is in chaos, we are in misery. All the solutions, the doctrines, the beliefs, the meditative circus that goes on in the name of meditation, none of them have solved a thing. And if we could find out for ourselves what is action, because we have to act, you have to do something vital, energetic, forceful to bring about a different mind, a different quality of existence. So one has to go into this question of what is action, not right action and wrong action, because if you approach action as right and wrong you are already lost. Because people will tell you, this is the right action and that is the wrong action, and you, already inclined to be lazy don't want to enquire into it deeply, and because that person says it is right action because he is a successful lawyer, businessman, or a guru, or politician, and you follow him.\nSo what we are going to do this evening, if we can, is to find out what is action. And please bear in mind we are not thinking in terms of right or wrong, there is only action, not right and wrong. Not action according to the Gita, the Bible, or Koran, or god knows what else - the communists, the socialists and all the rest of them. There is only action, which is living. If one can find out the way of life, how to live - not the method - if you have method, a system, a practice, you have already encouraged this innate indolence. So one has to have a very sharp mind not to be caught in this trap which indolence is too willing to follow, fall into.\nAnd please, if I may suggest, listen to what is being said - listen. How do you listen? When you listen, you listen to find out what the speaker is trying to say, to find out. Not to oppose or agree, but to find out for yourself. That means to listen, to enquire, to examine, neither accepting nor rejecting, nor saying 'I hope he will come to my point of view which is right'. One has to listen, and apparently that is one of the most difficult things to do. Most of us like to talk, like to express ourselves because we have so many opinions, ideas, which isn't our own, it is somebody else's. We have accepted a lot of slogans, platitudes, and we trot them out and we think we have understood life. So listening not to explanations, not to your own prejudices, idiosyncrasies, what you know already, but you are listening to find out. Therefore to find out your mind must be fairly quiet, because as we said the other day, to learn of anything about anything, two states are essential: a quiet mind and attention. And that's the only way you listen to another - it doesn't matter if it is to your wife, to your children, to your boss, to the crows, to the call of a bird - you must give... there must be quietness, there must be attention, and in that state you are listening. And, which means you are already active, you are no longer sluggish. You already have broken away from this habit of half listening, half agreeing, half being serious, and therefore never penetrating deeply. So if you would listen - and listen not only to the speaker but to the noise of the world, listen to the cry of human hearts, listen to the chaos, listen to your own misery, the uncertainty, the cry of despair. If you know how to listen, then you will solve the problem. When you listen to your agony - if you have any, most human beings have - agony, if you listen to it, you will find the answer, you will be out of it; but you cannot listen to it if you say the answer must be according to my pleasure, according to my desire - then you are not listening, you are only listening to the promptings of your own desire and pleasure. Here, for this evening at least, please listen to find out, because we are going to something that requires a great deal of attention, quiet enquiry, hesitant examination, not, 'Tell me what to do and I will do it'. Because everything is falling to pieces around us and there must be action of a totally different kind. Not action according to anybody, even according to the speaker. We are going in to find out for ourselves what is action, how to live, because living is action. Our living, we have made it so chaotic, so miserable, so immature, and to find action there must be a great deal of maturity, not in terms of time, not maturing like a fruit on a tree, taking six months. If you take six months to mature you have already sown the seeds of misery. You have already planted hate, violence which will lead to war. So you have to mature immediately. And you will if you are capable of listening, and therefore learning.\nLearning is not an additive process, that is, learning, adding, which becomes knowledge, and from that knowledge act. That's what we do. We have experiences, beliefs, thoughts, and these experiences, thoughts, ideas, have become knowledge, and from that stored knowledge we act, and therefore there is no learning at all - we are just adding, adding, adding. And we have added to ourselves this enormous knowledge for two thousand years... two million years, and yet we are at war, we hate, there is never a moment of peace, tranquillity, there is no ending of sorrow. Knowledge is necessary in the field of technology, in the field of skill, but if you have knowledge which is idea, and from that idea act, you have already ceased to learn. So there is maturity not in terms of time and evolution, but maturity that comes when there is this act of learning. It's only a mature mind that can listen, be very attentive and have a quiet mind. It's the immature mind that believes, that says, this is right and wrong, and pursues something illogically.\nSo we are going to learn together about action. You are going to think, listen. We are going to do it together, because it is your life - it's not my life, it's your life: your misery, your confusion, you have to act, you have to find out what is action. What is action? To act, to do. All action is relationship, there is no isolated action. Action as we know now is the relationship of doing with the idea. Surely. The idea and the doing of that idea. It's excellent in the field of skill and technology, but becomes an impediment to learn about relationship which is constantly changing. Your wife, your husband, is never the same, but laziness, the desire for comfort, security, says, 'I know him, he must be that way'. Therefore you have fixed the poor man, or the woman. And therefore your relationship is according to an image or to an idea, and from that image, idea, of relationship springs action. Please give your attention to it a little bit. That's all we know as action. I believe, I have principles, this is right, this is wrong, this should be, and I act according to that. That is, man is violent, that violence is shown in competition, in the so-called discipline, which is suppression about... (inaudible), that violence, ambition, competition, a brutal expression of aggressiveness, which are all the responses of the animal. And from that we act. And so there is always conflict in action. That is, action must conform to a pattern - right and wrong according to principles, belief, tradition, environmental influence, the culture in which I have been brought up. So action as far as we see, as far as our life is, is according to a particular image, particular pattern, particular formula. And that formula, that image, that idea has not solved a thing in the world, politically, religiously, nothing. It has not solved our human deep innate problems. And yet we keep on insisting that's the only way to act: how can you act without thinking, without having an idea, without following day after day a certain routine - so we accept that as the way of life, which is conflict; conflict which is the result of our action, of our life, of our relationship, of our ideas, of our thought. I mean you cannot dispute this fact, that having an idea, a principle, a belief that you are a Hindu - god knows what else - and according to that tradition, according to that... in that framework you live and act. And when you do that there is bound to be conflict - the idea, the 'what should be' is different from the fact 'what is'. Right, that's simple. And that's the way we have lived for millennia.\nNow, is there another way? A way of life which is action, which is relationship, but without conflict, which means without idea. Please listen to this carefully - first see the problem. The word 'problem', what does it mean? It's a challenge. All problems become a challenge - I'm sorry - all challenge becomes a problem, become problems because we don't know how to respond. Here is a problem, which is - the word 'problem' is something is thrown at you, and you don't know any other way to respond to that problem except the old way. That is, conformity, imitativeness, the repetition, establishing a habit, and from that repetitive, imitative, habitual way of life we act, the habitual way of life is what we call action, and that has brought about untold misery, chaos in the human mind and heart. So that's obvious. Right? We can proceed from there. Don't let it... (inaudible) Don't pretend to yourself - that's a fact, if you analyse it, go into yourself very deeply.\nLook, very simply put: you have a pleasure, and you want the repetition of that pleasure - sexual or any other form of pleasure - and you keep on living with that pleasure, either in memory or in thought. And that pleasure, that thought of that pleasure, pushes you to an action, and in that action there is conflict, there is pain, there is misery. The habit has established and from that habit you act.\nSo is there another totally different way of living, which is acting? That means you have listened very carefully, attentively to the way you have lived and you know all the implications of it, not just patches of it. Am I making myself clear? To listen totally implies that you hear the whole problem, not just one or two sketches of that problem. When you listen to those crows, listen in the sense that your mind is quiet, attentive, not interpreting, not condemning, not resisting, you are listening totally, you are listening to the total sound, not of a crow, to the total sound; and in the same way if you can listen to this total problem of action, with which you are very familiar, if you can listen totally to that problem - to the problem, to the issue, to the way you live, from idea, action - totally listen, then you have the energy to listen to something else. But if you have not listened totally to the present way of action then you have not the energy to follow what is going to come. After all, to find out anything you must have energy, and you need a great deal of energy to enquire into something totally new. And to have that energy you must have listened to the old pattern of life, neither condemning nor approving - listen to it totally, which means you have understood it. You have understood the futility of living that way. When you have listened to the futility of it you are already out of it. When you have, not intellectually, but deeply felt the uselessness of living that way, and have listened to it completely, totally, then you have the energy to enquire. If you have not the energy you cannot enquire. That is, by denying that which has brought about misery, this conflict - which we have gone into a little bit - by denying it, the very negation of it is the positive action. I am going to go into that a little bit.\nWe said is there any other action, in which there is no conflict, which is not a repetitive activity, a repetitive form of pleasure. To find that out we must go into this question of what is love. Don't get sentimental, emotional, or devotional, but we are going to enquire. Love is always negative, it must be. Love is not thought. Love is never contradictory - thought is. Thought which is a response of memory, these are the animal instincts and so on, so on, so on, the machinery of thinking - that is always contradictory, and when there is an action born of thought, that action which is contradictory brings conflict and misery. And in enquiring, in examining if there is any other activity which is not wrought with pain, with anxiety, with conflict, you must find out, or rather you must be in a state of negation. You understand? To enquire, to examine you must be in a state of negation, otherwise you can't examine. You must be in a state of not knowing, otherwise how can you examine? The way of life to which we are accustomed to is what is called a positive way, because there you see results, you can do it day after day, repetitively, based on imitation, habit, following, obeying, being drilled by society, or by yourself - that's all a positive activity in which there is conflict and misery. Please listen to all this. And when you deny that, the very process of denial, the very process of your turning back on it is a state of negation, because you don't know what comes next. That's surely... It's not complicated, intellectually it will sound complicated but it is not. When you turn your back on something you are finished with it.\nNow, we said: love is total negation. We don't know what it means, we don't know what love means. We know what pleasure is, we mistake it for love. Where there is love there is no pleasure. Pleasure is the result of thought. Obviously. I look at something beautiful, thought comes in and begins to think about it, creates images - watch it in yourself - and that image gives you a great deal of pleasure, or that scene, or that feeling. And thought gives to that pleasure sustenance, continuity, and in family life that is what you call love - which has nothing whatever to do with love, you are only concerned with pleasure. And therefore where there is a pursuit of pleasure there is imitative continuity in time - please listen to all this - whereas love has no continuity, because love is not pleasure, and to understand what love is, to be in that state, there must be negation of the positive. Right? Can I go on with this? Sir, look: when you say you love somebody - your wife, or your husband, your children - what is involved in it? Strip it of all words, of all sentiment, emotionally, and look at it factually. What is involved in it when you say, 'I love my wife', or my husband? Essentially it is pleasure and security. We are not being cynical, these are facts. And if you really loved your wife and your children - loved, not the pleasure it gives you, belonging to a family, a narrow little group, sexually and furthering your own particular egotism - if you really loved your family you would have a different kind of education. You are only concerned with technological studies, helping your son to pass some stupid little exam and getting a job. You would educate him to understand the whole process of living, not just one part, segment, a fragment of this vast life. If you really loved your son there would be no war. You would see to it. That means you would have no nationality, no separative religions. All that nonsense would go.\nSo, thought cannot under any circumstances bring about a state of love. And thought can only understand what is positive, not what is negative. That is, how can you through thought find out what love is? You can't, can you? You can't calculate love. You can't say, 'I'll practise day after day being generous, kind, tender, gentle, thinking about others' - that will not create love. That's still a positive action by thought. So it's only when there is the absence of thinking you can understand what it is to be negative, not through thought. Thought can only create the pattern, and according to that pattern, formula, act - and hence conflict. And if you would find out a way of living in which there is no conflict at all, at any time, you must understand this love which is total negation.\nThat is, sir, how can you love, how can there be love when there is self-centred activity? - either of righteousness, or smug respectability, or of ambition, greed, envy, competition, which are all positive processes of thought. How can you love? You can't, it is impossible. You can pretend, you can use the word 'love', be very emotional, sentimental, very loyal, but that is nothing whatsoever to do with love. And to understand what it is you have to understand this positive thing called thinking.\nAnd, so out of this negation which is called love there is action, which is the most positive because it does not create conflict. Because after all that's what we want in this world, to live in a world where there is no conflict, where there is actually peace, both outward and inward, because you must have peace otherwise you are destroyed, because it is only in peace that any goodness can flower. It's only in peace that you see beauty. If your mind is tortured, anxious, envious, a battlefield, how can you see what is beautiful? Surely beauty is not thought. The thing that creates it, is created by thought, it is not beauty.\nSo, to find out an action which is not based on idea, concept and formula you must listen to the whole of that structure, see, understand that whole structure completely, and in the very understanding of it you have turned away from it. And therefore your mind then is in a state of negation, not bitterness, not cynicism, but because it sees the futility of living that way, actually sees it, and therefore ends it. When you end something there is a beginning of the new. But we are afraid to end the old because the new we want to translate in terms of the old. You will say, 'If I realise that I don't really love my family, which means I am not responsible for it, and then I am at liberty to chase another woman, or another man' - which is again the process of thinking.\nSo thought is not the way out. You can be very clever, erudite, but if you want to find a way of action that is totally different, that will give a bliss to life, you must understand the whole machinery of thinking, and in the very understanding of what is positive, which is thought, you enter into a different dimension of action, which is essentially love. That means to enquire you must be free, otherwise you can't enquire, you can't examine, and this chaos in the world and mess demands re-examination totally, not according to your terms, not according to your fancies, pleasures, idiosyncrasies, or the activities to which you have been committed. You have to think of the whole thing anew, and the new can only be born in negation, not out of the positive assertion of what has been. And the new can only come into being when there is that total emptiness which is real love. Then you will find out for yourself what action is, in which there is no conflict at any time. And that is the rejuvenation that the mind needs, because it is only when the mind has been made young, through love, not through sentiment, not through devotion, not through following, it's only through love, which is total negation of life of the positive, thought. Then only such a mind can build a new world, a new relationship, and it's only such a mind that can go beyond the limitations and enter into a totally different dimension. And that dimension is something which no word, no thought, no experience can ever discover it, it's only when you totally deny the past, which is thought, totally deny, every day of your life, therefore there is never a moment of accumulation. It's only then you will find out for yourself a dimension which is bliss, which is not of time, which is something that lies beyond the human thought.\n"}]