[{"title":"can-habit-end-without-decision-or-choice","text":"What shall we talk about this morning? If we do choose a subject let us go to the very end of it, deeply and very honestly so that we really do understand something at the end of it. So what shall we discuss?\nQuestioner: Can we talk about decision?\nKrishnamurti: Decision?\nQ: When we wake up day-to-day, we are terribly afraid... (Inaudible)\nK: Do you want to discuss that?\nQ: What's the difference between superficial awareness and total awareness?\nK: What's the difference between superficial awareness and total awareness.\nQ: (Inaudible)\nK: (Repeating) Does responsibility necessarily kill the sense of enquiry.\nQ: (Inaudible)\nK: (Repeating) Is there such a thing as decision or we let things happen. Now which of these shall we discuss, talk over together? The first one? Which one, please.\nQ: Decision.\nK: Decision. Right.\nQ: Sense of awareness.\nK: Awareness. I think in talking over together this question of decision, perhaps we can also go into the question of awareness.\nWhat is involved in decision? Choice, isn't it? Let us go into this completely - you understand? - and not your opinion against my opinion or your judgement against mine, but let us enquire into this completely and go into it thoroughly, shall we? So that we shall find out at the end, whether there is such a thing as decision at all, and so on. Let's go into it.\nWhen we decide, decide between two things, which implies choice, doesn't it? Right? Why do we choose at all? The choice between two houses, two motor cars, two materials - right? - apart from that, what is the necessity for choice?\nQ: When there is a desire, afterwards there's choice.\nK: When there is a desire, afterwards there's choice; that's what the...\nQ: The process begins when desire arises.\nK: The process begins when desire arises.\nK: We're asking, aren't we? Why do I have to choose, and therefore a decision has to be made? Because I have conflicting desires, opposing desires, contradictory desires, therefore there is choice, is that it?\nQ: Because of a lack of clear vision?\nK: Lack of clear vision. You choose, don't you? Do you choose - what to do, what to think? You do choose between two different roads, one is longer, one is shorter; one aeroplane journey's quicker than the other and so on, there is that kind of choice, inevitably, and decision. Is there - I mean we are enquiring, don't... Is there any other kind of decision, and choice and if there is decision, decision implies choice. Right? Now why does choice exist at all? Look at it, sir, take time over it, let's take time, a little time.\nQ: Because I am divided.\nK: Because you are divided, that is, you have different desires, different objectives, different passions, different interests, therefore you choose between this and that, discriminate between this, what you call right, and that, what you call wrong, the essential and the unessential, so there's always this choice between the two. I am asking myself, before I choose, or decide, or make a decision which implies will, why do I have to choose at all, what does choice imply? If I see something very clearly, there's no choice, is there? If I know the road from here to some place and I have investigated one or two ways and I have found the shortest, there's no question of choice, it is there.\nQ: Not if we don't see clearly.\nK: Therefore, that is it, when we don't see clearly, then the conflict of choice arises. Is that it? Right? Let us go together with this. I don't see clearly what I should do. I have various roads or choices to make, because I don't see clearly, whether I should do this, that or the other - I am confused, and out of that confusion I have to make a choice. Or because I am confused, I choose.\nQ: And also the option is limited. If I choose engineering and I have also very much interest in biology, I can't do both, because of my own limitation.\nK: I know, wait a minute, that's again... I don't know whether I should be an engineer or a biologist, or an artist - I am not very clear, I'm still very young, I don't know what to do. Society wants me to do that, my parents want me to do something else, and I want to do some other thing. Right? And I say, I am limited, I can't choose, I'm too young or I'm too old or too gaga, or whatever it is, so what is one to do? Go on sir, it's your... Let us discuss it.\nI want to find out why I choose at all, why there is such a thing as choice. Does choice exist when I see something very clearly? It is only when there is uncertainty, no clarity, no perception, then I am forced to choose. But if I see something very, very clearly it is finished, there's no choice. I have to go to London and I want to do something there, there's no choice. And I want to be an engineer but somebody else wants me to be an artist.\nQ: I may want both things.\nK: I may want both things. I want to be an artist as well as a businessman - what is the decision there? Go on sir, please.\nQ: (Inaudible)\nK: Is that your problem? Is this your problem? That you want to be an engineer, a businessman or an artist - better (laughs) - and somebody tells you, you must be a businessman. Are you faced with that problem - any of you? Or is it just a theoretical problem?\nQ: I don't know what I really want to do.\nK: I really don't know what to do, what I want to do. How will you find out?\nQ: The desire to understand... one knows so little, one has so many images, one walks on different roads.\nK: So what will you do? I have any image of myself as an artist and I have to go out and earn money because my mother is ill - so what am I to do? Go on. Do you do all these things, do you actually go through all this or you just yield to circumstances? It is so impossible to discuss unless you...\nAll right, let's go back. What does decision imply? I decide - what does that imply, the decision? I decide not to be a drunk, I decide not to smoke any more because last night the doctors have found that it is dangerous to the heart and brain and all the rest of it. So I decide not to smoke - which means what? No, please, look, you smoke, some of you smoke - I don't smoke, but suppose I smoke, and I say, 'I must stop'. I decide from today not to smoke any more. I decide. What is involved in that decision?\nQ: (Inaudible) Why are you separating, sir?\nK: I'm just asking one question, sir. What is involved in decision?\nQ: (Inaudible)\nK: Not only that, but also what? Resist smoking. I'm in the habit of smoking - I've decided not to smoke and I resist the desire to smoke. I've made up my mind to resist smoking. So, there's a battle going on. Right? Between the decision and the habit - the habit - the body is used to this smoke and it demands more and more, it has to have it. And so intellectually, listen to the doctors, fear. From that I have decided not to smoke. So there is not only resistance, fear is involved in it and I'm in a constant battle - wanting to smoke and resisting it all the time - action of will over a long habit. I've taken a decision, so what happens then? I create a new problem, don't I? Before I smoked, now I've decided not to smoke, and then that decision brings another problem - and so I keep problems going all the time. Is there a way of completely dropping without decision - decision being resistance, fear - all that's involved in a decision when I say I must not smoke - is there a way of stopping smoking without any of that?\nQ: Well, there is...\nK: Wait, wait. Answer my question. Look, what I've said. I smoke or I take various forms of drugs. I am an alcoholic or god knows what else, and I decide to give up. I take a vow, you know, chastity, poverty and all the rest of it. I take a vow. What happens? I am always in a battle, am I not?\nQ: There is a certain self-negation.\nK: Self-negation. Now is there a way of understanding which is not based on decision, will, resistance, and yet not smoke - you follow? - break a habit without resistance, and so no choice whatsoever.\nQ: (Inaudible)\nK: Yes, habit. How do I end a habit without resistance, without saying 'I must not, I must control, I must resist?'\n(Sound of aeroplane)\nK: Sorry. The aeroplanes are having the day this morning.\nQ: (Inaudible French)\nK: If you don't understand French - bad luck. I am not going to translate it. (Laughter)\nLook, I am asking something very - please, let's stick to one thing. I know the way of resisting - I drink or smoke or am attached to something, and I know the way, the traditional way of resisting, deciding not to do. And I see in that a great deal of conflict is involved, not only physical conflict but intellectual, emotional - you follow? - the whole problem of resistance arises. I want to find a way in which all that doesn't exist, and yet drop smoking, drink, whatever it is, a habit, a long established habit. Come on, sirs.\nQ: When...\nK: No, please listen to my question first before you - don't jump into it yet. Because I know the old way which has been practised.\nQ: I have to change myself.\nK: You have to change - no, what am I to do?\nQ: (Inaudible)\nK: You have habits, haven't you - no? Scratching your head, or twiddling your fingers or you know, walking in a certain way, the habit of chattering, gossiping - a dozen habits. Now, how will you end one of those habits without any resistance? Wait, wait, (laughs) wait, sir. Please, do listen. Because resistance implies choice - and choice implies conflict - wanting, not wanting. And therefore choice invariably arises when there is uncertainty, unclarity, confusion. So what am I to do?\nQ: Habit is a small part of my whole conditioning... (Inaudible) ...so many other aspects of my life.\nK: Yes, sir, I am taking one habit, one thing. I am taking the habit of drink, or smoking, or god knows - take one habit that you have, actually - don't invent a habit - actually you have a habit - scratching your nose or picking your nose or sitting in a peculiar way, insisting on a particular chair, whatever you have - habit.\nQ: (Inaudible)\nK: No, sir. I understand that. But take one habit now, and see if it can end without any form of the old traditional approach to a particular habit. Please, sir, I have stated it, now you discuss it.\nQ: One must...\nK: Don't say must, then you are lost. I want to end a habit without any resistance - because I explained resistance implies decision, conflict, choosing. Decision implies between this and that, should and should not, all that is implied. I don't want to enter into that chaotic activity. I want to end it, and I want to end it without any conflict. Now you sit with it for a minute and work it out.\nQ: (Inaudible)\nK: No - let us put it differently: that habit must be ended, or that habit must disappear - I don't know how to put it.\nQ: You must have total attention.\nK: Oh no, sir. Don't tell me, I don't know what you mean by total attention. I don't know what you mean by total attention. You heard the man talk about total attention and you repeat it. I have got a problem, don't tell me I must be totally attentive.\nQ: (Inaudible)\nK: All right. Is it possible to see the whole mechanism of habit? What is habit - repetition. Doing the same thing over and over and over again. Right? Habit. Something... sir, go on. Do you want to go into this? Conscious habits.\nQ: The whole enigma of oneself is a habit.\nK: That's just it. Don't enlarge, take one thing and go right through it. Don't substitute one word for another word, because then we get lost. I have habits. I have been brought up in a communist world and I have that peculiar habit of thinking on those lines. I have been brought up in a world of Islam, and I do that. So, habit is established, very deeply, from childhood - habit of thinking that I must do this or I must not do that. Right? Consciously I know; and unconsciously there are all the racial habits. Right? No? Oh lord! Am I talking to myself? Unconsciously there is the whole habit of a culture. So my whole consciousness may be the result of habits. No?\nQ: Yes.\nK: You're saying 'yes'? Now I am aware - there is an awareness of this - the mechanical habits of thinking as an Englishman, Frenchman and so on, as a communist, socialist, labour, believing in god, not believing in god, I'm a Catholic, you are a Protestant, I am this - you follow? It is all habit, habit, habit, propaganda. Now, I am aware of it, aware this thing exists as a cloud in which my whole mind is caught - not only the habit of getting up regularly in the morning at six o'clock. If I don't get up at six o'clock I feel upset. You know, all that business. I'm aware of all that - the mechanical process of habits. Now, how is the mind to break from that and not fall into another habit?\nQ: (Inaudible)\nK: I don't know anything about it, sir, tell me what to do - I'm caught in this.\nQ: You cannot think about it.\nK: You are saying you cannot think about it. So thought may be a habit, thought may be a habit.\nQ: You have an awakening.\nK: An awakening - how am I to be awakened?\nQ: When you say 'I', do you mean mind?\nK: My mind, sir, quick to get on.\nQ: If my mind is thought, is the mind anything else than thought?\nK: I realise that the mind, the body, all our feelings are caught in habits. And my habit is to drink. I somehow got into the habit of drinking - slightly getting tipsy all the time. What am I to do? How am I to end it without any form of resistance.\nQ: Sir, I had never smoked in my life, but after the war we got lots of cigarettes in Geneva, and I smoked a few, and I suddenly felt my hand go into my pocket. And I saw the stupidity and I stopped smoking and without any resistance...\nK: You dropped it.\nQ: Yes.\nK: But that was a very short habit. (Laughter) Oh, lordy, come on sirs! I've a long habit of drinking. I used to know a friend in California, he had to drive home every night, always a little stoned, and he didn't know quite which side of the white line he was driving, and he survived. But I wouldn't. So, I'm in that position - I drink an awful lot, quietly in my room or... so on. What am I to do?\nQ: I had been smoking for sixteen years, and three years ago I dropped it, but I don't know how.\nK: The gentleman says he doesn't know how he stopped - he'd been smoking for sixteen years, three years ago he dropped it, he has now stopped. That doesn't solve my problem. I want to know, how to end my drinking without any resistance. You can't... Work at it, sir, you just answer.\nQ: I don't know.\nK: Please, it's my problem, help me. Don't throw words at me.\nQ: If you have helped me to stop, then... (Inaudible)\nQ: My habit is to force a certain way of feeling myself and that way of feeling myself affects the habit. If I could become more deeply aware of this way of feeling myself...\nK: Sir, have you a problem of habit? Not you... Have any of you a problem of habit? All right. Take it up, look at it, and see how you will be able to resolve it totally.\nQ: (Inaudible)\nK: No, madam, take a habit I said, don't elaborate, take a habit that you have, which you feel is not pleasant and you want to end it. And you want to end it so that your mind doesn't go through tortures, so that you come out of it clean, healthy, happily. Drop it. Now, will you investigate the cause of that habit? You can trace it, can't you?\nQ: It will take time.\nK: It doesn't matter - it may take time. Don't quote me, please, look at it. You can trace it. At school as a boy I smoked, it was a habit, and gradually fall into it. It tasted filthy but I... and I keep at it. Now, I know the cause. And I see merely the investigation and trying to find the cause of it doesn't end it. Right? And mere decision, say, 'I must not', makes for more conflict. My hand goes to my pocket and I say, 'Oh, for god's sake', you know, all the things I go through - torture myself. And I say I don't want to do that - and yet I want to be free of this terrible thing - this thing which is my habit. Now how am I to do it?\nQ: (Inaudible).\nK: That's right, sir - not ending it totally. Now, I'll show you something. Shall we go ahead together? Right. I want to end it - 'I' means, you know, it must be ended, don't quibble over 'I' for the moment. I want to end it. And I want to end it so that at the end of it I have got much more vitality - you understand? - much more energy. And I won't lose that energy or that vitality in fighting a habit. So at the end when I have dropped it, it is like a new - you follow? - not just a dissipated old man who has wasted his energy fighting. So I say I must approach it differently. Now what is the approach? I must begin not with the problem, but somewhere else. Right? I am going to go into it. Because the more I pay attention to the problem the stronger the problem becomes. Are you following this? I am in the habit of smoking, or drinking, whatever it is, the more I give attention to it, say, 'I must', 'must not' - you follow? - I am giving all my energy to something that is very trivial. Right? It may be a tremendous problem to me but it is a trivial problem. Are we meeting each other?\nSo I must begin somewhere else in which the little problem is absorbed, devoured. I don't know if you... Are we meeting? I must find energy which will not be dissipated by the little problem which I have. If I give attention to that little problem I am wasting energy. So I must find a greater energy which will in its action dissolve the little problem. Have we understood that, intellectually even, have we, please, are we meeting each other? Right.\nSo where am I to begin? Where I'll have energy, and when I come to the little problem, the little problem with its triviality is dissolved instantly. I must begin somewhere else. Am I making myself clear? Now where shall I begin? You understand? They used to say - the old generation - 'Begin with God'. You follow? You understand? 'Put your faith in God, put your faith in something higher'. Again that is useless. So I must find a way of never wasting energy because resistance is a wastage of energy, conflict is a wastage of energy, decision is a wastage of energy. I don't know if you are... So I must find a way of awakening this total energy.\nNow, I'll go into that. Shall we go into that, if you have understood my problem, if I have made the problem clear. I am going to begin by being aware, not practising awareness. The moment I decide to practise awareness it is a wastage of energy. I don't know if you see that. Right? So there must be an awareness without my deciding I must be aware. Right? There must be an awareness without my deciding that I must be aware. See the importance of just that fact. Shall we move from there?\nAn awareness at the core, at the centre, not at the periphery - right? - not at my habit, what I am doing, my gestures, the way I sit, but an awareness at the very core, the very centre of my being. Don't say what is your being. At the very heart of my existence. But I have been accustomed to be aware of everything happening around me - watching the trees, watching the people, of watching what they are saying, watching my bodily movement, my twitching, my opening my mouth, putting my tongue out, you know, all kinds of awareness outwardly, at the peripheral awareness. And I say that doesn't solve, that doesn't enter into the core of it. You understand? So I must begin at the very core of the thing. Are you doing this with me? Now what does that mean? I move the whole emphasis from the outer, and not to the inner, but to a different dimension. I don't know if you follow this. Am I making myself clear? No, you are clear as mud!\nQ: Could you give us an example of how things happen?\nK: Oh no, I can't do it. Just take this first. Look, sir, I said, just look at it, listen to what I'm saying. I said, one begins to be aware on the periphery. Right? Periphery means watching the trees, the birds, the people's dresses, one's own habits. You follow? A very superficial awareness. Right? And then one turns to an awareness inwardly. Say from there I shall be aware. Right? Now I am saying, don't do either but have an awareness at an altogether different level. Is that making any sense? No, please, it must be logical, otherwise it has no meaning. Because if I am aware of outward things, then from the outer I move to the inner, then there is a division between the outer and the inner, and a time interval between the outer and the inner, a space between the outer and the inner, and from the inner I move to some other direction, which again involves time, space, effort. I don't know if you are following this.\nDo I see this, see it? Intellectually, do I see this first. Begin intellectually, that is verbally, that is with my thought, using logic, using capacity to think very clearly. Do I see what is involved from moving from the outer to the inner and then trying to go somewhere else?\nQ: (Inaudible)\nK: In all this there is division - you follow? - and therefore conflict, and therefore resistance, therefore division.\nSo there is an awareness in a different dimension. Now with that I approach my habit. You understand what I am talking? You get what I am saying? Am I making myself clear?\nQ: No.\nK: No, no, don't say no, don't say yes or no, do it! I see in decision there is fear involved in it, a motive, saying, 'By Jove, if I smoke I will get lung cancer, it is terrible for the heart, doctors have said it, it is appalling, and other people say, 'Smoke, old boy, it doesn't matter, after all you have ten more years or five years less, what of it? Have a good time in the meantime', and so on, so on. And I don't want to enter into all that, it is a waste of time and a wastage of energy. And also I see any form of division implies resistance. This is all part of an awareness of the outer as well as the inner. I am giving you an example, sir. Are you following all this? Am I moving too fast?\nQ: Yes.\nK: I am sorry, I can't - I'll go on. I see in decision, in giving up smoking, giving up a particular habit, however good, however bad - bad and good, they are just terms - I see what is involved in it, logically, I see it very clearly. Which is the awareness of the outer as well as the inner. Right? Which is, the outer habit of smoking, and the inner habit of fear, resistance, saying. 'I must get rid of it, I must fight it, I must...' and I get caught in that. So I see the outer as well as the inner movement of resistance and habit. Right? And I see that doesn't solve it. So there must be an action in which there is neither resistance, nor decision, nor fear, nor a motive. Is this giving you a headache?\nA: No.\nK: I hope it is!\nQ: It's a stream of consciousness.\nK: No, no, do look at it, sir, do look, what I have said just now. The outer and the inner, the awareness of the outer is the awareness of my habit, just the smoking, drinking, and the inner action of that habit is to fight it, resist it, decide not to, force myself, control myself, find a substitute for smoking or for drinking - chewing, or whatever it is. I see, and there is a motive behind that, and trying to conform to that motive, therefore failing in that motive, saying, 'I can't do it; I must do it', fighting - all that, saying, 'I have no strength, I am a weak man' - all that nonsense that goes on. Right? Are you following all this?\nI see very clearly all that is involved in it - the outer awareness of it and the inner movement of it, and I don't want to touch it at all because that has no meaning. So when I see the thing very clearly I have already entered into a different dimension. I don't know if you follow this.\nQ: I...\nK: Not 'I', please.\nQ: (Inaudible)\nK: I don't quite understand, madam.\nQ: (Inaudible)\nK: Ah, no, no, no, no, no. Do you see clearly what is involved in habit and the decision to get rid of it, do you see that very clearly, what is totally involved in it?\nQ: (Inaudible)\nK: No, don't give me examples.\nQ: If you want to stop smoking...\nK: No, no. I am not interested in stopping smoking. I am much more interested in something else. And when that operates smoking may have lost its meaning.\nQ: It's a pleasure and I'm not sure I want to give it up.\nK: If you don't want to give it up, don't give it up. For the love of Pete, let's get on with this! If you want to smoke, smoke. That's much better than fighting it. Get to the grave as quickly as possible. Enjoy it. I am talking about a man who says, 'Look, I have got this problem - drinking, smoking, you know a great many habits which are most destructive, whether they are good or bad. And do I after listening to you, do I see this thing completely, see it, understand it, intellectually, verbally, with my heart, with my mind, do I see this thing clearly as I see the microphone, clearly?' And see the futility of it, what is involved, conflict, you know the pain, the agony that one goes through in giving up something.\nQ: How does one get into the other dimension?\nK: Madam, I don't know what the other dimension is, you can't get into it! It will only happen if I have understood the whole complex, intricate problem of habit, resistance, fear, motive, all that is involved in that, decision. When I have seen that very, very clearly with my heart and my mind, then the other - then I have finished with it.\nYou see, it's like a man who has got a belief, very strong - deep rooted belief - he is attached to it, consciously or unconsciously, he can't give it up, it is part of him. And so that belief divides people: divides him, his family, his wife - you follow? - divides. And he says, 'I begin to see the importance, or the danger of such a habit', and he begins to see the whole pattern of it, the whole nature and structure of belief - fear, the desire to find security in an idea. He has physical security perhaps, but he demands psychological security which is much more urgent, much deeper. And so he is attached to it, he can't break away. And as he begins to explore, enquire, he sees the whole structure of it, the nature of it, the division between you and me as believe in this, and you believe in that. So he sees that very, very, very clearly. When he sees very clearly there is no choice in it. He doesn't say, 'I decide to give it up'. I don't know if you are following. When he sees clearly, the habit of belief is gone, he can never be caught in it again.\nSo, do we see very clearly, see - not visually, of course you can't see this visually - perceive, understand, this whole structure of habit, resistance, motive, fear, decision, choice?\nQ: (Inaudible)\nK: Sir, do you see it?\nQ: Yes.\nK: Ah! What is it?\nQ: What is important in awareness. Is awareness a simple act of perception? And if awareness is there the whole pattern is revealed.\nK: Is awareness, the simple act of perception, and if awareness is there, this whole pattern is revealed. Is that what you are asking?\nQ: (Inaudible)\nK: In awareness there is, the gentleman says, the decision to be aware, and also in awareness there is the act of perception. Right?\nQ: There is that which is perceived.\nK: Yes, yes, perception, the perceiver and the perceived.\nQ: (Inaudible)\nK: Sir, would you please, just a minute, would you please listen? Listen? Do you know what listening is? When I listen to you I have no other thought. I listen to you. I have not my conclusions, my opinions, my understanding, is this right, is that wrong, should it be this way or that way, I listen to you. Right? I am listening to that man sitting on the platform, and he says, are you aware of this whole - you are listening - he is asking me, are you listening to what I am saying. Which is, are you aware that you have got a habit, and because you have a habit, because you are aware of it, in that awareness there is the movement of decision, resistance, fear, achievement, all the rest of it - are you are listening to what is being said, he tells me. Am I listening? Or am I saying no, I quite, I understand a little bit, I don't quite understand all of it, does he mean this, does he mean that. You follow? An act of listening is to listen from the beginning to the end, not just take one sentence, or one verb and say, does he mean... Listening from the beginning, going through the whole of it to the end. Have you such capacity to listen? Capacity in the sense, are you listening that way? Or you are saying, 'I began with him there, and I lost him there, now I will pick him up a little later, and I have learnt now the conclusion'. Or is it one continuous movement?\nI listen to that man sitting on the platform, and I have listened to him from the beginning of the word till the end, I haven't projected any of my opinions, any of my conclusions, either I understand, don't - I have listened. That means I am going to listen to him. He says, decision implies - from the beginning, he put that question, he said what is involved in decision, why do we decide - he said decision implies choice, choice implies between the two, and we do choose between that car and that car, between that material and so on, so on, but we don't choose when we say, 'I love that woman' - do you? You don't - it doesn't matter. And he says, resistance implies not only division but conflict. I decide to give up smoking. It is a partial act, not a total act, the decision - listen carefully to what the man is saying - the decision is partial because it is an intellectual conclusion that I must give up smoking because it is bad for you, the doctor says it will hurt your heart, your life will be in danger, therefore there is fear, therefore I have decided to give it up. That decision is partial, not total, and therefore there is conflict between an intellectual decision and the fact that I must give it up. Right? And in that decision there is conflict because there is a motive involved in it, because there is an end towards which I am working: to give up.\nSo I say, that we know very well, that is our traditional, everyday, cultural habit, to say that is the only way to achieve something. And the man says I want to be a revolutionary, not just a traditionalist, and I want to wipe the whole thing out, look at it totally differently. So he says, be aware of this whole thing - aware of your habit. In that there is no choice because the moment you choose you have decided. Just be aware of the outward habit, then see what is involved in that habit - the fear, the motive, the decisions, the urgency, the saying, 'I must', 'I must not', putting the body through torture, all that is a wastage of energy, which does not solve the problem. You still go on, there is still the hankering for whisky, or whatever you drink, or the smoke, for smoking.\nSo have you listened from the beginning to the end? Listening means seeing this whole thing very, very clearly. And when you see the thing absolutely, not relatively, absolutely clearly then there is a different state of energy with which you can then come back and say, 'Now, what shall I do with this particular problem?', and you will see, you will know how to deal with it. Got it?\nQ: What shall we do to get it...\nK: Madam, I explained it. I have just explained it, madam.\nQ: (Inaudible)\nK: That's your affair, sir, I said, listen.\nQ: (Inaudible)\nK: Call it what you like, the total (laughs) tent, or anything you like!\nQ: (Inaudible)\nK: That's not what I mean. The whole means the whole, I said that. You know the word 'whole' means also holy.\nQ: It seems that then the love of listening is the most important thing.\nK: You see you are still... I give it up! Sir, you go to your museum, and you see a picture. And first you say, who painted it, if it is Rembrandt, if it is Picasso, if it is Botticelli, then you say, 'By Jove', and you look at it. And then you compare it with this, Michelangelo painted it but he was a homosexual therefore he put all those men naked and therefore and so on, so on, so on, so on. So you begin to compare. And what are you doing? You are not looking at the picture. You are thinking about Michelangelo and all his peculiarities - Leonardo and with his peculiarities. You are comparing, judging, evaluating, you are never looking. And the painter also has his peculiarities and he wants you to look at his name first too. So you never look. And that's what we are doing here. This man sitting on the platform, unfortunately he has to sit on a platform, I don't know why, for convenience, he sits there and describes the whole picture in detail, and you say...\nAnd you want to know about god, don't you? Whether god created the universe, and all this stuff, but to find out, you have to work, haven't you? Not just accept what the Hindus, the ancient Hindus, or the Hebrews, or the Arabs, or the Christian mythology said, you want to find out. And to find out you have to have a free mind and a free heart.\nSo, sir, where are we now? What time is it, sir? When did I begin? Now where are we? In the future, tomorrow, am I going to make a decision about anything? Apart from clothes, house, cars, you know between this brush and that brush, and this toothpaste, (laughs) apart from that am I going to decide, am I going to take a decision? Am I going to, when I have seen what is involved in it in this tent, am I now going outside again saying, 'By Jove, I must...' - you follow? Are you going to do it?\nQ: Why do you behave so strongly, I don't see why you should separate toothpaste... you're creating a separation.\nK: Sir, that's what we do sir. I am not creating it, I have finished, in my life I have never decided.\nQ: Even about toothpaste?\nK: Toothpaste, yes. (Laughter) About any other thing I have never decided. That's the beauty of it. You don't aim for that. Like, I have never controlled. That's a different matter.\nSo in listening here this morning, you might say, well, I have really understood it, perhaps verbally, intellectually, I see the whole logic, and the reason and the practicality of it. But when you go outside, are you going to fall into the trap of the old tradition? If you do, then you haven't listened at all.\nSo there is an action in which decision is not involved at all. See the beauty of it, sir. And one's life has been based on choice and decision, and therefore continuous battle. I think that is enough, isn't it?\n"}]