[{"title":"authority-destructive","text":"Huston Smith: I am Huston Smith, professor of philosophy at the Massachusetts Institute of Technology, and I invite you to a conversation arranged by the Blaisdale Institute of Claremont, California, with Krishnamurti, who was raised by Annie Besant and the Theosophists to be a teacher, and who, though he discarded the mantle of Theosophy, did indeed become a sage of our century, one whose voice is heard as much by the youth of today as throughout the world for the last sixty years.\nKrishnamurti, maybe this morning I will have only one question which in one way or another I will be coming back to in various ways. In your writings, in your speaking, time and again you come back to this wonderful little word, lucid and lucidity, but is it possible living as we are in this confused and confusing world, torn by conflicting voices without and conflicting tensions within, with hearts that seem star crossed and tensions that never go, is it possible in such a life, in such a world, to live with total lucidity? And if so, how?\nKrishnamurti: I wonder, sir, what you mean by that word 'lucid'. I wonder whether you mean clarity.\nHS: That's what first comes to mind, yes.\nK: Is this clarity a matter of intellectual perception, or is it a perception with your whole being, not merely a fragment of your being, but with the totality of one's whole being?\nHS: It certainly has the ring of the latter, it's the latter.\nK: It is not fragmentary, therefore it is not intellectual or emotional, or sentimental. And so is it possible in this confused world, with so many contradictions, and such misery and starvation, not only outwardly, but also inwardly, such insufficiency psychologically, outwardly there are so many rich societies, is it at all possible for a human being living in this world to find within himself a clarity that is constant, that is true in the sense not contradictory, is it possible for a human being to find it?\nHS: That's my question.\nK: Your question. I don't see why not. I don't see why it shouldn't be found by anybody who is really quite serious. Most of us are not serious at all. We want to be entertained, we want to be told what to do, we want someone else to tell us how to live, what this clarity is, what is truth, what is god, what is righteous behaviour and so on. Now if we could discard completely all the authority of psychological specialists, as well as the specialists in religion, if one could really deeply negate all authority of that kind, then one would be relying totally on oneself.\nHS: Well, I feel I may be right off, I am contradicting what you are suggesting because my impulse after you have said that it seems to you that it is possible to achieve this lucidity, my impulse is to ask you immediately, how?\nK: Wait, sir.\nHS: But you say, am I looking to authority if I do that?.\nK: No, no. What is necessary is the freedom from authority, not the 'how'. The 'how' implies a method, a system, a way trodden by others, and someone to tell you, do this and you will find it.\nHS: Now, are you saying with this that it is an inappropriate question to ask you how this lucidity is to be achieved?\nK: No, not at all, sir. But the 'how' implies that, the 'how' implies a method, a system. And the moment you have a system and a method you become mechanical, you just do what you are told. And that's not clarity. It is like a child being told by its mother what it should be from morning until night. And therefore it becomes dependent on the mother, or the father, whatever it be, and there is no clarity. So to have clarity, the first essential thing is freedom. Freedom from authority.\nHS: And I feel in a kind of bind, because this freedom is attractive too and I want to go towards that, but I also want to pick your mind and ask you how to proceed? Am I moving away from my freedom if I ask you how to proceed?\nK: No, sir, but I am pointing out the difficulty of that word, the implication of that word, the 'how'. Not whether one is wandering away from freedom, or any other thing of that kind, but the word 'how' implies intrinsically a mind that says, please tell me what to do.\nHS: And I ask again, is that a mistaken question, is that a wrong question?\nK: I should think that's a wrong question, the 'how'. But rather if you say, what are the things, the obstructions that prevent clarity, then we can go into it. But if you say right from the beginning, what is the method - there have been a dozen methods and they have all failed, they have not produced clarity, or enlightenment, or a state of peace in man. On the contrary these methods have divided man; you have your method, and somebody else has his method, and these methods are everlastingly quarrelling with each other.\nHS: Are you saying that once you abstract certain principles and formulate them into a method, this becomes too crude to meet the intricacies.\nK: That's right. The intricacies, and the complexities and the living quality of clarity.\nHS: So that the 'how' must always be immediate, from where one stands, the particular individual.\nK: I would never put the 'how' at all. The 'how' should never enter into the mind.\nHS: Well, this is a hard teaching. It may be true and I am reaching for it, and yet I don't know that it's possible - I don't feel that it's possible completely to relinquish the question how and everything.\nK: Sir, I think we shall be able to understand each other if we could go a little slowly, not into the 'how', but what are the things that prevent clarity.\nHS: All right, fine.\nK: Through negation, through negation come to clarity, not through the positive method of following a system.\nHS: Fine. All right. The negative approach, that is good.\nK: I think that is the only way. The positive way of the 'how' has lead man to divide himself, his loyalties, his pursuits, you have the 'how' of yours, and the 'how' of somebody else, and the method of this - and they are all lost.\nHS: Fine.\nK: So if we could put aside that question, 'the how' for the time being, probably you will never put it, afterwards. I hope you won't.\nHS: Well, we'll see.\nK: So what is important is to find out what are the obstructions, the hindrances, the blocks that prevent clear perception of human anxiety, fear, sorrow, and the ache of loneliness, the utter lack of love and all that.\nHS: Let's explore the virtues of the negative. What are these obstacles?\nK: Now, first of all I feel, there must be freedom. Freedom from authority.\nHS: Could we stop right there on this matter of authority. When you say we should renounce all authority, it seems to me that the goal of total freedom and self reliance is a valid one, and yet along the way it seems to me that we rely, and should rely, on all kinds of authorities in certain spheres. When I go to a new territory and I stop to ask the filling station attendant which way to go, I accept his authority as he knows more about that than I do. Isn't this...\nK: Obviously, sir, the specialist knows a little more than the layman, the experts whether in surgery or technological knowledge, obviously they know much more than any other person who is not concerned with that particular technique. But we are considering not authority along any particular line, but the whole problem of authority.\nHS: And in that area is the answer to understand the areas in which there is specialised authority, which we should accept, and where...\nK: And where authority is detrimental.\nHS: Yes.\nK: Authority is destructive. So there are two problems involved in this question of authority: there is not only the authority of the expert - let's call him for the moment - which is necessary, but also the authority of the man who says, psychologically I know, you don't.\nHS: I see.\nK: This is true, this is false, you must do this, and you must not do that.\nHS: So one should never turn over one's life to...\nK: To anybody.\nHS:... to anyone else.\nK: Because the churches throughout the world, the different religions, have said, give your life to us, we will direct, we'll shape it, we will tell you what to do. Do this, follow the saviour, follow the church and you will have peace. But, on the contrary churches have produced terrible wars. Religions of every kind have brought about fragmentation of the mind. So the question is not, freedom from a particular authority, but the whole conceptual acceptance of authority.\nHS: Yes. All right. I think I see that and one should never abdicate one's own conscience.\nK: No, I am not talking of conscience. Our conscience is such a petty little affair.\nHS: Well may be we are thinking about conscience - I am thinking about the conscience of how I should live my life, how I should live.\nK: No, we started out to say, asking the question, why is it man who has lived for two million years and more, why is man not capable of clear perception and action? That is the question involved.\nHS: Right. And your first point is that it is because he doesn't accept the full responsibility...\nK: I don't say that. No, I haven't come to that point yet. I am saying that, as we said, we must approach this problem negatively. Which means I must find out what are the blockages.\nHS: Obstacles.\nK: Obstacles which prevent clear perception.\nHS: Right.\nK: Now one of the major blocks, or hindrances, is this total acceptance of authority.\nHS: All right. So be ye lamps unto yourself.\nK: That's right. So you must be a light to yourself.\nHS: Very good.\nK: To be a light to yourself you must deny every other light, however great that light be, whether it be the light of the Buddha, or X Y Z.\nHS: Perhaps, accept it here or there but nevertheless you retain the say-so as to where an insight might be valid.\nK: No, no sir. No, no. My own authority. What authority have I? My authority is the authority of the society. I am conditioned to accept authority, when I reject the authority of the outer I accept the authority of the inner. And my authority of the inner is the result of the conditioning in which I have been brought up.\nHS: All right. I thought I had this in place. And I guess perhaps I still do. The only point that I am not quite sure about at this point is, it seems to me while assuming, accepting, affirming and maintaining one's own freedom...\nK: Ah, you can't. Sir, how can a prisoner, except ideologically, or theoretically, accept he is free? He is in prison, and that is the fact from which we must move.\nHS: I see.\nK: Not accept a big fantastic ideological freedom which doesn't exist. What exists is that man has bowed to this total authority.\nHS: All right. And this is the first thing we must see and remove.\nK: Absolutely. Completely that must go, for a man that is serious, and wants to find out the truth, or see things very clearly. That is one of the major points. And the demand of freedom, not only from authority, but the demand from fear, which makes him accept authority.\nHS: Right. That seems true also. And so beneath the craving for authority is...\nK:... is fear.\nHS:... is fear which we look to authority to be free from.\nK: That's right. So the fear makes man violent, not only territorial violence, but sexual violence and different forms of violence.\nHS: All right.\nK: So the freedom from authority implies the freedom from fear. And the freedom from fear implies the cessation of every form of violence.\nHS: If we stop violence then our fear recedes?\nK: Ah, no sir. It's not a question of recession of fear. Let's put it round the other way, sir. Man is violent, linguistically, psychologically, in daily life he is violent, which ultimately leads to war.\nHS: There's a lot of it around.\nK: And man has accepted war as the way of life, whether in the office, or at home, or in the playing field, or anywhere war he has accepted as a way of life, which is the very essence of violence.\nHS: Yes.\nK: And aggression and all that is involved. So as long as man accepts violence, lives a way of life which is violent, he perpetuates fear and therefore violence and also accepts authority.\nHS: So these three are a kind of vicious circle, each playing into the other.\nK: And the churches say, live peacefully, be kind, love your neighbour, which is all sheer nonsense. They don't mean it. It is merely a verbal assertion that has no meaning at all. It is just an idea because the morality of society which is the morality of the church is immoral.\nHS: Are we trying to see then these things that stand between us and lucidity and freedom, we find authority and fear and violence working together to obstruct us, where do we go from there?\nK: It's not going to some place, sir, but understanding this fact that most of us live a life in this ambience, in this cage of authority, fear and violence. We can't go beyond it, unless one is free from it, not intellectually or theoretically, but actually be free from every form of authority, not the authority of the expert, but the feeling of dependence on authority.\nHS: All right.\nK: Then, is it possible for a human being to be free completely of fear? Not only at the superficial level of one's consciousness, but also at the deeper level, what is called the unconscious.\nHS: Is it possible?\nK: That's the question, otherwise you are bound to accept authority of anybody, any Tom, Dick and Harry, with a little bit of knowledge, little bit of cunning explanation or intellectual formulas, you are bound to fall for it. But the question whether a human being, so heavily conditioned as he is, through propaganda of the church, through propaganda of society, morality and all the rest of it, whether such a human being can really be free from fear. That is the basic question, sir.\nHS: That's what I wait to hear.\nK: I say it is possible, not in abstraction, but actually it is possible.\nHS: All right. And my impulse again is to say, how.\nK: Refrain. You see when you say, how, you stop learning. You cease to learn.\nHS: All right, let's just forget that I said that, because I don't want to get distracted.\nK: No, no, you can never even ask that, ever, because we are learning; learning about the nature and the structure of human fear. At the deepest level and also at the most superficial level, and we are learning about it. And when you are learning you can't ask suddenly, how am I to learn. There is no 'how' if you are interested, if the problem is vital, intense, it has to be solved to live peacefully, then there is no 'how', you say, let's learn about it.\nHS: All right.\nK: So the moment you bring in the 'how' you move away from the central fact of learning.\nHS: All right, that's fine. Let's continue on the path of learning about this.\nK: Learning. So, what does it mean to learn?\nHS: Are you asking me?\nK: Yes. Obviously. What does it mean to learn?\nHS: It means to perceive how one should proceed in a given domain.\nK: No, sir, surely. Here is a problem of fear. I want to learn about it. First of all I mustn't condemn it, I mustn't say, 'it's terrible', and run away from it.\nHS: It sounds to me that you have been condemning it in one way or another.\nK: I don't, I don't, I want to learn. When I want to learn about something I look, there is no condemnation at all.\nHS: Well, we were going at this through a negative route.\nK: Which is what I am doing.\nHS: And fear is an obstacle.\nK: About which I am going to learn.\nHS: All right.\nK: Therefore I can't condemn it.\nHS: Well it's not good, you are not advocating it.\nK: Ah, no. I am neither advocating or not. Here is a fact of fear. I want to learn about it. The moment I learn about something I am free of it. So learning matters. What is implied in learning? What is implied in learning? First of all to learn about something there must be complete cessation of condemnation, or justification.\nHS: All right. Yes, I can see that. If we are going to understand something if we keep our emotions out of it, and just try to dispassionately to...\nK: To learn. You are introducing words like dispassion, that's unnecessary. If I want to learn about that camera, I begin to look at it, undo it, go into it. There is no question of dispassion or passion. I want to learn. So I want to learn about this question of fear. So to learn there must be no condemnation, no justification of fear, and therefore no escape verbally from the fact of fear.\nHS: All right.\nK: But the tendency is to deny it.\nHS: To deny the reality.\nK: The reality of fear. The reality that fear is causing all these things. To deny by saying, 'I must develop courage'. So, please, we are going into this problem of fear because it is really a very important question: whether human mind can ever be free of fear.\nHS: It certainly is.\nK: Which means, whether the mind is capable of looking at fear, looking, not in abstraction, but actually at fear as it occurs.\nHS: Facing fear.\nK: Facing fear.\nHS: All right, we should do this, and I agree with you that we can't deny it.\nK: To face it, no condemnation.\nHS: All right.\nK: No justification.\nHS: Simply being truly objective.\nK: Aware of fear.\nHS: Acknowledging.\nK: I don't acknowledge it. If there is the camera there I don't acknowledge it, it is there.\nHS: All right. I don't want to distract our line of thought with these words.\nK: Please, sir, that's why one has to be awfully careful of words here, because the word is not the thing, therefore I don't want to move away from this. To learn about fear there must be no condemnation or justification. That's a fact. Then my mind can - the mind can look at fear. What is fear? There is every kind of fear: fear of darkness, fear of the wife, fear of the husband, fear of war, fear of storm, so many psychological fears. And you cannot possibly have the time to analyse all the fears, that would take the whole life time, by then you have not understood any fears.\nHS: So it is the phenomenon of fear itself rather than any...\nK: Than any particular fear.\nHS: Right. Now what should we learn?\nK: Wait, I am going to show you, sir, go slow. Now to learn about something you must be in complete contact with it. I want - look sir, I want to learn about fear. Therefore I must look at it, I must face it. Now to face something implies a mind that does not want to solve the problem of fear.\nHS: To look at fear...\nK: Is not to solve the problem of fear.\nHS: Now...\nK: Look, look, this is very important to understand because if I want to solve fear I am more concerned with the solution of fear than facing fear.\nHS: A moment ago though we were saying we should think...\nK: I am facing it. But if I say, I must solve it, I am beyond it already, I am not looking.\nHS: You say that if we are trying to solve the problem of fear we are not truly facing it. Is that right?\nK: Quite right, sir. You see, to face fear the mind must give its complete attention to fear, and if you give partial attention which is to say, 'I want to solve it and go beyond it', you are not giving it attention.\nHS: I can see that if you have slipped attention while you are not fully attentive.\nK: So, in giving complete attention to the learning about fear there are several problems involved in it. I must be brief because our time is limited. We generally consider fear as something outside us. So there is this question of the observer and the observed. The observer says, I am afraid, and he puts fear as something away from him.\nHS: I am not sure. When I feel afraid, I am afraid, I feel it very much in here.\nK: In here, but when you observe it, it is different.\nHS: When I observe fear...\nK: Then I put it outside.\nHS: No, again that doesn't seem quite right.\nK: All right, at the moment of fear there is neither the observer nor the observed.\nHS: That is very true.\nK: That is all I am saying. At the crisis, at the moment of actual fear there is no observer.\nHS: It fills the horizon.\nK: Now, the moment you begin to look at it, face it, there is this division.\nHS: Between the fearful self and the...\nK: The non-fearful self.\nHS: The bear who is going to eat me out there.\nK: So in trying to learn about fear, there is this division between the observer and the observed. Now is it possible to look at fear without the observer? Please, sir, this is really quite an intricate question, a complex question, one has to go into it very deeply. As long as there is the observer who is going to learn about the fear there is a division.\nHS: That's true. We are not in full contact with it.\nK: Therefore in that division is the conflict of trying to get rid of fear, justify fear. So is it possible to look at fear without the observer? So that you are completely in contact with it all the time.\nHS: Well, then you are experiencing fear.\nK: I wouldn't like to use that word 'experience', because experience implies going through something. Finishing with it.\nHS: All right. I don't know what word. It seems better than, looking at, because looking at does seem to imply a division between an observer and the observed.\nK: Therefore we are using that word 'observing'. Being aware of fear without choice, which means the choice implies the observer, choosing whether I don't like this, or that. Therefore when the observer is absent there is choiceless awareness of fear.\nHS: All right.\nK: Right. Then what takes place? That's the whole question. The observer creates the linguistic difference between himself and the thing observed. Language comes in there. Therefore the word prevents being completely in contact with fear.\nHS: Yes. Words can be a screen.\nK: Yes. That's all that we are saying.\nHS: All right.\nK: So the word mustn't interfere.\nHS: True. We have to go beyond that.\nK: Beyond the word. But is that possible, to be beyond the word? Theoretically we say, yes, but we are a slave to words.\nHS: Far too much so.\nK: It is obvious, we are a slave to words.\nHS: Right.\nK: So the mind has to become aware of its own slavery to words, realising that the word is never the thing.\nHS: Right.\nK: So the mind is free of the word to look. That is all implied. Sir, look, I want to understand - I mean, the relationship between two people, husband and wife, is the relationship of images.\nHS: Obviously.\nK: Obviously. There is no dispute about that. You have your image, and she has her image about you. The relationship is between these two images. Now, the real relationship is, the human relationship is when the images don't exist. In the same way the relationship between the observer and the observed ceases when the word is not.\nHS: Yes.\nK: So he is directly in contact with fear.\nHS: We pass through.\nK: Through. There is fear. Now there is fear at the conscious level, which one can understand fairly quickly. But there are the deeper layers of fear, so-called at the hidden parts of the mind. To be aware of that. Now that means is it possible to be aware without analysis? Analysis takes time.\nHS: Right. Surely it's possible.\nK: How? Not the 'how' of method. You say, surely it is possible. Is it? There is this whole reservoir of fear - the fear of the rays, you follow, the whole content of the unconscious. The content is the unconscious.\nHS: All right.\nK: Now, to be aware of all that, which means not through dreams, again that takes too long.\nHS: Are you talking about whether we can be explicitly aware of the full reach of mind?\nK: Yes. The full content, reach of the mind which is both the conscious as well as the deeper layers. The totality of consciousness.\nHS: Yes. And can we be explicitly aware of all of that? I am not sure.\nK: I say it is possible. It is only possible when you are aware during the day what you say, the words you use, the gestures, the way you talk, the way you walk, what your thoughts are, to be completely and totally aware of all that.\nHS: Do you think all of that can be before you in total awareness?\nK: Yes, sir. Absolutely. When there is no condemnation and justification. When you are directly in contact with it.\nHS: It seems to me that the mind is sort of like an iceberg with regions of it...\nK: An iceberg is nine-tenths below and one-tenth above. It is possible to see the whole of it, during the day. During the day if you are aware of your thoughts, of your feelings, aware of the motives, which demands a mind that is highly sensitive.\nHS: We can certainly be aware of much, much more than we usually are. When you say we can be aware...\nK: Totally, yes sir.\nHS:... of all the psychological factors.\nK: I am showing you. I am showing you. You are denying it. You say, 'it is not possible', then it is not possible.\nHS: No, I'd like to believe that it's possible.\nK: No, it's not a question of belief. I don't have to believe in what I see. It's only when I don't see I belief in god, or in this or that.\nHS: For me it is a matter of belief, maybe not for you because you...\nK: Belief is the most destructive part of life. Why should I believe the sun rises? I see the sun rises. I believe, when I do not know what love is then I believe in love.\nHS: Like so many times when I listen to you speak it seems to me like a half-truth which is stated as a full truth, and I wonder whether that is for the sake of emphasis, or whether it really is, you really mean to carry it all the way.\nK: No, sir. To me it really is.\nHS: We have been speaking of the elements that block us, the things that block us from a life of lucidity and freedom: authority, violence, fear. Our time is short and I wouldn't like to spend all the time on these obstacles. Is there any affirmative we can say of this condition.\nK: Sir, anything affirmative indicates authority. It's only the authoritarian mind that says, 'let's be affirmed'. Which is in opposition to negation. But the negation we are talking about has no opposite.\nHS: Well now when I ask you for an affirmative statement it doesn't seem to me that I am turning over a decision to use an authority. I just want to hear if you have something interesting to say which I will then stand judgement upon.\nK: With regard to what?\nHS: As to whether it speaks to my condition.\nK: What? With regard to what, you said something, about what?\nHS: About the state of life that it seems to me we are groping for in our words to describe.\nK: Are you trying to say, sir, that life is only in the present?\nHS: In one sense I think that is true. Is that what you were saying?\nK: No, I am asking you, is this what you are asking: is life to be divided into the past, present and future, which becomes fragmentary, and not a total perception of living?\nHS: Well again as so often it seems to me that the answer is both, and. In one sense it is a unity and it is present and the present is all we have, but man is a time-binding animal, as they say, who looks before and aft.\nK: So man is the result of time, not only evolutionary but chronological as well as psychological.\nHS: Yes.\nK: So he is the result of time: the past, the present and the future.\nHS: Right.\nK: Now, he lives mostly in the past.\nHS: All right, mostly.\nK: He is the past.\nHS: All right. Again it's that half-truth.\nK: No, no, I'll show it to you. He is the past because he lives in memory.\nHS: Not totally.\nK: Wait, sir. Follow it step by step. He lives in the past and therefore he thinks and examines and looks from the background of the past.\nHS: Which is both good and bad.\nK: No, no. We are saying good and bad. There is no good past or bad past. We are concerned with the past. Don't give it a name.\nHS: All right.\nK: Like calling it good or bad, then we are lost. He lives in the past, examines everything from the past and projects the future from the past. So he lives in the past, he is the past. And when he thinks of the future or the present, he thinks in terms of the past.\nHS: All right. It seems to me that most of the time that is true but there are new perceptions that break through, new experiences that break through the momentum of the past.\nK: New experiences break through only when there is an absence of the past.\nHS: Well it seems to me it is like it is a merging of things that we perforce bring with us from the past, but bring to play upon the novelty, the newness of the present. And it is a fusion of those two.\nK: Look, sir, if I want to understand something new I must look at it with clear eyes. I can't bring the past with all the recognition process, with all the memories, and then translate what I see as new. Surely, surely, now just a minute: the man who invented the jet, must have forgotten, or be completely familiar with the propeller, and then there was an absence of knowledge in which he discovered the new.\nHS: That's fine.\nK: Wait, wait. It is not a question of, that's fine. That is the only way to operate in life. That is, I must be completely aware - there must be complete awareness of the past, an absence of the past, to see the new.\nHS: All right.\nK: Or to come upon the new.\nHS: All right.\nK: You are conceding reluctantly.\nHS: I am conceding reluctantly because I think I see what you are saying, I think I agree with the point that you are making, but it is also true that one operates in terms of...\nK: The past.\nHS: ...symbols that one has. And it is not as though we begin de novo.\nK: De novo is not possible, but we have to begin de novo because life demands it, because we have lived in this way, accepting war, hatred, brutality, competition, and anxiety, guilt, all that. We have accepted that, we live that way. I am saying to bring about a different quality, a different way of living the past must disappear.\nHS: We must be open to the new.\nK: Yes. Therefore the past must have no meaning.\nHS: That I can't go along with.\nK: That is what is the whole world is objecting to. The established order says, 'I can't let go for the new to be'. And the young people throughout the world say, 'let's revolt against the old'. But they don't understand the whole complications of it. So they say, what have you given us, except examinations, job, and repetition of the old pattern - war and favourite wars, wars.\nHS: Well you are pointing out, it seems to me, the importance of not being slaves to the past. And that's so true and I don't want to in any way...\nK: The past being the tradition, the past being the pattern of morality, which is the social morality, which is not moral.\nHS: But at the same time there is only one generation, namely ourselves, that separates the future generation from the cave man.\nK: I agree with all that.\nHS: If the cave man were to be totally rescinded we would start right now.\nK: Oh, no, no. To break through the past, sir, demands a great deal of intelligence, a great deal of sensitivity to the past. You can't just break away from it.\nHS: OK, I am content.\nK: So the problem really, sir, is, can we live a different way?\nHS: Hear, hear!\nK: A different way in which there are no wars, no hatreds, in which man loves man, without competition, without division, saying you are a Christian, you are a Catholic, you are a Protestant, you are this. That's all so immature. It has no meaning. It's an intellectual sophisticated division. And that is not a religious mind at all, that's not religion. A religious mind is a mind that has no hatred, that lives completely without fear, without anxiety, in which there is not a particle of antagonism. Therefore a mind that loves - that is a different dimension of living altogether. And nobody wants that.\nHS: And in another sense everybody wants that.\nK: But they won't go after it.\nHS: They won't go after it?\nK: No, of course not. They are distracted by so many other things, they are so heavily conditioned by their past, they hold on to it.\nHS: But I think there are some who will go after it.\nK: Wait sir, very few.\nHS: The numbers don't matter.\nK: The minority is always the most important thing.\nHS: Krishnamurti, as I listen to you and try to listen through the word to what you are saying, it seems to me that what I hear is that first, I should work out and each of us should work out his own salvation, not leaning on authority outside; second, not to allow words to form a film between us and actual experience, not to mistake the menu for the meal; and third, not to let the past swallow up the present, take possession, to responding to a conditioning of the past, but rather to be always open to the new, the novel, the fresh. And finally, it seems to me you are saying something like the key to doing this is a radical reversal in our point of view. It is as though we were prisoners straining at the bars for the light, and looking for the glimpse of light that we see out there and wondering how we can get out towards it, while actually the door of the cell is open behind us if only we would turn around, we could walk out into freedom. This is what is sounds to me like you are saying. Is this it?\nK: A little bit, sir, a little bit.\nHS: All right. What else? What other than that? Or if you want to amplify.\nK: Sir, surely sir, in this is involved the everlasting struggle, conflict, man caught in his own conditioning, and straining, struggling, beating his head to be free. And again we have accepted with the help of religions and all the rest of the group that effort is necessary. That's part of life. To me that is the highest form of blindness, of limiting man to say, 'you must everlastingly live in effort'.\nHS: And you think we don't have to.\nK: Not, 'I think', it is so. Sir, it is not a question of thought. Thought is the most...\nHS: Let's delete those two words and just say we don't have to.\nK: But to live without effort requires the greatest sensitivity and the highest form of intelligence. You don't just say, 'well, I won't struggle', and become like a cow. But one has to understand how conflict arises, the duality in us, the fact of 'what is', and 'what should be', there is the conflict. If there is no 'what should be', which is ideological, which is non real, which is fiction, and see 'what is', and face it, live with it without the 'what should be', then there is no conflict at all. It's only when you compare, evaluate with 'what should be', and then look with 'what should be' at the 'what is', then conflict arises.\nHS: There should be no tension between the ideal and the actual.\nK: No ideal at all. Why should we have an ideal? The ideal is the most idiotic form of conceptual thinking, why should I have an ideal? The fact is burning there, why should I have an ideal about anything?\nHS: Well now once more when you speak like that it seems to me that you break it into an either/or.\nK: No, no.\nHS: Not the ideal but the actual where it seems to me the truth is somehow both of these.\nK: Ah, no. Truth is not a mixture of the ideal and the 'what is', then you produce some melange of some dirt. There is only 'what is'. Sir, look, take a very simple example: we human beings are violent. Why should I have an ideal of non-violence? Why can't I deal with the fact?\nHS: Of violence?\nK: Of violence without non-violence. The ideal is an abstraction, is a distraction. The fact is I am violent, man is violent. Let's tackle that, let's come to grips with that and see if we can't live without violence.\nHS: But can...\nK: Please, there is no dualistic process in this. There is only the fact that I am violent, man is violent, and is it possible to be free of that. Why should I introduce the idealistic nonsense into it?\nHS: No dualism, you say, no separation, and in your view is it the case that there is no separation?\nK: Absolutely.\nHS: Is there any separation, you, me?\nK: Sir, wait, physically there is. You have got a black suit, are a fairer person than me, and so on.\nHS: But you don't feel dualistic.\nK: If I felt dualistic I wouldn't even sit down to discuss with you, then intellectually we play with each other.\nHS: Right. Now perhaps we are saying the same thing, but always it comes out in my mind it's a both/and - we are both separate and united. Both.\nK: No. Sir, when you love somebody with your heart, not with your mind, do you feel separate?\nHS: I do in some - I feel both. I feel both separate and together.\nK: Then it is not love.\nHS: I wonder because part of the joy of love is the relationship which involves in some sense, like Ramakrishna said, 'I don't want to be sugar, I want to eat sugar'.\nK: I don't know Ramakrishna, I don't want any authority, I don't want to quote any bird.\nHS: Don't get hung up on this.\nK: Sir, no. I am dealing - we are dealing with facts, not with what somebody said. The fact is...\nHS: That in love, part of the beauty and the glory of it, is the sense of unity embracing what in certain respects is separate.\nK: Sir, just a minute, sir. Let's be a little more unromantic about it. The fact is when there is love between man and woman, in that is involved possession, domination, authority, jealousy, all that is involved in it. Of course there is. And comfort, sexual pleasure, and the remembrance. All that. A bundle of all that.\nHS: And there's some positive things you have left out, but you are assuming those.\nK: A bundle of all that. Is love jealousy? Is love pleasure? Is love desire? If it is pleasure it is merely the activity of thought, saying, 'Well, I slept with that woman, therefore she is mine' and the remembrance of all that. That's not love. Thought is not love. Thought breeds fear, thought breeds pain, thought breeds pleasure, and pleasure is not love.\nHS: Thought breeds only the negative?\nK: What is the positive? What is the positive thing that thought produces, except mechanical things?\nHS: A love poem.\nK: Sir, love poem. What? The man feels something and puts it down. The putting down is irrelevant, merely a form of communication. But to feel it is nothing to do with thought. To translate it then it is necessary for thought. But to love...\nHS: Thought and words can also give form to our feelings which would remain inchoate without them.\nK: Now, is there...\nHS: Bring them to resolution, to satisfying resolutions, through their expression.\nK: Is relationship a matter of thought?\nHS: Not only, but thought can contribute to a relationship.\nK: Thought is always the old, relationship is something new.\nHS: Yes, but there are new thoughts.\nK: Ah! There is no such thing as new thoughts. Forgive me to be so emphatic.\nHS: No, I like it.\nK: I don't think there is a new thought. Thought can never be free because thought is the response of memory, thought is the response of the past.\nHS: When a great poet comes through with the right words to articulate a new perception, nobody has before, not even god, has thought of those particular words.\nK: That's a mere matter of a cunning gift of putting words together. But what we are talking about...\nHS: A noble trade. Poetry is a great contribution.\nK: Ah, that's a minor thing. No, sir, that's a minor thing; the major thing is to see the beauty of life and see the immensity of it, and to love.\nHS: There it ended, a conversation with Krishnamurti. But what ended was only the words, not the substance. For Krishnamurti was speaking, as always, of that life that has no end, and no beginning.\n"}]