[{"title":"public-talk-rome-italy-04-november-1969","text":"You know what is happening all over the world, the same phenomena. Even in the so-called Eastern Bloc there is also the questioning, doubting. And when one is confronted with all this, one asks, what is one to do? What can a human being, confronted with this phenomenon of deterioration, of degeneration - what is one, as a human being, actually to do? Not theoretically, not indulge in various intellectual arguments for or against, but when one is faced with this, is one to act taking sides, sides of the established order, whether the communist established order, which is bureaucracy, the established order of the capitalists, and so on, or the religious group? Or is one to go, is one to revolt against all this, as so many people are doing? The expression of revolt varies in different countries. Drug taking is a form of that revolt. The revolt of the black and white in America, anti-war, pro-war, the explosion of population right throughout the world, the undeveloped countries. And has revolt any meaning at all? And to act is necessary, to do something. Either one does, or responds adequately to the fragment of a particular breakdown, taking the political issue and throwing oneself into it, or the economic issue, or the social work, or shall one withdraw completely into one's own isolation, retire into a world of meditation, which is what is happening also. Surely all these are an indication, aren't they, of approaching the problem fragmentarily? This is a human problem - as a whole, not of a particular group or a particular people, or of a particular culture.\nCan one respond to this, totally, as a whole phenomenon, not a particular kind of phenomena? And is it possible to respond to this with our whole mind and heart, so that we act not in fragments but as a whole being? And I feel that's the only possible response and the only possible action, confronted as we are, with this phenomenon of degeneration. After all, degeneration takes place when one knows what to do, and not to do it. And do we know what to do? Not what to do with regard to a particular fragment, but what to do with regard to the whole structure and nature of our society and of ourselves? I don't know if you have thought about this, or if you are interested in this kind of approach. Because the house is burning - not your house or my house, but the house that man has built for millennia, where there is so much sorrow, illusion, where there is no faith in anything - quite rightly.\nHow is one to respond to all this? Shall one invent a new ideal, a principle, a directive? Because the old ideals, the old directives, the old morality has completely failed. So in reaction to that, one can have or intellectually conjure up a marvellous ideal, a new utopia, and work for that. And is that the answer? An ideal? A new principle? When the old ideals and old principles have completely failed? And mustn't all ideals always fail? Because they're not real; they're just the opposite of what actually is. So can one discard all ideals? And if you do, can one live without a directive? Ideals at least give a certain directive, as one can lay the course of one's life along that. But the ideals, as in the past, have really no meaning whatsoever, when one examines it very closely. So if you have no directive - and apparently human beings at the present state have no directive - they are driven by various issues. And being driven by propaganda, by certain structure of a particular society and culture in a certain direction is not directive at all; it's just acting out of confusion. This is really a very serious question.\nPhilosophies have failed; philosophies have no meaning, they are just theories. And you can't twist man's arm or his mind to fit into a particular philosophy. This phenomenon we can see very well all over the world. So, one asks what is it that you, as a human being, can do? If you're at all alive, if you're at all aware of this thing that is happening in the world. Go to Nepal, India, to find a new teacher, learn to meditate, sit cross-legged and renounce the world, to find god, Jesus, and all the rest of it? Or join a new religion, a new philosophy, a new set of ideals? Take to drugs? All these, surely, are not the answer. Or sit back and look at it all and say, 'Well, I can't do anything. What can I do, I, a single human being, against this mass of corruption, violence and disgrace, immorality, what can I do?' When you put such a question, it is the wrong question. Because we, as a human being, as an individual, are part of this mess. We have contributed to this, we are responsible for this, and to be indifferent to it is to watch one's own house burning, which means one must be extraordinarily insensitive, indifferent, callous.\nSo what is one to do? If you are faced with that question - please do listen to this - if you are faced with this question and there is no one to tell you because the teachers, the gurus, the priests, the philosophers, the educators, the politicians, have completely failed. You cannot possibly put your faith in another, or turn to some authority, because we have tried all that and they've all collapsed. So when you are driven into a corner, as you must be if you are at all alive, and not completely dead, you have to find an answer, knowing that you cannot possibly rely on anybody - no new guru, new teacher, new philosophy, new ideal. So you are faced with yourself, who is part of this world, part of this degeneration. How do you then respond? Being driven into a corner, seeing actually what is taking place, your own house burning, how will you act?\nCan one rely on one's own intelligence, on one's own understanding, on one's own experience, knowledge? The experience, the knowledge, the understanding, are they not also conditioned, by the society, by the culture in which one lives? And can one rely on that conditioning? Has not this conditioning produced this chaos in the world? You understand what is implied in all this? If you cannot possibly rely on outside agency, because that has led to wars, brutality, bureaucracy - if you cannot rely on outside agency can you rely on yourself? Yourself, are you strong enough, clear enough, unconfused; seeing the whole thing, not just little patches of it? And, ourselves, each one, is so fragile; we haven't got intelligence enough; there's no vital demand to find out.\nSo, what is one to do? Despair? Live for the present, enjoy oneself? Just let things go? You understand the issue? You cannot rely on outside, you can't rely on yourself. Your self is the result of the outside world in which you have lived and which you have created. The society is you and you are the society; the two are not separate. If you reject that you reject also this, and you must. So what is it that is rejecting? You're following this? When you reject the outside world, the outside authority, the priest, the church, the whole structure, are you not also rejecting yourself, throwing it away? Because that which is outside of you is part of you. You're Christian, Catholic, Protestant, Buddhist, Hindu, Communist, this or that. You're conditioned and when you reject that you must also reject your own conditioning. And can one be free of one's conditioning? Not partly, in patches here and there, but entirely, completely, wholly, both the conscious as well as the unconscious. After all, that is freedom. And it is only in that freedom that there is right action, there is a total action, which will respond wholly to this vast phenomenon.\nSo that is the issue: to free the mind. The mind, not your mind or my mind, but the mind of man - which is you - from all its conditioning. Can one attack the problem that way? Because otherwise we are not free, and because we are not free there is chaos in the world. And freedom is this absolute unconditioning the mind. And if we don't, we shall always live in prison, decorate it more or less, become great technicians, go to the moon and further, put the flag on Venus, or the cross on Mars, or the red flag somewhere else and so on. But we will always be in sorrow, in confusion.\nFrom this arises whether it is intrinsic or inherent, part of the mind to be conditioned. What we are has been developed through thousands and thousands and millions of years, from the animal - up or down, as you prefer. And the brain, the human brain is conditioned to survive and it must survive otherwise there is destruction. And the survival now is dependent on the psychological movement which is also conditioned. So can one be aware of this conditioning, at all the levels of our consciousness not just on the superficial level, deep down, in the innermost recesses of one's mind, and free it, and dissolve this conditioning, the conditioning of violence, hate, jealousy, ambition, greed, the division between you and me, we and they, the tradition, the memories, the thousand years of propaganda, the conditioning which divides man against man?\nSo can one become so totally aware, one sees one's conditioning and dissolves it? Not during the course of many years, because if you allow time, many years, in that concession to time there are other factors entering into that field, other pressures and strains which prevent you from dissolving the conditioning. So you cannot possibly rely on time, on evolution, therefore it must be done instantly and immediately. I do not know if you follow all this, if it has any meaning at all. You know, when the house is burning you don't sit back and say, 'Who set it on fire?', the youth, the old age, the old tradition, discuss the length of the hair of the man who must have set it on fire and so on and so on and so on. You act. In the same way, becoming aware of this conditioning, one must act instantly. The incapacity to act instantly is degeneration. And that is what is happening in the world. Knowing one is conditioned, and not being aware of it, and carrying on. Or being aware of it and not doing anything about it.\nAfter all, one of our conditioning is, basically, psychological fear - not only physical fears, but deep, inward fears, of solitude, of loneliness, of not being loved, of having nothing, the sense of frustration, the inward fears. We have them, and we abide with them. We put up with them because we don't know what to do. We take to drink, or go to church, or become philosophers or something else, but there they are. Can we, knowing these fears, dissolve them instantly? And to put aside completely fear, one needs energy, great energy. And this energy is dissipated, wasted when there is any form of resistance to fear. Please, I'm going into it a little bit - I hope you don't mind, because we have to go into it thoroughly or not at all.\nAny form of resistance to fear - escaping, trying to conquer it, trying to forget it, or even accepting it and living with it - is a wastage of energy. So can we not escape, not try to suppress it, control it, but give all our attention to it, with our heart and with our mind completely, then you will see the conflict between the desire to overcome the fear, or resisting fear, disappears entirely. And so one is able not only to face it, to be fully acquainted with it, to learn all about it, to learn what it is, but to observe it, there must be no observer because the observer who is separate from the thing he observes, which he calls fear, the observer himself is fear. So, can one observe, watch this fear without the observer who resists, who tries to overcome it, tries to understand it, tries to analyse it, dissipate it, conquer it? Then when one observes it in that sense, when there is no division between the observer and the observed, then is there fear at all? Surely there is only fear when there is the observer who separates himself from the fear.\nSo, if you say that it's not possible for the mind to be unconditioned, ever, as many do, then you have no problem, then you carry on as you are. But if you investigate, explore freely, as one must, confronted with this madness that's going on in the world, then it's not a question of possibility or impossibility but investigation - not analysis, because analysis implies time, the cause and the effect and so on and on and on. And when you analyse there is also division between the analyser and the thing analysed. But the analyser is part of the analysis, is the thing analysed; the two are not separate. So you have this outward phenomenon which is the inward phenomenon. The inward state is the outward state, which is not just a theory but it's an actuality. We have created this society, organised it. Until the human being radically changes, deep down in his psyche, we will create organisation and bureaucracies, perhaps modified from what they are now, but they'll be the same, till we come down to something very basic, fundamental, which is whether the human mind - the mind that you and I have is the result of a million years, therefore it's not personal mind. It's the whole content of history, of all the struggles and experience of man. And that mind is conditioned, and the only answer to this challenge of deterioration is complete freedom from this conditioning, and in that there's complete action, not inadequate action. Now, can we discuss this? Can we go into it together?\nYou know that word, 'communication' is very important to understand. Communication means building together, creating together. The word itself means that. And here we are trying to communicate, the speaker is trying to communicate with you, who are the listener, which means the listener and the speaker are creating together. Therefore, you're not sitting back and listening, to a few words, or a few ideas because it is not a question of ideas - we are together building, together creating sufficient energy to break down this conditioning. Together. It cannot be done by yourself in a little corner, because you cannot possibly live by yourself; you are in communication with the world, whether it's with one person or a dozen persons, or a thousand persons. Therefore relationship means communication; relationship means building together. I don't know if you're following all this. See the beauty of it.\nQuestioner: Building together also conditions.\nKrishnamurti: No. I'm just using that. Sir, first see, I'm talking about the word 'communication', not conditioning. We'll come to that. I don't know if I understand it rightly , I am talking - we are talking about that word, 'communication', which means, as I said, to build together. Here, communication means building together, understanding together, working together. Not you and I working separately. In mechanical, technical things people do communicate with each other extraordinarily well. I believe three-hundred thousand men were needed to build the rocket or whatever it's called, to go to the moon. They co-operated, every part had to be perfect to make it work. Technologically, apparently, we can co-operate - and that's all. We cannot co-operate, build together, psychologically, inwardly. And that's only possible when you and I have no ideals, no opinions, no commitments, and look at the whole phenomenon together. I don't know if you follow all this. If you see this phenomenon that's going on in the world from your own particular prejudice, from your own particular belief, or your own particular knowledge, and I with my own knowledge and belief and so on, how can we communicate? How can we build together? It's impossible. It's only possible to build together, to co-operate together, when you and I are free of prejudice, good or bad. And that is why communication is so important.\nQ: Yes, but it is who is rejecting what? Who is free?\nK: Who is free, are you asking?\nQ: Yes.\nK: Is that the question, sir? 'Who is free?' Or, freedom is only a movement of life when there is no conditioning - not who is free. It's not I am free and you're not, or you're free and I'm... but when the human mind, like yours or mine, understands this, and shatters the conditioning. And to shatter the conditioning, is will necessary? You follow? Is will necessary, a decision necessary? Or the observer communes, or communicates with the thing observed. You follow? To communicate there must be no separation. You follow? If you remain a Christian, or a Socialist, Communist, whatever it is, and I remain a Hindu with my ugliness and all the rest of that, how can we possibly communicate? There's communication only if there is freedom.\nQ: Is it possible when one has reached the state of freedom to communicate with one who is not free?\nK: Is it possible - when one... (Laughs) Look, listen to it! You understand what freedom is, and there is that movement of freedom in you, in...\nQ: Collaborate.\nK: Wait. Same thing, collaborate. Can your mind, free, collaborate with me who is stupid, not free? Can you communicate with me? With my prejudices, with my ambitions, greed, angers, hatreds? Obviously not. So see the difficulty of this, sir. So, you'll say, how am I to change the world then? If there are only a few with whom I can communicate, and the whole rest of the world is too... whatever it is, how can we change the world, right? That's one of the questions, sir, 'How can we change the world?' I think that's the wrong question to put altogether. Then you are thinking in terms of organisations, which soon become bureaucratic and all the rest of it. Organisations are necessary; they are intrinsically degenerating all the time, organisations. And those who are bureaucratically vested in the organisation, want to hold it. How can you communicate with such people?\nQ: But they are saying the same thing. The problem is, it's vice versa.\nK: Vice versa - I don't quite understand.\nQ: I think I'm free.\nK: Ah! No. There's no question of thinking that you are free. Thought, sir, that's one - thought can never be free.\nQ: Well, I feel I am free.\nK: Ah, you cannot say that. The moment you say, 'I am free', you are not!\nQ: I don't see that.\nK: Do see this, please. The verb, 'to be' implies to have, and to have, to possess, makes you say, 'I am': I am god, I am this, I am that. But you are not. You are a movement, living. Therefore there is never a moment when you can say, 'I am'.\nQ: So, how can one build something in this society, already built?\nK: Do watch it, sir. Look at your words! 'How can we build in this society?'\nQ: Already built.\nK: Already built. Either you break it down and build a new one; watch it, sir. And the breaking down of it is by those people who are conditioned, who will create another society which will be similar or perhaps modified, or somewhat tyrannical, or less tyrannical. It'll be the same pattern. And this has been tried. Not just only in this generation, or the past generation, this has been tried thousands of times. So, we say society inevitably is in corruption, all the time. Right? It is, it doesn't matter which society. So, a free man can work there, surely. He doesn't have to leave the world, but yet not belong to it, and that's where we begin to deceive ourselves. That's where we begin to play the hypocrite: I belong to it and yet I don't belong to it. But to be not a hypocrite one has to be free inwardly, very deeply; testing it out, not just saying, 'I am free', because that means nothing.\nSo you are saying, aren't you, in other words, a free man cannot live in this world. Right? A free man, either you set him on a pedestal and worship him, or kick him down the gutter, and he can't live. Why not? A sane man, you know, an intelligent man, a man who is not angry, jealous, all the rest of it - can't he live in this world? - knowing that this society, whatever society it is, is always in corruption? If he cannot live in this society, you are asking the most impossible question. If he cannot live in this society, whatever the society is, whatever the culture is, he's not free. Yes, sir. If he's not free, he will belong to this society, if he's free he can live in this society, because he doesn't... Then it is something entirely different. Then his relationship to the world is entirely different. He doesn't belong to it. Because he is unconditioned, he's no longer - etc., all the greed, ambition, envy and all that, no race, no caste, nothing of that stupid stuff. Being free then, he can live in this world and it is only the free man that can do it.\nQ: He's also a very sad man.\nK: Sad?\nQ: Yes, because he sees...\nK: Oh, sir. If you don't see the sunset and I do, and I see the beauty of the sunset, am I sad because you don't see it? I talk to you, I communicate with you, but if you refuse to see it, what am I to do? I am not sad. Why should I be sad? Look, sir, there is so much suffering in the world. One has shed so many tears, which is not emotional - we're talking of facts, not sentiment. There's great sorrow in the world. The Christian world worships sorrow, because they don't know what to do with it, they don't know how to end it. And the man who may end it and say, I'm not in sorrow, how can he communicate that feeling of non-sorrowness - (laughs) if I can use that word! - to somebody who is in sorrow? Either he throws a brick at him, saying you are a callous brute because you don't feel what I feel about it, or you worship him, or you leave him alone as a kind of strange human entity. It's only the man who is free from sorrow can work with sorrow. You don't see it. That's after all his innocency - that word 'innocence' means not to be hurt, not to be able to be hurt, which means no resistance. And the innocent man can live in this world and he's the only man who can live in this world without being made corrupt by the world.\nNow, sirs, you've heard all of this; what are you going to do? Go back to your psychological field? In one corner of that field live, dig in and say, 'Well, I can't do anything', bear the burden of your own life and sorrow and confusion? One can everlastingly play with words, with ideas, with theories. And that's what we have done. We're a slave to words and we're frightened to live without the word. The word, 'me' has become extraordinarily important - the I, the ego - but when you look at the meaning behind that word, there is nothing in it except the me who possesses a piece of furniture. That's all. So the furniture becomes extraordinarily important, not me. And that's one of our difficulties, perhaps the major difficulty - to be free of the word. The word 'love' isn't love, but we're satisfied with the word. When you put away the word, what is love? Not what we would like it to be, what actually it is. Love in which there is so much anger, jealousy, envy, possessiveness, domination, the conflict between you and me. In that there is so much pleasure, desire, sexual pleasure, the repetition of that sexual pleasure which is called love, and therefore fear, anger - is all that love? And yet we are satisfied by that word, we live on that word. And that word is associated with sex, or that word is associated with god: 'Love God and everything will be all right'.\nSo, the mind is a slave to words; the mind is conditioned by the word. And one cannot uncondition the mind: first the word, then another layer, bit by bit by bit by bit - that's a hopeless game. It must be done with a single glance and that's why it matters immensely how you look at yourself, with what eyes. If it's the eye of condemnation, judgement and evaluation, then you are not looking at all. You might say, 'Well, I don't want to look at myself because I'm so ugly' - that very word is preventing you from looking. You've already come with a conclusion which prevents you from looking. So, to be aware of that conclusion and be free of that conclusion, then you can look. After all, we have based all our looks and our attitudes, and values are images put together by the mind, words. You mean to say, we can't put aside all those images, and look?\nQ: Do you feel that freedom and love are the same thing?\nK: Now we must both understand the word 'freedom' and 'love'. If I say yes, then you might have quite a different meaning to it. Therefore we must establish communication first.\nQ: Well, I believe you said if the mind is free, one does not have prejudice and one has...\nK: Ah, the other way round! There is no freedom as long as there is prejudice.\nQ: All right.\nK: Ah, no, sir, no, sir, not 'all right'. First, see how prejudice - whether good prejudice or bad prejudice, experienced prejudice, or casual prejudice, prejudice prevents communication and therefore there is no freedom. Your prejudice or my prejudice. So freedom is a movement in which there is no prejudice.\nQ: All right. Is love a movement in which there is no prejudice?\nK: Obviously, sir. Obviously love means... Sir, look at it. Is love pleasure?\nQ: To me?\nK: Ah, no, no. I'm not asking... En general! En principe. Is love pleasure? If it is, then in pleasure is there not pain? And if there is pleasure there must be pain and therefore there is fear. So is love fear, pain and pleasure? Or it is nothing whatsoever to do with that.\nQ: Well, I would agree with all that. I'm just trying to find out the things that freedom and love both have in common.\nK: Yes, sir, you can say that, but it's the same movement, if we don't have to divide it as love and freedom and goodness and beauty - it's all one movement.\nQ: Can I just stop you there? Freedom and love both exist when the mind is free from prejudice.\nK: Ah, no, it's much more than this.\nQ: Oh, no, no! I know it is, but...\nK: Quite, quite, quite.\nQ: So, in order to get to that point, then one must be aware.\nK: That's right, sir.\nQ: All right.\nK: So, one must also enquire what awareness means.\nQ: Yes.\nK: How can one be aware if you are condemning something.\nQ: Will you give me an example of how one cannot be aware when one is obsessed with fear.\nK: That's right, sir, that's right. So, one has to become aware of fear and the awareness of fear, it's possible to dissipate it only when there is non-duality - the observer and the observed and so on and on.\nQ: Well, this, to me, is a phenomenon which has occurred in only a few of us and I feel - and when I say 'I', I don't mean one in possession of a chair - I feel that, as you said, in order for the human mind, which is not my mind, your mind, but our collective mind, to have come to this point it all transpires what you said was evolution, either up or down, from the animals and to 'me', again in quotes, the only way that you can reverse this process is either - well, two ways - either by de-evolution, which takes us all back to the form from which we started, or in an instant the observer and the observed can become the same.\nK: Sir, you are putting it in a different way. You see you can't go down to the animals.\nQ: You gave that somewhere earlier.\nK: Ah, no. I said, sir, jokingly, either one can go up or down. (Laughs) That was a humorous statement, one cannot really. There's no going down. I mean you can go down if you want to - if one wants to go down and become a complete animal, it is possible.\nQ: I just don't want to stay here. (Laughter) I don't care if I go up, down, either way. I mean no disrespect, it's just that I'm trying in my attempt to communicate, it's necessary that 'I' - quote unquote - understand. So that I can be aware.\nK: Yes.\nYou know, if I may suggest, or say, to spend an hour or two like this has very little meaning unless you do it; unless you observe yourself with tremendous attention. And if you observe yourself with that attention I assure you the thing will begin to completely change, because after all the mind that each one has is the result of the whole human growth. You are the history, you are the past, you are the whole of humanity though you have divided yourself into Christian and Buddhist and this and that. You are the whole of this world. And there it is, inside you, and you don't have to read a single philosophical book or psychology - it's all there. Personally I've never read a book about all these things, but one can look, one can listen to the world, what is going on and one can listen inwardly what is going on. Wisdom can't be bought in a book, nor is it a matter of tradition. Someone can't give it to you, it's part of intelligence, wisdom. And to be intelligent in the greatest sense of that word, you need to be highly sensitive, not through drugs but through awareness, through watching, listening, the mind becomes extraordinarily awake.\nShall we talk a little bit about meditation? Shall we? What do you think we have been doing during this hour? That's part of meditation. You know, to observe one needs a very quiet, still mind. If your mind is chattering, occupied, worried, anxious, guilty, you cannot observe, can you? You cannot see the tree, the cloud, or your friend, or anything. And to have this silent mind, to come upon this silent mind, which is not a state, that is still a movement, surely the chattering must come to an end. And it cannot be forced. You cannot say to the mind, 'Ah, keep quiet' - it can't. So you have to understand the whole process of chattering, thinking, you follow? The place of thought, what is its value. It has immense value, logical, sane, healthy, in certain parts of the field, but not at all in others. Because thought is never free; thought is the response of memory, memory is the past. So thought at no time is free. And thought is necessary to function in the technological field of daily living, moment to moment, you have to think, otherwise you couldn't get home. But to observe, if you observe through the screen of thought, you don't see at all. Then you are looking at the present through the past. Therefore you don't see the present. Now, to really communicate that with you, that means both of us see together that the past completely prevents the present, and we live in the past - our whole structure of thought is based on the past. And when the mind tries to look at the present, the beauty of it, the movement of it, how can the dead past look at it? And that's why any conclusion, good or bad, any ideal, in the future - an ideal is always in the future - if you have those ideals obviously you can't look.\nSo you can't look, there's no observation if there is the weight of the past, or the attraction of the future. Now you hear that, which is a fact, logical, healthy, sane, not abnormal or neurotic. Can you drop the past? The past being the tradition, the memory, you know, the hurts, the agony, all that - drop and look? You can if the thing becomes extraordinarily important. If the past is of tremendous danger, then you put away, you run away from it. The past is you, your memories, your hurts. That's why to observe all this in oneself without any compulsion, without any condemnation, just to watch - and in that there is great beauty - there are no tears in it, no despair.\nIs that enough?\nQ: When you say, 'Is that enough?' - you should know whether that's enough, or not.\nK: I can get up and go. (Laughs) I just... Don't take that seriously!\nRight, sir.\n"}]