[{"title":"how-does-one-learn-about-oneself","text":"May I also take my coat off - thank you so much. I would like to talk about so many things, because wherever one goes, Europe, India, Australia or America, one finds more or less the same human problems. Most human beings in the world are so confused and living a contradictory life; they are thoroughly unhappy, utterly miserable and in a great deal of sorrow. And one's life seems to be a battlefield, from the moment you're born till you die. One finds, right through the world, division, nationalistic, linguistic, religious differences, one sect opposed to another, one way against another, each saying its way is the best and the only one and so on. There is division, conflict and war. There is division as the business world, the spiritual world, the religious world, the scientific world, or the professorial, college world.\nSeeing all this division, this utter chaos, and a great deal of misery, one wonders - and I'm sure you do too - what is one to do, what course of action to be followed, the left, the centre or the right. Or is it a course of action dictated by some ideology, some belief, some authoritarian dictum; or must one follow a course of action that doesn't depend on any authority whatsoever, neither the left, the centre, nor the right, nor any guru, any teacher, any priest, or for any organised religion, Catholic, Protestant, what you will, but follow one's own inclination, tendency; or follow one's own experience and knowledge, self-reliant, confident and purposeful.\nThere is so much contradiction, not only outwardly but also inwardly. And what is one to do? I'm sure you must have asked this question many times - the more serious one is the more earnest, not seeking entertainment, one must have really deeply asked this question, confronted by a world that is so chaotic, contradictory, divided, knowing very well that one has lost faith, having no trust in anybody, no teacher, no professor, no priest or authoritarian Utopia.\nIf you are at all serious, and I hope you are at least for this afternoon, you must have not only asked such a question of yourself, but also have found a responding answer to the challenge: what is one to do, not having faith in another, not be dependent on some saviour, some teacher, some authority, then where are you to look for light, for an understanding? And if one's action, and life is inevitably a continuous movement of action, the very living, what is one to do?\nThis meeting, and the subsequent ones are not a philosophical entertainment, nor a religious amusement, and in no way a philosophical examination of life. We're not here - at least I am not - to be entertained by you or by my own particular ideas. What we are trying to do is to find out for ourselves, confronted with this extraordinary problem of living, with all its contradictions and complexities, what is the course of action which will not be contradictory, which will be whole, complete, which will not produce more agonies, more mischief, more confusion.\nAnd to find that out is our problem - and I think that is the only problem in life. An action that is not broken up, that is not contradictory, that is continuous, whole, complete and total, so that it doesn't bring more sorrow, more confusion. And if you will, we will go together into this question, bearing in mind that the speaker has no authority whatsoever, because both of us are going to examine, observe, this phenomenon called life, living, and find out the truth of the matter, if there is an action, a way of living, not at odd moments or in a great crisis but every day, every minute, a way of living in which there is joy, there is no violence, no brutality, no contradiction, and obviously no imitation and dependency.\nUnless we find such a way of living, not an abstract idea, a philosophical concept, a theory, but rather an actual way of living, whether there can be an action so complete, so whole, so completely non-contradictory. And I feel to live that way is the only religious way, none other. We are using the word 'religion' not in the accepted sense of that word, which is to believe in something, believe in God or no God, or believe in some conceptual ideation - we are using that word as a way of life in which every action is whole, complete and full of ecstasy. We're going to go into that.\nFirst of all, to understand all this, we must establish right relationship between us, between you and the speaker. He is not teaching you, in the ordinary sense of that word, telling you what to do. The word 'teach' is to give information, to make one understand, to point out, to inform. And one can teach mathematics, give you some scientific information. But here there is no teacher, and we really mean it, because each one of us has to be his own teacher and his own disciple. And this is a very serious matter. So that you are listening with quite a different attitude, you're listening to the speaker, to the words he is using, and understanding those words, watching through those words all your own reactions and responses and conditioning, so that you yourself, through your own observation, learn, so the speaker becomes a mirror in which you are observing yourself.\nSo our relationship, between you and the speaker, is of a basic communication, communication being sharing together, understanding together, working together - that is what the word 'communication' means, to commune. Please do bear that in mind right through the talks or whatever the thing is called that's going to take place the next four days here, that we are sharing together, which means you are working as much as the speaker, you're observing, listening. And to observe and to listen needs no agreement or disagreement, because we are not dealing with theories and ideas, but listening to discover, to understand ourselves. For we are the world, whether you live in this marvellous country, lovely sunshine, hills and the beauty of the land, prosperous, brutal, violent, belonging to this group or that group, with one teacher or a dozen teachers, so-called spiritual teachers, you are like anybody else in Europe or in India, we are human beings, not labels. The problems that they have in India, where there is an explosion of population which is quite incredible, poverty is something unimaginable, the decay, the violence, the brutality, the beauty of the land, the light - the people there are the same as here with the same agonising problems, with the sorrows that seem to have no end.\nSo we are dealing, not with an Asiatic philosophy or exotic religion, or inventing some significance, giving a meaning to life. We can leave all that to the intellectuals - they can invent all the significance and meaning to life because they themselves see the utter meaninglessness of this living. So, seeing all that, not as a theory, not something that is extraneous to you, but actually, that is your life, your daily contradiction, your daily battle, your daily irritations, anger, hatred, brutality. And to see if all that can end, so that we can live quite a different kind of life, a life that is free, a life that doesn't bring through action, misery, a life that is really, completely, totally peaceful. So one asks, observing all this, what is one to do, knowing that you are the society, and the society is you - you are the world and the world is you, which is not just an idea but a fact. You have created this world, by your greed, anger, ambition, competition, violence, inwardly you are that; and outwardly your wars, all these divisions, the black and the white and the pink and the blue and all the rest of it - prejudice, antagonism, brutality. We know this. Either you know it as an idea or you know it actually. You know it through a magazine, through a newspaper, or somebody has told you. Or you have observed it in yourself, you have seen it in yourself, completely, and therefore there is no need for another to tell you what the world is like, you don't have to read a single newspaper, a magazine or listen to any talk, if you know for yourself what you are.\nRealising what you are, then the question is entirely different, the question what to do, because one realises what one is - one is confused, as the world is, one lives in contradiction, in division, as the world is. And without understanding oneself, not only at the conscious level but also very deeply, very profoundly, unless there is this understanding, not according to some analyst, Freud, Jung, or your own particular pet analyst, but to understand yourself as you are. And in the understanding of that the question of what you are to do becomes entirely different, because now you are putting the question in relation to the world as though it were something outside of you: to what political party you should join, to what group, the pacifist and so on, to what group, what section.\nSo you are putting the world as something outside of you. But when one realises, not verbally, not as an idea, but actually - when one realises that one is the world, and one's responsibility to the world is the responsibility of understanding yourself so completely. And then your question 'what to do?', has quite a different meaning. So the question is, how to observe, how to observe oneself, oneself being the total human being. You are not an American, though you may have the label as the American. And a man coming from India may call himself an Indian, with his particular label, with his particular superstitions and beliefs. But when you scratch or push aside all that, these are ordinary human beings like you and me, like dozens of others.\nSo the question is, how do you observe yourself, because without knowing yourself, who is the world, not an individual - the word 'individual' means a total entity, indivisible. And individual means a human being in whom there is no contradiction, no division, no separation, is a total unit, harmonious unit. That is, that word 'the individual' means that, indivisible. So you are not individuals, you are all broken up, contradictory in yourself.\nSo, how are you to look at yourself - please do listen to this, it is quite absorbing. It demands a great deal of intelligence, it is great fun, much more fun than any book, than any religious entertainment, than any philosophy. As we are broken up human beings in ourselves, contradictory desires, feeling inferior or superior, being afraid, having no love, feeling lonely, fragmented, not only superficially but deeply - how are you to observe? One fragment observes the rest of the fragments? One becoming the censor, the examiner, the observer, watching over the rest of the fragments? And what gives him the authority over the other fragments? I hope the speaker is making himself clear; unless you understand this really, what we are going to discuss during the rest of the talks you won't be able to follow at all.\nSo the question is, who is the observer and who is the censor that says, 'This I will do, this I won't do, this is right and this is wrong, this path I will take and I won't tread that path, I'll be a pacifist with regard to this war but I've other favourite wars, I will follow this leader and not that leader, I believe in this and not in that, I will hold this prejudice and reject that', knowing, if you have observed yourself, that you are a fragmented human being? And therefore, being fragmented, contradictory, living in constant conflict, and knowing this conflict, one fragment of this many, many fragments, takes charge, becomes the authority, the censor, and his observation must inevitably be contradictory. I hope you're following all this. If one fragment, one part of you assumes the authority of the analyser over the other fragments, why has he assumed that authority, and can he, one fragment, analyse the rest of the other fragments? You are following all this?\nSee how dreadfully complex it has all become. Whether you are analysed by a professional or you analyse yourself, it is still the same pattern. So it is very important to find out how to observe, how to observe all these many contradictions which make up our life, how to observe the whole of those fragments without another fragment taking place. Is this question clear? Do please find out. Perhaps at the end of this afternoons's talk, you can ask questions. But this is very important to find out, because as long as there is contradiction, division, in oneself, there must be conflict, there must be violence, which expresses itself in the world outside, in society. And as long as this fragmentation exists within one, there can be no peace. And a man who really, deeply wants to understand and live a peaceful life, a life of love, must understand this question completely. Therefore it is a very serious matter, not just an afternoon's listening to a few words - we are dealing with the whole problem of existence. And it is only the mind that can give serious attention to this, that is able to resolve it. So it is very important, imperative that one understands this question.\nHow do you observe? Do you observe yourself as an outsider, as a censor, saying, this is right, this is wrong, justifying, condemning, approving, storing up? And if you do, there is contradiction and therefore conflict and therefore violence.\nSo how do you observe? How do you observe, not only yourself but the world about you? How do you observe the birds, the trees, the animals, the flowers - how do you look at them? Are you, the observer, separate from the thing you observe? Do please go into this with the speaker, take a little time, give some attention, because you will see if we can communicate together, which is share together, understand together, then you will see, at the end of these talks, that your whole outlook on life will be entirely different, if you understand this one fundamental question.\nHow do you observe? Do you observe through an image? When you observe a tree, do you observe with knowledge of that tree, the knowledge that separates you from the tree, divides you, brings about a space between you and the tree? How do you observe? How do you observe your wife and your husband or your girl or boy, how do you observe them? Watch yourself, sir, please do it as we are talking, don't make notes, don't fiddle around with a tape-recorder, but watch it. How do you look at another? Don't you look at another through the image you have built about the other, the image that you have been building for many years or perhaps two days? And the image becomes the observer. Right? Are you following this? So the image, or through the image you look. So the censor, the observer, is one of the fragments and that censor has an image of what is right and what is wrong, what should be done and what should not be done, because he is still functioning as a fragment. So the question from this arises, whether one can observe without any fragment, to see you, see oneself, see the world, without fragmentation at all. And what brings about fragmentation? Not only in oneself but also in the world of which one is - what brings it about, why is one fragmented, why are there contradictory desires? Right?\nNow, why is one violent, which is part of contradiction? There may be causes why human beings are violent - lack of physical space; human beings who have evolved from the animal and the animals are very aggressive; and people love being aggressive; feeling inferior and they want to be superior and so on. There are many causes. And most of us spend our time discussing the causes, explaining the causes; each professor, each specialist, each writer, according to his conditioning, explains the causes - volumes are written why human beings are violent. But at the end of the volumes human beings still remain violent.\nSo the description is not the described, and therefore is of very little value. You know why you are violent very well, you haven't got to spend years trying to find out the cause of your violence, which is such a waste of time. But to observe violence as it is, without the censor, who then separates himself from the fact that he is violent. Are we meeting each other? Are we communicating with each other? I am not sure.\nLook, sirs, this is very, very important to understand. So let's go into it a little more. Let's suppose I am violent - anger, jealousy, brutality, driving ambition that brings about competition. And I'm always measuring myself against somebody else. And this comparison makes me feel I'm inferior to you who are superior. So there is a battle, violence, and all that. Then I say to myself, I must get rid of this, I want to live at peace, though I've lived for thousands and thousands of years as a human being, there must be a change, there must be change in society, however rotten it is, and it is. So I'll plunge into social work and therefore forget myself. And the social work and the society is me. So I am escaping from myself. And realising all the tricks the mind plays upon itself, now, I look at myself, I am violent.\nAnd how do I look at that violence? As a censor who condemns violence? Or justifies violence? Or one who is not capable of dealing with that violence, therefore escapes from it? How do I look at myself, how do I look at that violence? Please do it. Are you looking at it as an observer who is different from violence? The observer who is separate, who condemns, justifies and says, this is right, and so on. The observer looks at the violence, separates himself from violence and condemns it. Or is the observer the observed? You are following? The observer recognises violence and separates himself in order to do something about it. But the separation is one of the tricks of thought. So the observer is the observed, is the violence. So long as there is a division between the observer and the observed there must be violence. Right?\nSo when I realise that, not verbally, realise with my heart, with my mind, with my whole being, then what takes place? You understand my question? You know, when you observe anything, there is always not only physical separation, distance, space, there is also the desire to identify yourself with that which is beautiful, noble, and not identify yourself with that which is not. So identification is part of the trick of a mind that has separated itself as the censor, and is now trying to identify. But whereas when the observer becomes aware that he is part of the observed, and he is, and therefore no image between the observer and the observed, then you will find that conflict completely comes to an end.\nThis is real meditation, this is not just a trick. Therefore it is very important, imperative, that one understands oneself, deeply, understands all the responses, the conditioning, the various temperaments, characteristics, tendencies - just to watch, without the observer. We are meeting now? To observe without the observer. And that is the act of learning. And so that is the act, that is the action.\nNow there is a difficulty in this. One is observing oneself. One wants to learn about oneself - the more you discover, the more you understand, the greater the freedom. I am using the word 'more' purposely for the moment - 'the more' is a comparative valuation. I want to understand myself, learn about myself. In observing myself - please do this as the speaker is going into it, do it actually, don't take it home and think about it, do it now. This is not a group therapy or a confessional or all that nonsense, but watch yourself as we are working together. I want to learn about myself. And myself is a living movement - each desire contradicts the other, they are living, moving, they're vital. And I observe and through that observation I've learnt. With what I have learnt I am going to look next minute. Right? You follow this? I am going to look, observe with the knowledge which I have gathered through previous observation. Am I learning, is there learning then? Because when the mind observes with an accumulated knowledge of its examination, from its examination, that knowledge is preventing perception, that knowledge is preventing the freedom to look. See the difficulty.\nSo can the mind observe without accumulation? And the accumulation is the observer, is the censor, is the conditioned entity. Therefore, to look without accumulating, that is, sir, look: someone flatters you, says how nice you are, how beautiful you are, how very intelligent, or how stupid you are. Now can you listen to what he is saying, that you are stupid or very clever or very this or very that, can you listen without accumulation? That is, without accumulating the insult or the flattery, because if you listen with accumulation then he becomes your enemy, or your friend, therefore that listening and how you listen creates the image. And that image separates, and that image is the cause of conflict - the image that you have about the Communist and the bourgeois, the image you have about the Catholic, if you are a Protestant. And a Catholic has the image about the Protestant. The image you have about your husband or your wife or your boy, whatever it is. You believe, another does not believe, so there is contradiction.\nSo can you observe without separation? Can you observe at the moment of violence, at the moment of your anger, without the censor? See how difficult it becomes if you are not aware at that moment. If you are not aware at that moment you already created the image.\nSo to observe the clouds, the beauty of it, the light of it, to observe the lovely hills in this country, to observe the light on the water - just to observe without naming it, because that, the naming, the knowledge, the experience prevents you, prevents the mind from observing totally. So when the mind can look without the observer, all fragments come to an end in oneself. And this is really very important to grasp, to understand. And this cannot be taught by another, it comes through your observation of yourself, watching all the time. You know, it's great fun if you don't condemn or justify but watch 'what is', not only what is politically - all the chicanery of the politician - what is of all the religious dogmas, structure and the superstitions, just watch it, in yourself and outside of yourself. Such a mind that watches it becomes extraordinarily sensitive, alive, because it is not breeding conflict.\nThen we can go into the question of fear - fear, what love is, what death is. But without understanding this fundamental thing, mere enquiry, exploration of fear remains unsolved.\nSo I will stop. Perhaps now you will ask, if you are willing, questions on what we have talked about. And one of the things about questioning is that you must ask the right question. And to ask the right question is quite difficult. But we must ask, not only of ourselves but of everybody who can think, ask. But we must have doubt, be sceptical. And also know when we should not be sceptical. It is like a dog on a leash, you must know when to let it go and also when to hold it. But most of us are even afraid to ask questions of ourselves primarily, and of another, because in that very asking the question, we expose ourselves to ourselves. And we would rather not be exposed to ourselves. So that is one of the causes of fear.\nAll this doesn't indicate that the speaker is preventing you from asking questions.\nQuestioner: When the observed becomes the observer, how do you remove the contradiction or the conflict?\nK: The question is, when the observer becomes the observed - please listen to the question - when the observer becomes the observed, how does contradiction disappear? We never said that the observer becomes the observed. The observer observing the tree doesn't become the tree - God forbid! But when the observer understands the structure and nature of himself, then he observes without division, then there is observation without the observer. Is that clear?\nSir, look, the moment I try to identify with something, there is division already, otherwise I wouldn't identify myself with something. Because there is division, because there is space, because there is contradiction, and quarrels, hatred, I try to overcome that by identifying. Which means, I have already admitted division and try to overcome that division, through identification. Whereas what we are saying is, the observer is the cause of division, the observer is the division. Look, sir, there is violence right through the world, increasing more and more every day. And as a human being one is violent. And realising that, one has cultivated an ideal called non-violence, an ideal. Please follow this a little bit, if you care to. So there is the fact, the 'what is', which is violence, the actual violence of life and there is the idea of non-violence - the 'what is' and 'what should be'. Right? So there is contradiction. The man who is violent has the ideal of non-violence and so he is all the time pretending to be non-violent, pretending, hypocritical. But the actual fact is, he is violent, he hopes through the ideal to remove violence. And look: there is space and time between 'what is' and 'what should be'. Please follow this. See the absurdity of it. And he is trying to always become that. So he is spending energy, vitality in becoming something which he is not, which is, but what actually is, is.\nNow when the mind is free from the ideal altogether, and all ideals are idiotic anyhow, then you face, then the mind can face 'what is', which is violence. Then how do you observe violence? Do you observe it with an image you have, which is that you must not be violent, or does the mind observe without the observer, which means, not identifying yourself, mind identify itself with violence, but be free to look? And therefore end conflict between the observer and the observed. And the ending of conflict is the ending of violence.\nQ: Are you saying we should observe without the observer?\nK: I know. The lady asks, are you saying to observe without the observer. Try it, do it. Can you observe a flower, a bird, the waters, the beauty of the land, your wife, your husband, without the observer? Which means without the image you have about your wife. Do it, sir, and you will find how extraordinarily attentive you have to be, not only now but when the image is being built, so that your mind is free to look. Have you ever looked at anybody? Not at a stranger because that is not important, have you looked at anybody whom you so-called like? Or love? Have you? You have looked at the person through the image you have about her or about him. And the relationship is between these two images. And that's why there is so much antagonism. And that is why there is no relationship at all. Which brings about a question, what is love? Perhaps this is not the moment to talk about it but we will. But when one says 'I love you', what is it you are loving? Do look at it - when you say to another 'I love you', what is it your are loving? The image that you have about her or him, which thought has put together? And is love the cultivation of thought? When you say 'I love music', what is the thing you love? Your pleasure?\nSo relationship becomes extraordinarily important to understand, because all life is relationship, living is relationship. And we have made of this relationship such a horror. And that horror we call love, because in that there is occasional tenderness perhaps when you're sexual or when you see something pitiful. So one has to find out what is relationship, not from the dictionary, not from the professor, not from the analyst, not from the religious organisations, small or big, but find out in yourself, find out for yourself in yourself. Then you will see in yourself the whole world is, you don't have to read a thing, because you are the whole of humanity. Until one understands that deeply, love doesn't exist - pleasure exists.\nQ: How does one go about freeing oneself from this accumulated knowledge so that one can observe?\nK: How does one set about freeing oneself from the accumulated knowledge? Look: if you had no accumulated knowledge you wouldn't be able to go home. You wouldn't be able to recognise your wife or your friend or your husband. Please see the difficulty of this. You need to have accumulated knowledge to function in your job. You must have it; you must have it in order to speak, English, Italian, whatever it is; to go home. But also see that in relationship how knowledge destroys relationship, knowledge being the image you have built about the other through years of living together, or even for a day - the nagging, the hurt, the brutality, the irritations, the pleasures, the companionship, the comfort. That image, which is knowledge, is preventing the right relationship. So you need knowledge to function in your office, in the laboratory, in mathematics and so on. But also be aware the danger of that very knowledge, the accumulating and the building of the image, in relationship. And to be aware of this, where knowledge is essential and the danger, is to have a very good, intelligent mind. One has to be extraordinarily alert.\nQ: In trying to observe very intelligently, look at things very clearly, I find it to be very painful and the pain is very distracting, it destroys the observation.\nK: I don't quite understand why it should be painful. One observes - look, sir, I observe myself and see that I am stupid. Why should it be painful? Because I am comparing myself with somebody who is very intelligent and therefore that comparison gives me pain, because I find myself inferior?\nQ: This may be true, but it is painful.\nK: I'm going to go into it, sir - just see it. Is it painful because I have compared myself with somebody else, comparison? Why do I compare at all, with 'what is', or with 'what should be'. Why do I compare? In comparison I find I am inferior and that gives me pain. And therefore I say, I won't examine, I won't look, I'll just go on. I'll escape. So the question is, why do I compare at all? Now I have said to myself 'I am dull'. How do I know I am dull if I don't compare? Are you following? I only know I am dull because I have compared myself with you who are clever. So comparison brings me pain and the conflict and all the rest of it. So is there dullness if I don't compare at all? And can I live without comparison? Comparison, psychologically, I have to compare between two colours, between many things, but inwardly, psychologically, what is the need of comparison between 'what is' and 'what should be'? Why should there be comparison? Is not comparison one of the distractions from 'what is' and therefore preventing understanding of 'what is'?\nSo to live - do it, sir, you'll find out - to live without comparison, which doesn't mean smugness, satisfaction - on the contrary. And your whole mind is watching everything. We think we understand only through comparison. Do you understand anything through comparison? Do you understand your second son because you compare him with the first son? When you do compare A with B, don't you destroy A? Don't you want him to conform to B? And that is the whole structure of our education, be like somebody else - the hero, even though you destroy, negate the hero, you imitate somebody, which is always comparing. Do experiment. That is, experiment means, the word, is to try, to test, to test it out in life. To live without any comparison, psychologically, see what happens to you.\nQ: In an authoritarian society, how can you do that?\nK: In an authoritarian society, how can you do that? We said, the society is you, you have created the society. You worship authority. So again one has to go into this question of authority; the authority of the law, which is to keep to the left side of the road, pay tax and so on, and the freedom from psychological authority on which you depend. You know, we are strange human beings. We deny outward authority, politically, or unfortunately in this country you spit on someone's face called a policeman, which is terrible to spit on anybody's face - and yet you cling to your own particular authority inwardly. Again there is a contradiction. Why do we always begin by spitting on the outer authority - why don't you begin spitting on your own inward authority - if you must spit! Why don't we begin there, because probably here, inwardly, you don't have to join any group, you have to be alone, there is nobody to demonstrate with you, walk down the street - you have to be alone. And probably to live in this kind of deep, inward beauty of aloneness, you are frightened. Therefore you begin by eschewing authority and the outer. We always do this, we all want to live a simple life and we begin at that end - one meal a day and so on - show, exhibitionism, circus. But to live a very simple life inwardly, that is very difficult. And it is only a deep, simple life, in the sense of no fear, no ambition, it is only such a mind that is very simple, that can observe and love.\n"}]