[{"title":"can-mind-ever-be-free-conditioning","text":"There is a lovely story of a teacher who used to give a sermon every morning to his disciples, and one day he was just getting on to the rostrum and about to begin when a bird came on the window-sill and sat there singing, and the teacher became quiet, and when the bird flew off, he said, 'Now the sermon is over'. I wish we could do the same!\nQ: Why can't you?\nK: We are doing it! This is our song. So you can listen.\nWe were talking the other day of the importance and the total unimportance of thought, where thought has a great deal of action, and within its own field a limited freedom, and a state of mind that is totally unconditioned. So if we can this morning go into this question of conditioning, not only the superficial cultural conditionings but also why conditioning takes place, and what is the quality of mind that is not conditioned, that's gone beyond it, because we have to go into this matter fairly deeply to find out what love is. And in understanding what love is perhaps we shall be able to comprehend the full significance of death.\nSo first we will, if you will also go with the speaker, take a voyage together into this question of conditioning and find out for oneself whether the mind can ever be totally and completely free of this conditioning. One can see, and it's fairly obvious, how superficially we are conditioned by the culture, the society, the propaganda around us. The conditioning of nationality, the conditioning of a particular religion or sect, the conditioning through education, through environmental influence, one can observe that fairly clearly and be aware of it. I think that is fairly clear and fairly simple, how most human beings in whatever country or race they belong to, or any particular culture or religious propaganda, they are conditioned, shaped, moulded, held within that particular pattern. One can see that in oneself. And one can fairly easily put those conditionings aside.\nThen there are deeper conditionings, such as this aggressive attitude towards life. Aggression implies also a sense of dominance, seeking power, position, prestige, and that's much more difficult, and one has to go into it very, very deeply to be completely free of it because it's very subtle, it takes different forms. One may think one is not aggressive, but when one has a conclusion, an opinion, an evaluation, verbally and non-verbally, there is a sense of asserting which gradually becomes aggressive and violent. One can see this in oneself.\nMay I here say, please don't take notes. Not only it disturbs others round you, but also while you are taking notes you cannot possibly listen and observe yourself. It isn't a thing that you are going to think over when you go back to your room, what we are doing is observing as we go along now, at this minute. Please. So as one cannot possibly compel you to do that, we request you kindly not to take notes because it disturbs, and for your own sake. And also please don't take tape-recordings, you know, putting out a microphone, it also disturbs others.\nTo be aware of this conditioning of aggression: the very word that one uses, you may say it very gently but there is a kick behind it, there is an assertive, dominant, compulsive action, which becomes very crude when it becomes violent. Now that is our conditioning. That conditioning of aggression, whether one has derived it from the animal or one has, in one's own self assertive pleasure, become aggressive. That one has to discover because that's part of our conditioning. Is one aggressive in that total sense of that word? Aggressive, that word means stepping forth.\nAnd one of our conditionings is comparison, comparing, not only with what you think is noble, or a hero, or a memory, comparing secretly within yourself with what you would like to be, and what you are. The comparative, assertive pursuit is also our conditioning. And again this is extraordinarily subtle. I compare myself to somebody who is a little more bright, a little more intelligent, a little more physically beautiful, regular features and all the rest of it - secretly or openly. This constant comparative enquiry, soliloquy, talking to oneself. Because where there is comparison - please observe this in yourself - where there is comparison there is not only assertion, a form of aggression but also the feeling of achievement, and therefore in that there is a frustration. When you can't achieve there is a sense of frustration, and a feeling of inferiority. I hope you are doing this as we go along. There is not only the aggressive conditioning, but also from childhood all our education, all our educational system is based on this: compare, getting more marks, examinations, comparing yourself with somebody who is much cleverer, the battle goes on. And in that comparison there is envy, jealousy, and all the conflict involved in that.\nComparison implies measurement: I am measuring myself with what I think I am, with something that I think is better, or bigger, or nobler. Right? Please let us work at this thing together, not you listen and I talk, let us, both of us, move together, flow together in the comprehension of this. Because you will see our conditioning is so extraordinarily deep, and so very subtle. And one asks, can the mind be ever free of this conditioning? Then there is the conditioning of society, the culture, competitive, always measuring. As long as the mind has a measure it must compare, whether the measurement, the rule, the tape with which you measure is self-created or given to you by the society, the culture that is around you. Do please go into this with me, you will see how extraordinarily fascinating, interesting, this is.\nThen there is the conditioning, not only of fear, of pleasure. It's so terribly hot, isn't it? As we were saying, there is also the conditioning of fear and pleasure. On that reward and punishment, on that the whole moral and religious structure is based, and by that we are conditioned, and so on. Now why is it that we are conditioned? You see we see outwardly the various influences that have conditioned us, and the inward voluntary demand to be conditioned - the acceptance of conditioning. Why? Why does the mind have to be conditioned, why has it allowed itself to be conditioned? What is the factor behind these conditionings? You are following all this? Why? Why am I, born in a certain country and culture, calling myself a Hindu, with all the superstition, tradition, and all the rest of it, which is fairly obvious, imposed by the family, by the society, by the ritual, by the constant repetition of a particular Brahmin class which says, do this, don't do that - repetition, constantly drilled in, which also takes place in the west, even though now a permissive society - a permissive society has its own conditioning - long hair, short hair, this kind of dress, that kind of dress, square, not square, the bourgeois, you follow? Now, one asks, why does the mind and the heart, the whole activity of this, why does it accept conditioning? Not only outward conditioning, outward influence, but also the inward demand to be shaped? What is the urge that lies behind this? You are understanding? What do you think it is? Please don't answer me, we will discuss it a little later. What do you think is the factor that is constantly demanding and acquiescing, yielding and resisting, this conditioning? The obvious reason is, one can see, one wants to be safe, secure, in a community which is doing certain things, which is following a certain pattern. If you don't follow that pattern you may lose your job, you may not have money, you might not be regarded as a respectable human being, and all the rest of it. So there is a revolt against that, and that revolt forms its own conditioning - which all the young people are going through now. So what is the urge - please do listen to this, and go together into this - why are we doing this? What is the factor? You must find this out. Unless you discover it for yourself you will always be conditioned one way or the other, positively or negatively.\nFrom childhood, from the moment we are born till we die, this process goes on. You may revolt against it, you might try to escape into another conditioning, withdrawing yourself into a monastery, or joining the activists, or the people who devote their life to contemplation, to philosophy, you follow, it is the same movement, right through life - why? What is the machinery that is in constant movement to adjust itself to various forms of conditioning? Right?\nMay I go on now, you have got the question clear? Have I made the question quite clear? Thought must always be conditioned, though in the field of thought there might be a certain freedom. Thought is always everlastingly conditioned because thought is the response of the past, thought is the response of memory. And so where thought is functioning, adjusting, active, thought becomes mechanical, thought is always mechanical, and conditioning is always mechanical. Because it is very easy to fall into a pattern, into a groove, and then you think you are living, being tremendously active running around that groove - whether it is the communist groove, the activists groove, the groove of the Catholic, this, or that, because it's the easiest thing, the most mechanical thing to do. And we think we are living. Though thought has a certain amount of, in its field, a limited freedom, everything it does is mechanical. After all to go to the moon is quite mechanical; you have all the accumulated knowledge of centuries, and thinking about it, you can pursue it, make it more and more and more, technical, mechanical, and you end up in the moon, or under the sea, and so on. The mind wants to follow a groove, wants to be mechanical, and that way there is safety, security, there is no disturbance: I have decided to do this, and I pursue that; I think this is right, and I pursue that; this is what I feel, and again. So the mind and the brain demand a mechanical functioning, a repetitive activity, in that there is safety. Right? Look at yourself, how many habits we have, both physical and psychological and intellectual habits, emotional habits we have. And it's one of the most difficult things to break away from, because to live mechanically is not only encouraged by society but also by each one of us, because that's the easiest way to live.\n\tSo thought being mechanical, repetitive, pursues and accepts any form of conditioning, which guarantees it a mechanical activity. A philosopher comes along, invents a new theory, economic, or social, or mathematical, or this or that, and we poor silly human beings accept that groove and follow it. Our society, our culture, our religious promptings, everything is to function, is the encouragement of a mind that wants to function mechanically. In that mechanism there is a certain sense of stimulation. When you go to the Mass there is a certain elan, a certain excitement, emotionalism. And that becomes the pattern of life. I don't know if you have ever tried - do it once and you will see the fun of it - take a piece of stick, or a stone, any old piece, with a little shape to it, put it on the mantle-piece and give it every morning a flower. Put a flower beside it every morning, and within a month you will see that it has become the habit, that has become the religious symbol, you have identified yourself with that, with that piece of stick, with that piece of stone, with that piece of statue, or some other symbol.\nSo thought - please see the beauty of this and you will see what takes place when you see this - thought is always conditioned and therefore thought is always mechanical. Thought being the response of memory, response of the past, and that response is within certain variations, is mechanical. One has been taught engineering as a profession and you keep on adding, taking away a little bit, but you are set on that line- if you are a doctor, and so on and so on. So thought - please see this - thought within a certain field is still somewhat free, it can invent, but it is still within the field of the mechanics, technology. So when you see that, not only verbally, intellectually, but actually feel it - you understand what I mean. Look, when you hear that train, your whole body is aware of it, you are listening to it with your ears, with your mind, with your brain, with everything you are listening to it - or resisting it. And from childhood we have been conditioned, and thought follows that conditioning, it is so easy, so mechanical.\nNow, can the mind free itself from its conditioning? Not only the habits it has cultivated, certain intellectual, emotional, opinions, judgements, you follow, the attitudes, the values, can the mind free itself of all this conditioning? Which means, can the mind be completely free of thought? Go easy, don't jump on me. Because if this is not completely understood the next thing which I am going to talk about will have no meaning. The understanding of this leads to the next question, which is inevitable, if you go into it.\n\tIf thought is mechanical, if thought will inevitably make the mind conform, and therefore be conditioned, then what is love? You are following? Is love the product of thought? Is love conditioned by the society, the culture, the religion in which one is born, the state? You are following all this? That is the inevitable question after putting, after asking oneself if thought is actually conditioned, is mechanical, is the factor of conditioning. Then as we are investigating, enquiring, looking into this question of what is love - is love thought? Is love nurtured by thought, cultivated by thought, dependent on thought? Right?\nNow what is love? Bearing in mind, the description is not the described, the word is not the thing. Can the mind be free of the mechanical activity of thought so as to find out what is love? For most of us love is associated or equated with sex. That's one form of conditioning. When you are enquiring into this really very complex and intricate and extraordinarily beautiful thing, one must find out how that word has conditioned the mind. Right? We won't kill, go to Vietnam, or some other place, to kill, but we don't mind killing animals, we don't mind saying brutal things about another, gossip, ugly, about another, and yet we talk about love. You know, if you had to kill the animal which you eat, go out yourself to the farm, kill it, or see the ugliness of it, would you eat that food, that animal? I doubt it very much. But you don't mind the butcher killing, and eating it, and in that there is a great deal of hypocrisy.\nSo one asks, not only what love is, what is compassion. In the whole Christian culture the animals have no soul, they are put on earth by God for you to eat them; and you go to some parts of India where to kill is wrong, whether the fly, the animal, or anything, so you kill the least thing, and they go to the other extreme exaggeration of it. Again part of this conditioning. You see people who are anti-vivisection and yet wear marvellous furs. You know the double, the hypocrisy that goes on. Now to find out what is compassion, to be compassionate, not only find out verbally, but actually with passion be compassionate, what does it mean? Is compassion a matter of habit, a matter of thought, a matter of mechanical repetition of being kind, polite, gentle, tender? You follow? So what is compassion? Can the mind - listen to this please-can the mind which is caught in the activity of thought with its conditioning, and mechanical repetition, measurement, can such a mind be compassionate at all? It can talk about it, it can do social reform, social activity, be kind to the poor heathen down there and so on - is that compassion? When thought dictates, when thought is active, can there be any place for compassion? - compassion being action without motive, without self-interest, without any sense of fear, without any sense of pleasure. So one asks: is love pleasure? Go on, sirs, answer it.\nQ: Yes.\nK: You see! You say, yes. Yes, sir, sex is pleasure, of course.\nQ: Not sex, love.\nK: Wait sir, wait, sir, wait sir.\nQ: Don't talk about sex all the time.\nK: I don't talk about sex all the time.\nQ: All the time you talk about sex, sex, sex.\nK: Sir, sir, wait, wait.\nQ: Love is a whore. That's what you think all the time, a whore, sex. You talk against killing animals, aren't those leather shoes you are wearing?\nK: Sir, we went into that. Please sir, just a minute sir.\nQ: Ah, you talk all the time, you never let me talk.\nK: Of course not.\nQ: Shut up. These belong to me, not only to you. These are discussions, right, let me talk.\nK: We take pleasure in violence, we take pleasure in achievement, we take pleasure in assertion, we take pleasure in aggression, in every form of violence. And also we take pleasure in being somebody. All the product of thought, the product of measurement - I was that, and I will be that. Thought thinking about something, which has given it pleasure, wants it repeated. Now all that, is it love? Is pleasure, in that sense which we are talking about, the repetition of an experience, the repetition and the pursuit of achievement, the aggressive attitude, assertion, and its opposite which is fear, is all that love? Then how is a mind, which is caught in certain habits, with its associations, measurements, comparison, which produce all our conditioning, how can such a mind know what love is? Right? I may - one may say, love is this, that, that, which are all the product, the result of thought. And that's our life. A life of constant battle, and aggression, killing for satisfaction and for duty and for pleasure, that's what we call living, with its fear, punishment, pain, sorrow, all that is living. And we cling to that, and in that field circumscribed by thought we try to escape or find another field which is more productive, more creative, and so on, again created by thought. Please see what we are doing, not that we are imposing anything on each other, but observe what is actually going on.\nThen from that question, from that observation, arises a question: what is death. What does it mean to die? It must be a most marvellous experience. We are not saying this for sadistic reasons, or because one wants instinctively to commit suicide, but it must be something that has completely come to an end. You understand? A movement that has been set going, a movement of strife, struggle, turmoil, sorrow, and all the anxious despairs, frustrations, which we call living, suddenly coming to an end. The man who is trying to become famous, assertive, violent, brutal, you know - cut off. I do not know if you have not noticed, anything that continues psychologically becomes mechanical, repetitive, it's only when that which psychologically has a continuance comes to an end there is something totally new. You can see this in oneself. Creation is not the continuation of 'what is', or what was, but the ending of that. You have understood? If I, if a human being repeats he is a Brahmin, he is a Christian, he is Buddhist, he is communist, he is a socialist, you know, various forms of absurdities, he can never find anything new. It's only when all that momentum has come to an end there is something new.\nSo psychologically, can one die? You understand my question? Die to the known, die to what has been, not in order to become what you will be - the ending, the freedom from the known. After all that is what is death: the physical organism will die, naturally, poor thing, it has been abused, kicked around, vaccinated, frustrated, eaten all kinds of things, depending on the taste, drunk, you know, how you live, and you go on that way till you die. And the body through accident, through old age, through some disease, through the strain of this constant emotional battle within and without, makes the body twisted, ugly, die. And there is not only self-pity in this dying - please observe it - and also there is self-pity when somebody else dies, the thing that we call sorrow when somebody dies whom you consider you love, isn't there in that sorrow a great deal of fear, because you are left alone, you are exposed to yourself, you have nobody to rely on, nobody that can give you comfort, so there is in that there is a great deal of self-pity, not only for the person who has died but for yourself.\nSo our sorrow is tinged with this self-pity, and with fear. And naturally when there is this fear, self-pity, uncertainty, one accepts strangely every form of belief. You know the whole of Asia believes in reincarnation. You know what that means? Being reborn next life. Now when you enquire into that, what is it that is going to be reborn next life, you come against difficulties. What is it? Yourself? What are you? Lot of words, lot of opinions, attachments to your furniture, to your shoes, to your opinions, to your conditioning, all that is going to be born next life, which you call the soul. And incarnation implies also that what you are today you will be again next life, therefore behave. You understand? Behave, not tomorrow but today, because what you are today you are going to pay for it next life. Incarnate today, afresh, not next life. And those people who believe in this thing don't bother about behaviour at all, it's just a matter of belief, which has no value, because what you do today, what you are today, your activity, your conditioning, what you actually are, not what you think you should be - if you believe in, that will be, modified. So if that is going to be the next life, change it now, completely change, change with great passion, let the mind strip itself of everything, of every conditioning, every knowledge, everything it thinks is right, empty it. Then you will know what dying means.\nSo only when you understand what dying means then you will know what love is. So love is not something of the past, of thought, of culture, it is not a pleasure. Therefore a mind that has understood the whole movement of thought becomes extraordinarily quiet, absolutely silent. This silence is the beginning of the new.\nRight sir. Just a minute, you take a breath, and I'll take a breath.\nQ: Can love have an object?\nK: Can love have an object. Can I love you, you the object? Has love an object? Now please just listen to this. Who is asking the question? Thought?\nQ: Love.\nK: Love. Love is not asking this question. When you love, you love, you don't say, object, or no object, personal or impersonal. Oh, you don't know what it means, the beauty of it, sirs. Look at it. Our love as it is, is such a trial. Our love in our relationship with each other, is such a conflict. Our love is based on your image of me, and my image of you. The relationship of these two images - look at it very carefully - the relationship between these two isolated images call or say to each other, we love. The images are the product of the past, of our memories, memories of what you said to me and I said to you. And this relationship between the two images must inevitably be an isolating process. And that's what we call relationship. To be related means to be in contact, not merely physically but to be in contact, which is not possible when there is an image, or when there is a self-isolating process of thought, which is the 'me' and the 'you'. Then we say, has love an object, is not love divine, or is love profane. You follow? Sir, when you love you are not giving or receiving.\nQ: What goes behind or beyond the word love, and also the beauty in the feeling of the sunset, is there actually a difference between beauty and that which has been named as love?\nK: When you go behind these words beauty and love, do not all these divisions disappear. Right, that's the question, sir? You know, sir, have you ever sat very quietly, not day-dreaming, sat very quietly, completely aware, in that awareness there is no verbalisation, no choice, no restraint, or direction, when the body is completely relaxed, have you noticed, have you ever done it, and be - not 'be' - when that silence comes into being, have you? We will talk about that the day after tomorrow when we meet, because that requires a great deal of exploration, a great deal of, you know, investigation. Because you see our minds are never still, they are endlessly chattering, and therefore dividing, therefore make life into fragments, the living into fragments - the doctor, the pacifist, and so on, divide, divide, divide. And so we divide beauty and love, art, the artist and the businessman. Can all this fragmentation come to an end? And knowing thought has divided this, thought is responsible for this division, because thought in its very nature is the past. Thought is time, thought divides the 'you' and the 'me', the fear and pleasure, escape from fear, pursue pleasure. So can thought be completely silent, and respond when it is necessary, without violence, objectively, sanely, rationally respond, and let this silence pervade? That's the only way to find out for oneself this quality of the mind that has no fragments, that is not broken up as the 'you' and the 'me'.\nQ: Is killing a fly the same as killing a human being and an animal?\nK: Is killing a fly the same as killing a human being and an animal. My God! You know, where will you begin the comprehension of killing? Please listen to my question. With the fly, with the shoe, or with the mind, the heart, that has accepted killing? Where will you begin? You won't go to war, kill a human being - you may, I don't know whether you will or will not, therefore I'm not saying you will or will not, it's up to you - but you don't mind taking sides - your group and my group. You don't mind believing in one thing, and standing by what you believe. You don't mind killing people with a word, with a gesture, and you'll be awfully careful not to kill a fly! You know, once I was, some years ago - the speaker was in a country where Buddhism is the accepted religion. In Buddhism it is one of the accepted actions of behaviour not to kill, if you are a practising Buddhist. So a couple came to see the speaker and he said, 'We have a problem. We don't want to kill, so we change the butcher every week.' Listen, listen, don't laugh, just listen. 'And that's not our problem.' They were ardent Buddhists who had been brought up not to kill. 'But our problem is we like eggs, and we don't want to kill life, the fertile egg, so what are we do?' You understand the question? Unless inwardly you are very clear, both verbally and actually, what killing implies, not only through a gun, by a word, by a gesture, by division, by saying, my country, your country, my god, your god, my belief, and your belief - as long as there is this division there will inevitably be killing in some form. And don't make a lot of ado about killing a fly and going and killing your neighbour by a word.\nLook, sirs, the speaker has never eaten meat in his life, doesn't know what it tastes like even. And yet he puts on shoes. And one has to live - I don't know why - one has to live, and so because in your heart you don't want to kill anything, hurt anybody, really you mean it - you understand, not to hurt anybody - then you have to kill the vegetable you eat, the tomato which you cut off, you eat. And if you don't eat vegetables, and you don't eat anything then I am afraid you will come very quickly to an end. So one has to find out for oneself very clearly, without any choice, without any prejudice, which means to be so highly sensitive and intelligent, then let that intelligence act, not you say, 'Well, I won't kill flies, but I will say something brutal about my husband.'\nYes sir?\nQ: What is the difference between the mind and the brain?\nK: Ah, what is the difference between the mind and the brain.\nQ: Have they any function?\nK: Please sir, we will go into it. Do you want to go into it now? What is the difference between the mind and the brain, and what are their functions? Do you want to go into it now? Haven't you had enough for this morning?\nQ: Yes.\nK: Thank you. We will meet again the day after so we will talk about it.\n"}]