[{"title":"seeking-security","text":"This is the last discussion and if we may, shall we go on with where we left off yesterday. During the last four weeks that we have met here - four, five weeks, I forget - we have been discussing, talking over together the many problems that touch our lives, the many problems that we create for ourselves, and the society that creates for us.\nAnd we also saw that the society and us are not two different entities - they are an interrelated movement. And any person seriously concerned with the change of society, its pattern, its values, its morality, if he is not aware of his own conditioning, then if he is anxious, desirous, actively involved in social change, then this conditioning makes for fragmentation in action and therefore more conflict, more misery, more confusion. We went into that pretty thoroughly.\nAnd we were discussing also what is fear and whether the mind can ever be free of this burden, completely and utterly, both superficially and deeply; and the nature of pleasure, which is entirely and wholly different from joy, from great delight. And also we went into the question of these many fragmentations which make up our structure, our being. And we saw in our discussions or learnt about it, not from me, not from the speaker, learnt in observing ourselves - that these fragmentations divide and keep separate all human relationship, and that one fragment assumes the authority and becomes the analyser, the censor over other fragments.\nAnd yesterday we were talking over together the nature of consciousness. And in talking about it, we went into the question of attention, what is attention. And we said, this quality of attention is a state of mind in which all energy is there, highly concentrated, and in that attention there is no observer, there is no centre as the 'me' who is aware, attentive. We went into that.\nNow we are going to, this morning, find out, learn together, what happens to a mind and to the brain - the brain, the mind, the whole being, that is the psychosomatic, both the body, the brain, the heart, the mind, the whole thing - what takes place when a mind is tremendously attentive. Now to understand that very clearly or find out, learn about it for oneself, one must first see that the description is not the described. One can describe the tent, this tent, with all the holes and everything involved, the tent. But the description is not the tent, the word is not the thing, and of that we must be absolutely clear from the beginning, that the explanation is not the explained, and to be caught in description, in explanation, is the most childish form of living, which I'm afraid most of us do - we are satisfied with the description, with explanation, with saying, that is the cause and just float along. But whereas what we are going to do this morning is to find out for ourselves the quality of a mind, or what has happened to the mind - mind being the brain as well as the whole psychosomatic structure - what happens to the mind when there is this extraordinary attention, when there is no centre as this observer or as the censor.\nTo understand that, to really learn about it, not merely satisfied with the speaker's explanation of it, one has to find out, one has to begin with the understanding of 'what is' - 'what is', not 'what should be' or 'what has been', but 'what is'. Please go with me - let's travel together - it is great fun if we move together, in learning. Because obviously there must be tremendous changes in the world and in ourselves. Obviously the ways of our thought and action have become so utterly immature, so contradictory, so diabolical, if one can say so. You invent a machine to kill and then there is an anti-machine to kill that machine - anti, anti, anti - that's what they are doing in the world, not only socially but also mechanically.\nAnd a mind that is really concerned, involved in the seriousness of psychological as well as outward change, must go into this problem of the human being with his consciousness, with his despairs, with his appalling fears, with his ambitions, with his anxieties, with his desire to fulfil in some form or another. So to understand all this, and we cannot go back to begin all over again, because we have been through it, we must begin with seeing 'what is'. 'What is', is not only what is in front of you but what is beyond. To see what is in front of you, you must have a very clear perception, uncontaminated, not prejudiced, not involved in the desire to go beyond it, but just to observe it, not only to observe 'what is' but 'what has been', which is also 'what is'. The 'what is', is the past, is the present and is the future. Do see that thing. So the 'what is' is not static, it's a movement. And to keep with that movement, with the movement of 'what is', you need to have a very clear mind, you need to have unprejudiced, not distorted mind.\nThat means, there is distortion the moment there is an effort. I can't see 'what is' and go beyond it, the mind can't see it, if the mind is in any way concerned with the change of 'what is', or trying to go beyond it, or trying to suppress it.\nAnd to observe 'what is' you need energy. To observe attentively to anything you need energy. To listen to what you are saying, I need energy - that is, I need energy when I really, desperately want to understand what you are saying. But if I am not interested but casually listen, you know - that's a very slight energy that soon dissipates. So to understand 'what is' you need energy. Now, these fragmentations of which we are, is the division of these energies. I and the not I, anger and the not anger, violence and the not violence, they are all fragmentations of energy. And when one fragment assumes the authority over the other fragments, it is an energy that functions in fragments. Are we meeting each other - are we communicating? That means, communication means, learning together, working together, creating together, seeing together, understanding together, not just, I speak and you listen, and say, well, intellectually I grasp it, that's not understanding. The whole thing is a movement in learning, and therefore in action.\nSo the mind sees that all fragmentations, as nation, not nation, my god, your god, my belief and your belief - you know, this constant - is fragmentation of energy - there is only energy and fragmentation. This energy is fragmented by thought. And thought is the way of conditioning, which we have gone into, which we won't go into now, because we must move further.\nSo consciousness is the totality of these fragmentations of energy. And we said, this fragmentation of energy, one of that fragmentation is the observer, is the 'me', is the monkey, that's incessantly active. Bearing in mind, the description is not the described, that you are watching yourself, watching yourself through the words of the speaker. But the words are not the thing. Therefore the speaker becomes of very little importance. What becomes important is your observation of yourself, how this energy has been fragmented - jealousy, non jealousy, hate - you know.\nNow to see that, which is 'what is', can you see that without the, without a fragment, as the observer? Can the mind see these many fragmentations which make up the whole of consciousness, and these fragmentations are the fragmentations of energy - energy - can the mind see this without an observer who is part of the many fragments. Because this is important to understand this: when we are talking of attention, if the mind cannot see the many fragments without, or through the eyes of another fragment, then you will never understand what is attention. Are we meeting each other? Do say please, are we meeting each other?\nI see, the mind sees what fragmentation does, outwardly and inwardly: outwardly, sovereign governments, with arms and all the rest of it; outwardly the division of nationalities, beliefs, religious dogmas, division: my god, your god, my belief - outwardly. In social action, division, political action, division, the Labour Party, the Conservative, the Communist, non Communist, Socialist, the Capitalist - all created with the desire of thought which says, I must be secure. Thought thinks it will be secure through fragmentation, and so creates more fragmentations. Do you see this, not verbally, actually, as a fact - the young and the old, the rich - this constant division, death and living - do you see this movement of fragmentation by thought which is caught in the conditioning of these fragmentations - does the mind see this whole movement of fragmentation, without a centre which says, I see them? Because the moment you have a centre, that centre becomes the factor of division. Me and not me, which is you - please. And thought has put together this me. Through the desire or through the impulse to find security, safety. And in its desire to find safety it has divided energy as the 'me' and not the 'me'. And therefore bringing to itself insecurity.\nNow can the mind see this as a whole? And it cannot see it as a whole if there is a fragmentation which observes. We are asking, what is the quality of the mind that is highly attentive, in which there is no fragmentation. That is what we left off yesterday, where we left off. What is the quality of the mind. I don't know if you have gone through it, enquired, or learned from yesterday, and the speaker is not a professor teaching you or giving you information. But to find that out, there must be no fragmentation, obviously, which means no effort - effort means distortion, and a mind, as most of our minds are distorted, you cannot possibly understand what it is to be completely attentive and find out what has happened to a mind that is so utterly aware, utterly attentive.\nThere is a difference between security and stability. It is the monkey, which we said yesterday, which is this everlasting me with its thoughts, with its problems, with its anxieties, fears and so on, this restless thought, monkey, is always seeking security, because it is afraid to be uncertain, uncertain in its activity, in its thoughts, in its relationship - it wants everything mechanical, which is, security. So it translates security in terms of mechanical certainty. I don't know if you follow all this.\nNow, is stability different, not opposite, entirely different, different dimension from security? We have to understand this. A mind that is restless, and seeking in that restlessness security, can never find stability, to be stable. Firm - it is not that, firm is not the word - to be, you know, unshakeable, immovable, and yet it has the quality of great mobility. And the mind that is seeking security cannot be, cannot be stable in the sense, mobile, swift and yet immensely immovable. You see the difference? Now which is it you are doing, you, not the speaker - which is it you are doing in your life, in your everyday life - is thought the monkey, seeking in its restlessness, security and not finding it in one direction, it goes off in another direction, which is the movement of restlessness. And in this restlessness, it wants to find security. You see the point of this? Therefore it can never find it. It can say, well, there is god which is still the invention of thought, the image of thought, the image brought about through centuries of conditioning, of propaganda as thought, conditioned, in the Communist world says, there is no such thing, don't be absurd. Which is equally conditioned.\nSo what is it that you are doing? Seeking security in your restlessness? You know, security is one of the most curious things, the desire to be secure. And that security must be recognised by the world. You understand - I don't know if you see this. I write a book and I find in the book my security. But that book must be recognised by the world, otherwise there is no security. So look what I've done. My security lies in the opinion of the world: 'Oh, my books sell by the thousand.' And I have created the value of the world. I am really, in seeking security through a book, through whatever it is, depending on the world, the world which I have created, so which means I am deceiving myself constantly. Right? Oh, if you saw this!\nQ: Yes, we see it.\nK: So the desire for thought to be secure is the way of uncertainty, is the way of insecurity. Now, when the mind is completely attentive, in which there is no centre, what has happened to the mind that is so intensely aware - is there in it security? You understand my question? In it, is there any sense of restlessness - no, don't please agree - this is a tremendous thing to find out, because we want to go beyond this. You see, sir, most of us are seeking a solution for the misery of the world, a solution for social morality, which is immoral, we are trying to find out a way of organising society in which there will be no social injustice, where man has sought god, truth, whatever it is, through centuries, and never coming upon it, but believing in it - and when you believe in it you naturally have experiences of your belief, which are false. I don't know if you are following all this.\nSo man in his restlessness, in his desire for safety, security, to feel at ease, has all these imaginary securities, invented, projected by thought. Now when you become aware of all this fragmentation of energy, therefore no fragmentation at all of energy, what has taken place in the mind that has sought security, because it was restless, it was moving from one fear to another? Come on, sir, you have understood my question? Please, have I made the question clear? No?\nQ: Yes.\nK: Is it verbally clear even, intellectually? Then what do you do, what is your answer?\nQ: It is no longer isolated, there is no fear.\nK: The gentleman says, it is not isolated, there is no fear - sir, look, we've been through all this - sir, your question, unless you really see, it is so with you, don't say anything, because it has no meaning. You can invent, you can say, I feel this - but if you are really serious, you want to learn about it, then you have to go into it, it's your vocation, it's your life - not just this morning. You know, as we were coming down, going through the village, all the people were going to the church - weekend religion. And this is not a weekend religion. This is a way of life, a way of living, a way of living in which this energy is not broken up. You know, sir, if you once understood this thing, you'll have an extraordinary sense of action.\nNow let's go on.\nQ: Sir, the moment you say, what do you do with the monkey within us.\nK: No, sir, I did not say that - I said, where are you.\nQ: Right. If you want to solve the question...\nK: No, I am only putting the question, sir, don't pick me up over words - I am only putting that question to see where you are.\nQ: (Inaudible)\nK: Yes. So there is one of the fragments - that is actually 'what is' - one of the fragments of this broken up energy, knowing, being aware - no, I won't use the word aware or knowing - one of these fragments, restlessly seeking security - that is what we are all doing. And that restlessness and this constant search, constant enquiry, constant putting this away, taking that up, going joining this society, then taking that society, you know, the monkey goes on endlessly, all that indicates a mind that is pursuing a way of life in which it is only concerned with security.\nNow when that is seen very clearly, then what is the mind - what has happened to the mind that is no longer concerned with security? I'm putting the question differently. What has happened to it? Obviously it has no fear - that's a very trivial matter. It becomes very trivial when you see how thought has fragmented the energy, or fragmented itself, and because of this fragmentation there is fear. And when you see the activity of thought in its fragmentation, then fear - you meet it, you act. So we are asking, what has happened to the mind that has become extraordinarily attentive. Is there any movement of search at all. Please, find out.\nQ: Mechanical activity stops completely.\nK: Mechanical activity stops completely. You understand what I'm saying, my question? When you are so attentive, is the mind still seeking? Seeking experience, seeking to understand itself, seeking to go beyond itself, seeking to find out right action, wrong action, seeking a permanency on which it can depend, permanency in relationship, or in belief or in some conclusion, is that still going on when you are so completely aware?\nQ: The mind does not seek anything any longer.\nK: The mind does not seek anything any longer. You know what that means, when you make a statement of that kind, so easily - do listen to this. Not seek anything, which means what?\nQ: It is ready to receive something new.\nK: It is ready to receive something new.\nQ: That it cannot imagine.\nK: That it cannot imagine. No, madam, you really, really have not understood. No, no, my question is this - you don't know what you are all saying - my question is: the mind has seen the activity of the monkey in its restlessness. This activity, which is still energy, thought has broken it up, in its desire to find a permanency, security, a certainty, a safety. And so it has divided the world, as the 'me' and the not 'me', 'we' and 'they', seeking truth as a way of security. And the mind, one has observed all this and is the mind any more seeking anything at all? You understand, seeking implies restlessness - I haven't found it here and I go there and I haven't found it there and I go there.\nQ: The mind without a centre is not concerned with searching.\nK: A mind which is without a centre is not concerned with search. But is it taking place, with you?\nQ: At the moment you are attentive, it's taking place.\nK: No, sir.\nQ: Lots of things happen to the mind when it stops striving.\nK: Have you ever known, walking or sitting quietly, what it means to be completely empty, not isolated, not withdraw, not building a wall around yourself and finding yourself, have no relationship with anything - I don't mean that. When the mind is completely empty, not that it has no memories, the memories are there, because you are walking to your house, or going to your office - memory. But the emptiness of a mind that has finished with all the movement of search.\nQ: All is and I am.\nK: All is and I am. What is 'I am'? Who is 'I am'? Who is this 'I' that says 'am'?\nQ: Monkey.\nK: Monkey? That somebody suggests. What is the I - do look at it - what am I? Don't repeat what the propagandists have said, what the religions have said, what the psychologists have said - what am I? What are you? Who says, 'I am' - the Italian, the French, the Russian, the beliefs, the dogma, the fears, the past, the seeker, and the one who seeks, finds, identified with the house, with the husband, with the money, with the name, with the family, which is all what? Words. No? No, you don't see this. But sir, if you see this, that you are a bundle of memories and words, the restless monkey comes to an end.\nQ: Why, if your mind is completely empty when you are walking to the office, are you walking to the office?\nK: No, sir.\nQ: Well, why are you still doing this?\nK: You have to earn a livelihood, you have to go to your home, you're going out of this tent.\nQ: You forget about going to your office, maybe.\nK: You may give it up, I'm not - don't bring in the office.\nQ: Surely the question is, how can I be empty if the memories are there operating - this is the question.\nK: Sir...\nQ: It is split, part of the mind is empty and another part not.\nK: No, not at all.\nQ: The mind becomes energy.\nK: I give it up - I'll go home if you're not careful.\nQ: No, no, stay here.\nK: Now look, sir, because I want to convey something to you, I want to communicate something with you, about something, and you are throwing words at me - I want to tell you a very simple thing: there is no such thing as security, this restless demand for security is the part of the observer, the centre, the monkey. And this restless monkey, which is thought, has broken up this world and has made a frightful mess of this world, it has brought such misery, such agony. And, thought cannot solve this, however intelligent, however clever, however erudite, however capable of efficient thinking, it cannot, thought cannot possibly bring order out of this chaos. There must be a way out of it, which is not thought; that's what I want to convey to you, which is, in that state of attention, in that movement of attention, all sense of security has gone because there is stability. That stability has nothing whatsoever to do with security - when thought seeks security it makes it into something permanent, immovable, and therefore it becomes mechanical. Thought seeks security in relationship, you and I, in relationship. Thought creates in that relationship an image. And that image becomes the permanent. And that image breaks up relationship, you have your image and I have my image. In that image thought has established, identified itself as the permanent thing.\nAnd outwardly this is what we have done. Your country, my country, god, all that silly stuff. Now when the mind has left all that, left it in the sense it has seen it, it has seen the utter futility, the mischief, use any word, it has seen - finished with it. Then what takes place in the mind which is so completely finished with the whole concept of security, what happens to that mind which is so attentive? I'm pointing out to you - description is not the described - that it is completely stable.\nQ: (Inaudible)\nK: What madam?\nQ: (Inaudible)\nK: Others have disappeared? What are you saying, madam, I can't understand?\nQ: Can I say it in French?\nK: Yes, madam, surely.\nQ: We do not feel the others as something separate. They are ourselves and we are them. There is no more problem of relationship from one to the other because there is no more observer...\nK: Madam, are you saying that, all that, from your heart?\nQ: (Inaudible)\nK: It is finished, madam, there is nothing more to say. I am asking you - if you say that is so, then there is nothing more to be said. I am asking myself, and therefore you are asking yourself, when the mind, when thought is no longer seeking security in any form, and sees that there is no such thing as the permanent, the mind - see the importance of this, sir - the brain evolving, growing, remembering, with the idea of being completely secure. All right? You are following this? The mind, the brain wants security, otherwise it can't function, it will function illogically, neurotically, inefficiently, therefore the brain is always wanting order. And it has translated having order in terms of security. And if that brain is still functioning, it is still seeking order through security. Do get this. So when there is attention, is the brain still seeking security? Don't answer me.\nQ: Sir, there is only the present.\nK: He says, there is only the present. Sir, I am trying to convey something to you. I may be totally wrong. I may be talking complete nonsense but you have to find out for yourself if I am talking nonsense.\nQ: I get the sensation that at the moment I am attentive, I am not seeking. But this attention may cease, then I am seeking again.\nK: Never - that's the whole point. If thought sees that there is no such thing as permanency, sees it, thought will never seek it again. Which is, the brain, with its memories of security, with its cultivation in society, depending on security, all its ideas based on security, its morality based on security, that brain, has it become so completely empty of all movements towards security? Don't answer me.\nSir, have you ever gone into this question of meditation, any of you? Meditation is not concerned with meditation but with the meditator - you see the difference? Most of you are concerned about meditation, what to do about meditation, how to meditate, step by step and all the rest of it - that's not the question at all. Meditator is the meditation. To understand the meditator is meditation.\nNow if you have gone into this question of meditation, the meditator must come to an end, obviously, by understanding, not by suppressing, not by killing the thought - by understanding, which is, understanding himself is to understand the movement of thought, thought being the movement of the brain, with all its memories. And the movement of thought seeking security and all the rest of it.\nNow the meditator is asking, can this brain become completely quiet, which is thought be completely still, and yet out of this stillness thought operates and not as an end in itself. You've got it? Probably it's all too terribly complicated to you - it's really quite simple.\nSo, the mind that is highly attentive, has no fragmentation of energy - please see that, there is no fragmentation of energy, it is complete energy. And that energy operates when you go to the office without fragmentation. Right?\nQ: May be a real understanding could be realised without the help of the word, it's a kind of direct contact with the thing you are trying to understand, or you are understanding.\nK: You can understand without the word by getting directly into contact.\nQ: And consequently there is no need for words which are an escape.\nK: That's it. Can you communicate without words.\nQ: Yes.\nK: Wait. (laughter) Without words because words hinder. Look sir, can I communicate with you without the word, of the quality of the mind that is so extraordinarily attentive and yet function in the world without breaking the energy into fragments? You've understood my question?\nQ: Yes.\nK: Now, can I communicate that to you without the word? Can I?\nQ: Yes.\nK: Yes? I can? How do you know I can? What are you all talking about?\nQ: I think you can.\nK: Look, I have talked for nearly three weeks, explained everything, gone into it in detail, poured one's heart into it - have you understood it? Verbally, even. And you want to understand something non-verbally. Which means - it can be done, if your mind is in contact with the speaker with the same intensity, with the same passion, at the same time, at the same level, you will communicate. Are you? Now listen to that train, listen to it. Now without the word, communication has been established, because we are both of us listening to the rattle of that train, at the same moment, with the same intensity, with the same passion.\nNow, only then there is direct communion. Right? Are you? Are you intense about this, at the same time as the speaker, you know, all the rest of it - are you? Of course not. Sir, when you hold a hand of another, you can hold it out of habit or of custom. Or you can hold it and communication can take place without a word, because both are at the given moment intense, communication has taken place, without a word. But we are not intense, passionate, concerned.\nQ: Not all the time.\nK: Not all the time - don't say that, even for a minute.\nQ: How do you know?\nK: I don't know. If you are, then you will know what it means to be aware, attentive, and therefore no longer seeking security, therefore no longer acting or thinking in terms of fragmentation. So, sir, look what has happened to a mind that has gone through all the things which we have been talking about, all the discussions, exchange of words, what has happened to the mind that has really listened to this?\nFirst of all, it's become sensitive, not only mentally but physically - given up smoking, drinking, drugs, down that drain that goes by, which is called a river. And when we have discussed, talked over this question of attention, you will see that the mind is no longer seeking anything at all, or asserting anything. And such a mind is completely mobile and yet wholly stable.\nNow out of that stability and sensitivity it can act, without creating, without breaking up life into fragments, or energy into fragments. Now, such a mind - what does it find, apart from action, apart from stability and all the rest, what is there? You understand? Man has always sought what he considered god, truth, always striven after it, out of his fear, out of his hopelessness, out of his despair, disaster, death, he has sought it. And thought he found it. And the discovery of that he began to organise. And, you remember that famous story? - the devil and his friend were walking one day down the street and they saw a man in front of them pick up something very shiny. And the man looked at it in great delight, ecstasy. And the friend of the devil asked, what was that, what did he pick up. Oh, he said, the devil said, oh, it is part of the truth. And the friend said, then it's a very bad business for you, if a man has found truth on a pavement, it's very bad business, you will have no place. He said, not at all, my friend, I'm going to help him to organise it. Right?\nSo sir, that which is stable, highly mobile, sensitive, is not asking, it sees something which has never been found, which means, time for such a mind doesn't exist at all - which doesn't mean he's going to miss the train. Therefore there is a state which is timeless and therefore incredibly vast.\nNow, sir, I could go into it, which is something really most marvellous if you come upon it, but the description is not the described. It's for you to learn all this by looking at yourself - no book, no teacher can teach you about all this - don't depend on anybody, don't join anything - spiritual organisations, you understand, not physical organisations.\nSo one has to learn all this out of oneself. And in there the mind will discover things that are incredible. But for that there must be no fragmentation, and therefore immense stability, swiftness, mobility. And to that mind there is no time and therefore this whole concept of death and living have quite a different meaning.\nQ: Would it be of any use for such a mind to make an attempt to communicate? It's impossible, even for a minute.\nK: Finished, we have finished talking. It is time - what is the time, sir?\nQ: Quarter to one.\nK: I hope you'll have a nice journey.\nQ: Thank you.\n"}]