[{"title":"public-talk-4-new-delhi-india-20-december-1970","text":"We said that we would talk about religion and the religious mind. Rather a large crowd here, isn't it? I hope we shall understand each other because we are going to talk over together a problem that needs a great deal of enquiry, a great deal of freedom to observe. We are not merely going to talk about the religious mind only but also we are going to talk about a reality, meditation, and the quality of the mind that can perceive what is true. The difficulty that's going to take place is because each one of us is going to translate according to our peculiar conditioning, to our particular culture, anything that is being said. And when we are specially going to talk over something such as religion and the quality of the mind that is religious, we probably have already a conceptual, verbal definition of what religion is. Now, really to find out, one must discard totally everything that man has put together intellectually, emotionally and escaping from the daily reality, one has to be completely and totally free of all that to find out. One must totally negate all that man has put together in his desire to find reality, and that's going to be our difficulty. You see, it's so difficult to talk about something dreadfully serious like this to a lot of crowd which may not be serious at all and probably think this is a kind of entertainment. I assure you this is not an entertainment. This is not something that you can intellectually, verbally discuss. What it demands is a mind that is very penetrating, enquiring.\nYou see, we are not discussing only what religion is and the quality of the mind that is religious, not only for its own sake, but also what relationship it has to our daily living, because there must be a total revolution, psychological revolution, that will bring about a totally different kind of culture, different way of living and observing. And in relation to that, which is, the living, the daily life, not an abstraction, not an idea, not a formula, enquiring to find out whether it is possible to live in this world harmoniously, without any conflict, without all the ugliness, brutality that man has brought about.\nFirst of all, what is religion? What is the mind that is asking this question? Because religion has played an extremely important part in all our lives. Probably it is the foundation of our life. And without really enquiring into the structure and the nature of a religious mind, merely bringing about a social outward revolution will have very little meaning. Because violence is the most primitive reaction and a mind that would really seriously go into this question of bringing about a different kind of culture, a psychological revolution, trying to find out a way of living that is entirely different from the way we live.\nYou see, first of all, to understand the quality of a mind that is religious, one has to first of all enquire into this whole problem of search, seeking. What is implied in search? Please, as we said, we are sharing this together, we are trying to understand the problem together and not just merely listening to the speaker but we are together investigating the question. So we are sharing the problem. So you have to enquire as ardently, as passionately, as intensely as the speaker is going to. That demands not only a verbal examination but also observing non-verbally, observing the mind that is seeking, that is, after all, we are all seeking. And what is implied in that word, the significance that is in the word? Why do we seek at all, and what is it that we are trying to find? In seeking, there is the seeker and the thing he seeks, searches after. There is the entity that is seeking, looking, observing, finding out, and the thing he is going to find out. In that there is duality: the 'me' that is seeking, wanting to find out, and if he can find out, what is it he is going to find? He may find in his search according to his conditioning. If you are a Christian, you are going to find what your culture has taught you, the propaganda of your culture; if you are a Hindu, and so on. So, according to your culture, according to your conditioning, according to your knowledge, you are going to find that which you call truth, happiness, what you will. That's fairly clear, isn't it?\nSo, according to the past, which is according to your experience, according to your knowledge, according to all your accumulated memories, through that or that is going to seek. That is the past is going to seek something in the future, and the past is going to dictate what it will find in the future. Right? Therefore it will not be truth at all. It will be something according to the past, which is knowledge, experience and memory. So a mind that would find, that would perceive what truth is must be free of the past, free of its conditioning. Which is, if you are a Hindu you must be free totally from all conceptual conditioning or all your tradition. Otherwise you are going to find what your tradition has dictated, what your tradition has told you to find. So, a mind that would find, perceive what truth is must be free of all its conditioning of any particular culture, which means, free of any belief. Right? For belief is based on the desire for comfort, for security or fear. You don't believe that the sun is going to rise tomorrow. You know it will rise. It's only the mind that is uncertain, confused, seeking security, comfort, that believes. So one must be totally free of all belief, which is, all conclusion and obviously all ideals. As you are listening, observing this fact that a mind that is clouded by a belief, which is based on the desire for comfort, security, which is the outcome of fear, such a mind cannot possibly see what truth is, though it may search for it. As you are listening to this, do we see the truth of it? If you see the truth of it, then it's finished, your mind then is free to observe. Right? Are you, as when you are listening, observing your own belief, your own conclusion? Do you see such a mind is incapable of looking, perceiving clearly? And if you would perceive clearly, a mind must be totally free of belief - your God or my God - and as you listen, are you free of it? Or you are so heavily conditioned that without belief you feel lost and therefore frightened and therefore attached to your beliefs? Such a mind obviously is an irreligious mind. Right? Are we meeting each other, even logically?\nSo a mind that is seeking will never find the truth, and all your conditioning is to seek. So can the mind observe the truth that search implies a dualistic conflict and a mind in conflict is always distorted and therefore it cannot possibly see. And obviously a mind caught in rituals - all the circus that goes on in the name of religion, you know what is going on - is obviously not a religious mind at all. It is after stimuli, sensation, every form of excitement. So can the mind which is really enquiring, serious, passionate to find out, can it put aside totally all rituals, all beliefs, all the movement of seeking, because we have explained logically the process, how these things prevent perception and after all we have brains to perceive.\nAnd also you see how religions, organised religions have separated man. Right? The Hindu, the Buddhist, the Christian, the, you know, multiplication. So, are you listening free of this division? You are no longer a Hindu at all. Are you? I'm afraid you are, because of the simple reason that you are not serious. You accept life as it is and you don't see the danger of this way of living, the misery, the confusion, the agony, and so you act mechanically. If you are serious - and you must be serious - life demands it, because life is a battle, a misery, a confusion and if there is to be a different kind of world, one must be very, very serious. And in our so-called search we get caught by so-called gurus. Right? They offer a system, methods, how to reach enlightenment, how to reach something which they call God or whatever it is. Now, when you have a system, a method, a practice, doesn't it imply that there is a fixed end? Right? 'Do these things and you will achieve that'. 'That' is already known and fixed. So, there are many, many systems, as though truth, whatever you may like to call that, is a fixed state. Once you have achieved, all the troubles are over, and therefore practise, do this and you'll get that. Are you following all this? Are we communicating with each other? This is one of your pet problems and you will find it awfully difficult to give it up.\nFirst of all, in this question that a system will lead you to reality, is that so, logically? Think it out logically first. System implies a method, a practice, a process. Through a process you will come there. Process implies time. A process implies a mechanical cultivation of habit and therefore constant conflict with 'what is' and 'what should be'. Are you following all this? Process implies distorting the mind, not understanding the whole structure and the nature of the mind, which is thought. Right? Are you following all this? That is, we think through a process, through time, gradually we'll arrive at something that is already there, fixed. Now, is truth something that is permanent, that is there for you to capture or is it something that's living, therefore it has no path? Therefore it demands a constant observation, perception of everything that is happening inwardly and outwardly, which is non-mechanical. Are you following all this? You know there are many roads to the station and the station is a permanently fixed thing there, unless, of course, there is an earth-quake or a bomb or something takes place but it is always there. And the many systems offer a way to get to the station. And people are so gullible, so greedy, that they want this thing which they call truth without enquiring deeply whether there is a static thing as truth. Right?\nSo, the religious mind is free from all practice, from all systems, from all organised thought. One day a man was walking along the street and instead of looking at the beautiful sky he was watching the pavement as he went along. Then he saw in the distance something very brilliant. He walked rapidly towards it, picked it up and looked at this extraordinary thing and he was in a state of beatitude because it was so extraordinarily beautiful, it was. So, he looks at it and puts it in his pocket. Behind him were two people walking also. One of them says to the other 'What was it that he picked up? Did you see his expression, what an ecstasy he was in by the very act of looking at that thing?' And the other said, who happened to be the devil, 'What he picked up was truth' and the friend said, 'That's a very bad business for you, isn't it?' He said, 'Not at all! I am going to help him to organise it'. And that's what we have done: the systems, the methods, the practices and the gurus, and all the concentration camps which the gurus have offer this extraordinary thing called systems. And so a mind that is seeking truth - sorry - that is enquiring into the nature of truth must be free totally from all organised pursuit, all organised practice, all organised enquiry.\nThen there is the question: a religious mind must find out what beauty is, because if there is no beauty, there is no love. And what is beauty? Please, we are sharing this together. You are asking this question of yourself: what is beauty? When you perceive what beauty is, then you will know what love is. And the religious mind has this quality of beauty and love. Otherwise it's not a religious mind at all.\nSo what is beauty? You know most religions have denied beauty. The monks, the sanyasis are afraid of beauty. Beauty is associated with sensual desire. And of course if you are seeking, as they are, reality, God, you must deny all sense of desire, all sense of perception of the beautiful. Therefore they take a vow of various kinds. And when you take a vow, what happens to you? You are everlastingly, inwardly in conflict. Therefore your mind is distorted, becomes neurotic, incapable of perceiving what is true. So what is beauty? You understand, sir? Do ask this question passionate to find out, don't sit there just waiting to be told. What is beauty? Is it something in the architecture, in the building, something that is in a museum, something in a book, in the poem, something carved by the hand or by the mind? And does beauty demand expression? Must it be put into words, into a stone, into a building? Or is it something entirely different? And to find that out, what beauty is and therefore what love is, there must be the understanding of the self, the understanding of oneself, the knowing of oneself, learning about oneself, not according to any pattern, not according to any system, but just learning about oneself as one actually is. Because without knowing yourself, not what your self is, but knowing what it is. You see the difference? You don't. All right, let me explain. Oh, Lord, must everything be explained? All right, sir.\nOne thinks there is a permanent self about which you are going to learn. Right? That is an assumption. Is there a permanent self at all about which you are going to learn, or is the self, the 'me' a living thing, constantly changing, constantly moving? And to enquire into it, study it, learn it, is quite a different thing from learning about something which is there as a fixed thing. Is this clear? Right? So there must be the understanding of oneself, not according to any system, not according to any philosopher or any analyst but watching oneself, because where there is this self, then there is division as the other self. Right? And where there is division, there must be conflict, and where there is conflict, there is no beauty, and therefore no love, which does not mean that you identify yourself with the other.\nSo, a mind that is enquiring into this question of what is a religious mind must be aware, must know this extraordinary state of what beauty is. And it can only see what beauty is when there is total abandonment of the 'me', and therefore in that abandonment there is intensity, there is passion, otherwise love doesn't exist at all. Love is not pleasure, desire, lust. It is not merely associated with sex. And a religious mind is a mind that knows the movement of virtue and discipline.\nWe are going to enquire into this whole problem of discipline. Shall we go on? You know the word 'discipline' means to learn - please listen to this, just listen. You know if you can listen, just listen, don't battle with me, don't argue, agree or disagree, just listen because when you listen completely you see the truth of it, but when you are arguing, discussing, comparing, judging, you are off. So if you can listen, really listen, then you will see the truth of it and you will see that out of that you have the most extraordinary perception of reality. Which doesn't mean the speaker is hypnotising you. The word 'discipline', the word itself means to learn and not conform, imitate, suppress, obey but to learn. And you cannot possibly learn if you are accumulating. Do listen to this, just listen. Accumulation as knowledge is necessary, otherwise you couldn't possibly go home. You couldn't do anything. Knowledge is necessary. That is, you acquire through learning a language, a technique. That's necessary. If you would be an engineer, a scientist, what you will, you must have knowledge. That is, one learns Italian, French or what you will and there is the accumulation of words, knowledge and speech. That is, learning to acquire and the acquiring is the past, which is knowledge. Right? Knowledge is always the past and that knowledge which is the past acts when necessary. Now there is another kind of learning altogether, which is not acquiring. We are going to go into that.\nLearning to observe, in which there is no acquisition at all. That is, to learn what order is, to learn what order is, not accumulate knowledge of what order should be and what order should be according to your particular design. You are following all this? Oh Lord! So, we are learning about order, not what order should be or a design according to a particular prophet or saint but what order is. Now, how are you going to learn about what order is? Please listen carefully. Learn, not accumulate. We live in disorder, that's all we know. We live in contradiction, we live in confusion, we live in this constant battle. That is disorder. Right? Now, to observe disorder, to learn all about disorder, then there is order. You get it? And that is discipline. You get it? To observe what disorder is, not to bring order out of disorder but just to observe what disorder is. That is, negating all positive action but watching disorder which is what we consider the positive. Are you getting tired? Good. We have a lot more to do. Just a minute.\nSo, what is disorder? To observe it, to observe it within oneself, how disorderly we are, contradictory, pursuing this and that, conforming, measuring, comparing and therefore never freedom at all. Now, one is confused about everything inwardly, because you no longer trust your guru, you won't ever trust your guru any more. No book, no priest, that means no authority and when you reject authority altogether - except the authority of the law, that's quite a different matter, we won't go into that - when you reject all sense of inward spiritual authority altogether - and one must, because the moment you obey, there is no freedom and a mind must be totally free to enquire. And when such a mind rejects authority, it faces its own loneliness, its own despair, its own confusion. We are learning together, please, you understand? This is the disorder in us. Now, what does a mind which is learning about confusion seek? You are following this? You see, when one is confused, one wants to act, don't you? When you are confused, don't know what to do and you want to do something. You don't look at that confusion, you don't observe it, you don't study it, you don't learn all about it, you want to do something about it, therefore you get more and more and more confused. But if you watch it, not escape from it, why is there confusion. Why is there confusion, we are learning together, please, follow this. Why is there confusion? Which is, a mind doesn't know what to do, which direction to go, whether to become a communist, a socialist, an activist, or a contemplative or withdraw altogether from the world, from this ugly, beastly world. It doesn't know what to do. So it's confused. Why is there confusion? Please follow this. Why is there confusion? There is confusion because there is conformity. Conformity implies measurement, measuring myself, what I am with what I should be. Please do follow this. Once you see this, really see the truth of this, it's finished. There is confusion because the mind through education, through all kinds of stresses, strains, through various forms of compulsions and so on is always measuring itself, what it is with what it should be, the ideal. And that is one reason of its confusion: comparing, conforming, obeying.\nNow, why do we conform, why do we measure, why do we obey? We conform because, if you go very deeply in yourself, from childhood we have been taught to compare ourselves with another. Right? Watch it, sir, watch it in yourself. Comparing, which means you, what you are is not important, what you should be is important. Right? So there is a contradiction, the denial of 'what is' but the acceptance of 'what should be', the hero, the, you know all the rest of it, the image that you have projected from what you are. Now, if you don't compare at all, you are what you are. And what you are then is totally different from what you have thought through comparison what you are. You get it? That is, I compare myself with you - you are very clever, bright, intelligent, awake, and comparing with you I say to myself 'I am dull'. But if there is no comparison at all, am I dull? You follow? I am what I am. I don't call it dull. Then I can do, act, change, go beyond 'what is'. But if I compare myself with another, I cannot go beyond. You understand? And why do we obey at all? I don't know if you have ever gone into this problem, why you obey anybody. You know the word 'obey', its root is to hear, to hear. When you hear over and over and over and over and over again that you are a Hindu, a Muslim, a Buddhist, a Christian - you follow? - a Communist, you know what it does? It conditions your mind, doesn't it? You repeat and you instinctively follow, obey, that you need a guru. Listen to this, please. You have been told in this country - and now it is unfortunately spreading in other countries - that you need a guru. That's your tradition, repeated over and over again. And one good morning you come and say, 'Where is my guru?' And you follow what he says. That is, you have heard over and over again through propaganda. You are following all this? And look what you have done to yourself, what has been done to the mind. So then you obey. A mind that obeys, that conforms, that compares is not a religious mind at all. Right? See the logic of it, see the reason of it first, and then you can't avoid it, then you may say 'I don't like what you say'. That's perfectly all right. But first you must see it.\nIt's half past six, what shall I do? We must stop because I believe you have to go and do something else.\nYou see, sirs, we have to learn what virtue is, which is order. Virtue is order, not the thing that you practise. You cannot practise humility. When you understand vanity, humility is naturally there. And we have to go also into the question of meditation. What is the meditation of a religious mind? You understand now? We said the religious mind is free of all belief. It completely sets aside all systems, all authority, all practice. A mind that has come to see logically with reason, a state of mind that is free of all this - which is all part of meditation. You follow? Meditation isn't something you do five minutes a day and then the rest of the day you are an ugly human being. Meditation is something from the beginning to the end. And to go into that one must have much more - what do you call it? - chronological time. We'll have to deal with that subject next time we meet here, next Sunday is it? Next Thursday? Next Thursday. Now we like to stop. No questions please. No questions please. And I stop.\nQuestioner: (Inaudible)\nK: What is it, sir?\nQ: (Inaudible)\nK: Right, that's enough, that's enough, that's enough. No, please. Yes, please, go ahead, please, all right.\nQ: My question is could it not be conceived that... (Inaudible)\nK: Just a minute, that is enough. One question is enough, please. That's enough. No more. No, sir, I am not going to answer any more.\nQ: (Inaudible)\nK: No, sir, I can't answer any more questions. The lady asks if we cannot establish a way of understanding each other, a common understanding. You know what is the meaning of that word, not according to the dictionary, what does it mean 'to understand?' When do you understand anything? Is it an intellectual process? Is it an emotional, you know, enthusiasm? Don't you understand only when your mind is attentive and completely silent? Don't you? If I am chattering when you are talking, chattering inwardly, how can I understand what you are talking about? If I am comparing what you are saying with what already I have read or known or experienced how can there be communication? I must listen to you, I must listen to you with attention, with care, with affection. And out of that care, out of that affection, out of that silence there is understanding, not only verbal understanding but non-verbal. That is the common foundation.\nAnd to go into this question of what meditation is cannot possibly be done in a few minutes, because this is really an immense complicated subject, about which we are going to learn, not be instructed by the speaker how to meditate. The moment you put the 'how' you are wrong. Never, if I may most respectfully suggest, never ask of anybody the 'how?' They are all only too eager to give you a method. But if you see the mischief of the 'how', that very perception is enough. We'll go into this next Thursday.\n"}]