[{"title":"love-quality-mind-which-there-no-division","text":"May I begin? I think there is only one fundamental question, which is, how to live in this world with intelligence, sanity, with great affection, beauty, in spite of all our complications; or how to live so that we have no problems at all, how to live a life that has depth, that in the very living there is significance, a life that is without conflict, a very sane, healthy life with freedom and great intelligence. If we could answer this question, not merely verbally or intellectually, either saying that it is not possible to live in this world with sanity, with beauty, without any pretence, without all this frightful conflict and misery, if we could put this question to ourselves and find out for ourselves a way of living. And that, it seems to me, is the most important thing, because without having right relationship with man, a harmonious, rational, balanced life in relationship, without understanding that and living it, merely to become a sannyasi, follow the latest craze, do some kind of penance, sing and dance and do all that kind of business that goes on, if we could find out a way of living where there is really a great deal of love, intelligence, beauty, then perhaps we shall be able to find out for ourselves, not through somebody else, if there is something beyond time, something which is not within the field of everyday strife.\nAnd this evening, if we could, we might perhaps devote this whole hour to find out for ourselves how to live, how to live with real understanding, with a great sense of beauty, with a great sense of human understanding in which there is no conflict in relationship. If we could this evening spend some time on that, then perhaps we can go on from there to find out for ourselves what meditation is, if there is such thing as truth, as reality. But first we must lay the foundation, not the foundation of another, however wise or however caught up in illusion or full of his own experience, but if we could lay this foundation in our own lives, the life of our daily existence, if you could do that, do you know what a world that would be? Not a utopian world, not an ideological world, but a world of sanity, a world in which there is no war, no division between those who know and those who do not know, those who pretend enlightenment and those who are seeking enlightenment, those who assert that there is, and those who assert that there is not. So, if you will, let's find out if we can change entirely our way of living.\nFirst of all, we must look at this whole existence, our whole fragmentation which we call living, in which is included the earning of a livelihood, in which there is this problem of conflict, physical pain and the psychological, mounting sorrow, the thing that we call love, joy, pleasure, fear, anxiety, and understand what it means to die - living and dying, the whole of that, not just one fragment of it. That's why we must look, observe the whole field of our existence, not just one corner of it, not just how to earn a livelihood or just escape from this into some illusion, but to consider together this whole phenomenon of existence in which all the things are included.\nWe are, as we now are, we are composed of many fragments, we are made up of many men: the good, the bad, the greedy, the ambitious, the one that is in sorrow and the one that is seeking the understanding and the escape from sorrow - this fragmentation not only inwardly but also outwardly. We are all that, because we are the world and the world is us; the society is made, put together by us, and though we are caught in it, we are part of it, we have constructed it, and we have to understand this whole phenomenon of existence.\nSo let us look first at our lives, your life, not the life of any saint, not the life described in any book, not the life of your favourite guru, not the life that you want to live, but the actual daily life: the monotony of it, the boredom of it, the loneliness of it, the fear of it, the aggression, the violence, the sexual pleasures, the fear, the joy, the shallow mind, the shoddy life, the unthinking acceptance, imitation, conformity - all that is our life, the daily life of your day. And that's what we have to understand. And in the very process of understanding see if we can bring about a radical change in all that: whether it is possible to end all sorrow in our life, to be free from all fear, to find out for ourselves what it means to love, and the thing that so many are afraid of, which is death. All that is our life. So we have to look first what actually is and not get frightened about it or feel there is no hope or that there is hope. We have to first look at it. Can you look at your life? Do please listen to what is being said. Look at your own life, and if you do look, one finds, doesn't one, a great sense of striving, of insufficiency, conformity, fear, the pursuit of pleasure? Don't you find this, that your life as it is lived, whether you are aware of it or not, is bound with fear, with anxiety, a great sense of loneliness and utter boredom. And not being able to solve this we run away from it: we run away to temples, read the Gita or listen to the commentaries made by the professionals about the Gita or accept what your gurus say. So that is our life. And is it possible to change it at all, not only the outward circumstances but the inner structure which has created the outer? Is it possible to radically change the psychological nature of ourselves? If it is not possible, then you have no energy. You understand? If it is possible, you are full of energy. We have concluded that it is not possible, that we cannot possibly, totally change. We have got into the habit of living with fear, living with sorrow, hiding ourselves from our own secret miseries. And so we have made life into something which we think is not possible to change, and therefore we escape from that central issue. Right?\nAnd we are going to find out if we can this evening whether it is possible, whatever we are, intellectual or emotional, a shallow life, a bourgeois existence, middle-class outlook on the whole of life, whether it is possible to change at all. So we are going to investigate together, investigate together - you understand that word, the meaning of that word? When we are exploring, together means that you must also share, you must also be very serious to find out for yourself whether it is possible to change. And this change cannot take place except in relationship. You cannot go away into isolation and try to dissolve all your troubles. It can only be solved in relationship, because it's only in relationship that you discover all your troubles, all your miseries, all your confusion. So together, you and I, because it's our problem, it's our misery, as this is our earth to live on, to be happy, to enjoy the beauty of nature, of life, not everlastingly live in sorrow, confusion, misery. So together we have to solve this - 'together' means relationship. Right, you understand?\nSo, don't you find when you observe in yourselves that there are two active principles: one, fear and the other is pleasure - don't you find that? Pleasure in different forms, whether that pleasure is to seek God or to become a great person politically this way or that, ambitious, and so on, and don't you also find in yourselves the active principle of fear going on? Don't you? These two things exist. We want more of the one, which is pleasure, and less of the other, which is fear. Right? Now, sitting now there, you are really not frightened at this present moment, you have no fear at this actual moment. You may have that fear when you go back, but there sitting, listening, you have no fear, but it's always there in the background. So you cannot possibly invite that fear and observe it. Right, you understand? You cannot say, 'Well, I'm going to be frightened and let me look'. But you can, through understanding attachment, come upon what it means to be afraid. Right? As we said, fear and pleasure are our main movements, contradictory movements in life. And being afraid, or unconscious of fear, not being aware that one is afraid, we attach ourselves, we depend on people, on ideas, on your guru or on your wife or husband. Don't you find that, that you depend on people - not the postman, not the milkman, but depend on people around you or depend on somebody in whom you think you have confidence? Right? Don't you find you depend on people?\nSo, what is involved in this dependence? First of all, there is no freedom when you depend on somebody, whether it's your wife or your guru, there is no freedom. And when you depend on somebody psychologically, inwardly, you are seeking comfort, sustenance, and when you depend on that person you must possess that person, you must dominate that person or submit yourself to that person. And when you observe that you are dependent, you see that the source of this dependence is fear: fear of not being able to stand alone, fear of making a mistake, fear of not following the right path, which is a guru, fear of not having comfort, not having somebody as a companion, not being able to depend on somebody. So through dependence you discover, as you are sitting now, you discover that you are really frightened. Without inviting fear you discover that basically you are frightened. We are communicating with each other? 'Communication', as we said the other day, is to share together a common problem. This is our common problem. And when you depend on a person, there must be inevitably not only fear but jealousy, anxiety. So all that is involved in dependence. And can a mind be free of this dependence, because people like to be possessed by another? Haven't you noticed it? They like to belong to somebody, belong to a group, commit themselves to a certain pattern of action, put on the same kind of yellow robe, because it gives them a sense of security, a sense that they are leading a kind of righteous life. So when you look into it very carefully, you will see for yourself the basis of all this is fear. Right? We are together, we are going together?\nThen arises the question: is it possible to be free of that fear, not only the superficial fear in relationship and dependency, but the deep-rooted fear? Right? Are you asking this question with me? Which is, can you, as a human being, be completely free of fear? Because when you are afraid, you do the most extraordinary, stupid things. When you are afraid, you are almost unbalanced, neurotic, you can't think clearly, observe truly. Haven't you noticed your life becomes dark, heavy? It becomes a burden, a torture. And not knowing how to resolve this fear, we run away from it. Right? We run away, doing the most absurd things. So, we are going to find out, you, whether it is possible to be free of fear. There is the fear of physical pain. Right? You have had pain, years ago, or a few days ago. Please, listen to this carefully. Because we have all had pain, physical pain, agonising pain or superficial pain, physical pain and that pain has left a mark on the brain. Right? Which is the memory of that pain which you have had two days ago or two years ago, and you don't want that pain to be repeated. Right? So what is taking place? You have had pain, and there is the memory of that pain, and you don't want it to happen again. You are following this? What takes place then? Having had physical pain, you don't want it repeated and the idea that it might come back, in that idea there is fear. Right? You think about yesterday's or two days ago's pain, and you don't want it repeated. Thought, which is the response of memory, says, 'I don't want that pain again.' Right? So physically you cannot forget it. It is there. And as long as you think about it, you intensify the memory of that pain and therefore thinking about it increases fear of that pain. Right? You see that, don't you? Thinking about the past pain sustains that pain and you may have that pain tomorrow, which is still the thinking about pain, and so thought says, 'I mustn't have pain'. Right?\nSo there is fear. So thought breeds fear. You have understood? I may lose my job - 'may' - that is in the future. So I think about it, I may lose my job, so I get frightened. Right? I think about death, and thinking about it makes me afraid. So thought breeds fear. Right? Not only the fear of the past, but also fear of the future. Unless you follow this very carefully, you won't, when you leave, be free of fear. Together we are going to work and see if you cannot totally be free of it. Then you will be a free man, and you can then put away all your gurus. You will then be able to think, see, live very clearly in an ecstatic state. So you must, together, understand this question basically.\nSo thought sustains, gives a continuity to psychological pain as well as physical pain. Right? Now, hold this. Wait there. Leave it there. You have had a great pleasure yesterday: sensory pleasure, sexual pleasure, or the pleasure of seeing a beautiful tree, or the lovely sunset, the sunset, the shape, the beauty and the dignity and the strength of a marvellous tree, the pleasure that you have had. All that is recorded. Isn't it? When you see a sunset, if you ever have taken the trouble to look, when you have looked, it is recorded on your brain, and when after seeing it at that moment, there is no sense of 'I want it, to be repeated', there is just the experiencing of it, then a second later you say, 'How beautiful that is, I want it repeated'. You understand? The desire to have it repeated, is the beginning of pleasure. Right? You understand this? The desire to have a repetition of an event which has given a delight, the pursuit of it, the demanding further experiencing of it, is pleasure, which again is thought. Right? That is, seeing the sunset, then thinking about it and wanting it to be repeated - that is pleasure, isn't it? Which is what you do when you have sexual pleasure: the repetition, the image, the thinking about it, chewing - you know all the rest of it - and wanting it again. Right? So thought, thinking, breeds fear as well as pleasure. Right? Thought gives continuity to fear, and a continuity to pleasure; but when you had physical pain yesterday or two years ago, to have it, finish with it, not record it. You understand? Then there is no continuity brought about by thinking about it. I am going to go into that.\nPlease listen to this. Because, you see, sirs, we are human beings, not merely animals. We have to live intelligently. We have to live a marvellous, beautiful life, and if one lives in fear, which is anxiety, guilt, a sense of failure - you know, fear: fear of the dark, fear of death, fear of losing your money, fear of not becoming a great man, fear of - you know, dozens and dozens of forms of fear - but fear is the same expressed in different ways. So thought nourishes, sustains, gives continuity to fear and pleasure. Right? So the question then is: can thought not end, but can thought which has created such marvellous things in the world - technology, all the marvellous medicines, science - you know what thought has done - and that very thought sustains fear and pleasure. You are following this?\nSo what is thought, and where should thought function completely, totally, rationally, sanely, and where should thought be completely quiet? You are following my question? Thought is the response of memory. Right? Which is memory, knowledge, experience stored up in the brain, and that memory responds as thought. The memory, the intelligence, the knowledge which has created the rocket which went to the moon, which has created the most marvellous technological things, the atom bomb, the aeroplane. You follow? They have done the most extraordinary things. And yet that very thought gives continuity to fear, and that very thought seeks pleasure, and that very pleasure becomes fear. Right? You see the difficulty? You need thought to function rationally, objectively, sanely, reasonably, logically, and also you see how thought continues to go on with fear. Right? You are following this? Why thought as one is experiencing something, either physical pain or psychological pain, why thought comes in and holds it. Right? Why? Are you asking the question too? You understand the problem, do you? Look: to be able to speak English, I must have a great deal of knowledge of English - knowledge, memory and all the rest of it - and thought is using the words, in order to convey something. Right? Thought is using knowledge, and thought also uses knowledge which breeds fear. Right? Knowledge of pain of yesterday, knowledge of the pleasure of yesterday. Right? So the question is: why does thought always avoid the one, which is fear, and hold on to pleasure? That's one question. Why does thought interfere when there is an experience? You understand? I have an experience of the sunset and at that moment there is no thinking at all, you are just looking at the beauty of that light. Then thought comes along and says, 'I want that repeated again tomorrow', which is, knowledge as experience, which is pleasure, wanting it to be repeated again. I have had pain, which is the remembrance of that pain, which is knowledge, and according to that knowledge or depending on that knowledge, thought says, 'I don't want it'. You follow? Thought is doing this all the time, functioning between pleasure and pain. And thought is responsible for both. Right?\nAre you all getting tired of this? This your life, my friend. In this there is no love. Pleasure is not love. Pleasure, desire, is not love. We'll go into that if we have time, what love is.\nSo knowledge on the one hand is essential - otherwise you can't go home, otherwise you can't talk your language, you can't invent, you can't construct if you are an engineer, and so on. Knowledge is essential. And also the knowledge of the pain of yesterday breeds fear. Right? So you have to find out, not be informed by the speaker, find out for yourself, what it is that acts when thought is absent. You follow, you have understood my question? No, you haven't understood. Right. Now, look, sir: we said at the beginning of the talk that we are going to look at our lives - look, observe, examine, not run away from it. You are forced into a corner to look at it, for a change. There is no escape. Sitting there, listening, there is no escape therefore you are facing life, your life. And when you are looking at it, you discover these two principles: fear and pleasure. Please, follow this carefully. You discover it, you are not told by the speaker, you yourselves have found it. And, as we are sharing the problem together, you see the nature of fear and the nature of pleasure. You are not saying, 'I mustn't have pleasure', you are not saying, 'I mustn't have fear'. We are investigating, understanding fear, understanding pleasure. We are not saying you must be without desire or without fear. When you understand something you will be free of it, and you can only understand it when you look at it, when you investigate it, when you learn about it. And we are learning together about fear. You are following this? We are learning together about fear, as we are learning together about pleasure. So if you have followed from the beginning, observed all this, your mind, if you observe it, your mind has become very sensitive, very alert, aware of this whole problem, not completely, because to go into this whole question of fear, one can look at it immediately and understand it instantly, not through analysis but see it immediately. And when you have observed this you find, don't you, that you have a mind that has learnt, is learning, and therefore it has become somewhat intelligent. Right? Somewhat intelligent because it has become sensitive about the problem, which before it has evaded. Now you are sensitive to the problem of fear and pleasure, therefore you are learning about it. Therefore the mind - please listen - the mind that is learning about fear and pleasure has not learnt the thing before, it is learning now, not before. You understand what I am saying? Oh, Lord! Listen, listen.\nYou follow? I want to convey this to you with my heart - you understand, sir? - so that you get up from this place as a human being living, not eternally frightened. You see, when you are learning about something, say, like an Italian language, you don't know about it, do you, you are learning, therefore you come to it afresh, your mind is blank with regard to Italian or Russian or whatever it is. You don't know it. You follow? You don't know it. You will only know it as you accumulate knowledge, about Italian or Russian. But you start with not knowing. Now, you think you know about fear, you think you know about pleasure, but whereas you don't really know about it. So you are learning now. You see the difference? You are learning now. Therefore a mind that is learning is an intelligent mind, not the mind that says, 'I have learnt' or, 'I know what fear is'. I don't know if you see this, do you? That is, a mind that is learning is an intelligent mind, not the mind that says, 'Oh, you know, tell me all about it, you are my guru, I'll follow', stand on your head, dance, strip myself naked, do what you tell me I will do all that in order to go to heaven. Such a mind is a stupid mind, it cannot learn, it's a dead mind, it's a neurotic mind. But a mind that is learning is the mind that says, 'I don't know, I am going to look at fear for the first time, I am going to look at attachment for the first time, I am going to find out for the first time what real pleasure is'. I have accepted these as habit. You follow? Therefore I never learn. On the contrary, I become more and more and more steeped in fear, getting more and more dull, stupid.\nSo you see when you are learning your mind is awake. Right? A mind that is awake is an intelligent mind, and it is this intelligence - please listen - it is this intelligence that says when you should use knowledge and when not. Right, you are following all this? Look, sir, I wish you were all sitting up here and I was there. Because you see, sirs, the speaker hasn't read a book about all this, neither the Gita, the Upanishad, nor any philosophical, psychological - all books, you know, the books that pertain to the psyche of man. And one has to find the truth of all this for oneself. Truth isn't second-hand; you can't get it through a guru, through a book, you have to learn about it. You understand, sir, learn. And the beauty of the learning is that you don't know. You follow? You don't know what truth is. Don't pretend, don't quote somebody. You really don't know, therefore learn about it. And to learn about it, one must come with a passion. You understand, sir? Passion, intensity to find out.\nSo a mind that is learning is an intelligent mind, not the mind that repeats or is caught in a habit, 'Oh, I am caught in fear, I don't know what to do about it', or a mind that says, 'I must have pleasure, more, more, more'. So learning brings intelligence, as you have intelligence when you are a first-class engineer, or a first-class non-governmental scientist. Then such a person has intelligence. So we are learning. So if you are really learning, not from me, together learning, then you have this extraordinary quality of intelligence which you can't buy in any book. So there is that question, you are learning. Now we are going to learn together what love is. Learn, because you don't know what it means. You have used that word, you have repeated that word and loaded it with all kinds of formulas: love is godly, love is sacred, love is not profane, you know, loaded it with a lot of words and you think you have understood it. Do you know what love is? Do you? If you are really honest, not hypocritical, you will say, 'Really, I don't know. I know what is jealousy, I know what is sexual pleasure which I call love, I know all the agony that one goes through, what one calls love'. But the nature of it, the beauty of it, the truth of it you really don't know, do you? Be honest, for God's sake. Therefore let's find out, let's learn about it. You understand, sir? When you are learning you have a fresh mind, not an old mind, gone, withered, decayed. When you learn you have a fresh mind, it doesn't matter what age your are. That's why tradition is such a deadly thing. It stops you from learning.\nSo what is love? Don't form an opinion about it, don't have a formula, then you have already stopped learning. You understand? So what is love? Now we are going to find out. You must find out, not just say, 'well, I have learnt verbally what it means' - which is not love at all. When you leave here it must be boiling in you. What is love? Is it pleasure, is it desire, is it the product of thought, is it the love of God and the hate of man? Right? That's what you do, don't you, you love God, and you kick your fellow man. You love the politician - oh, not the politician, perhaps - but you love your boss, you love your wife. Do you really love your wife? Do you? Yes? What does that mean? When you love something, you care for it. Do you love your children? You understand, sir, do you love your children? Which means what? That you care for them, not only when they are little babies but as they grow older, to see that they have right education. Right? Right education. When you love them you will see that you are not only concerned merely that they should have a safe job, get married and settle down to follow your generation. And what is your generation? What have you produced, what have you made of this world? So love is not jealousy, is it? Right? You are following this? Love is not jealousy. Am ambitious man can never understand what love is, can he? Can he? An aggressive man, can he? A violent man, can he understand what love is? And you are violent, aggressive, ambitious, competitive. Right? That's a fact, isn't it? So what you call love is pleasure. Right? And your family is a deadly thing. No? You say you love your family. You know what it means to love somebody? It means no division, not your family - you understand, sir? Your family is a deadly, inclusive, corrupt thing. Because that's you know, that family is against everybody else. How can you love your wife or your children when you are ambitious, when you, in your office, cheating, business, wanting bigger position, more, you know, playing up to the big man, violent, how can you love?\nTherefore, to find out what love is, approach it negatively - negatively means don't be ambitious. Go into it, sirs. You say, 'If I am not ambitious I will be destroyed by this world'. Be destroyed by this world. It's a stupid world anyhow, it's a monstrous, immoral world. If you really want to find out the beauty, the real quality of that love, you must deny all the virtue which man has cultivated. Which is, what you have cultivated is ambition, is greed, is envy, is competition, holding on to your little self and your little family. Your family is your self and therefore you love that family. You have identified yourself with the family, which means you love yourself, not the family, not your children. If you really loved your children, the world would be different tomorrow, you would have no wars, sir.\nSo to find out what love is, you must put aside what it is not. Right? And you won't will you? Will you do it? You see, you will do anything but that; you'll go to the temples, you'll go to the guru, you will read endless sacred books, repeat mantras, you know, play tricks upon yourselves, and you will talk about love of God, your devotion to your guru - you know all that tommyrot. But you won't do one thing which is to find out what it means to love. Find out for yourself what it means to be aggressive. In the family you are aggressive, dominating, possessive, all very subtly done. You know the game you all play. So, a man who has not love, but the things made by thought in his heart, will make a monstrous world, will construct, put together a society that is totally immoral. That's what you have done. So to find out, you must undo everything that you have done. Not through time, not saying, 'I'll gradually undo it'. That's another trick of your mind. Then you say it's my Karma - you know all the tricks. When you really understand aggression, how terrible it is, in a little way or in a big way, you drop it instantly. And in that dropping there is great beauty.\nAnd also one has to find out what it means to die. You know nothing about death, do you? Do you? You have seen death, you have seen people dying, carried to the grave, you know all that, you have seen people die. So you don't know what it means to die, do you? You have theories about death, you have beliefs about death, or you say, 'Yes, I believe in reincarnation' - what will happen after death. Right? You all believe in reincarnation, don't you? No? Oh, my Lord!\nAudience: We do.\nK: Do you know what that means - reincarnation? Listen to it, sir, quietly, listen. That you will be born next life. Right? Incarnate. What is 'you'? You have assumed you will be born and you believe in that. What is 'you'? The bank account, the house, the job, the memories, the quarrels, the anxiety, the pain, the fear, isn't that all you? Right? Do you deny all that is you, or do say the 'me' is something much greater than that? If you say the 'me' is not my furniture, not my body. not my family, not my job, but something far superior, now, when you say there is something far superior than all this, who says it? And how do you know that there is something far superior? It is still thought that says that there is something far superior than this. Thought, isn't it? Right? Thought. So the thing that is far superior, the superior ego, the Atman, you know, all that business, is still within the field of time, isn't it? Because it's still within the field of thought, and thought is you, your furniture, your bank account, your attachment to your family, to your nation, to your books, to your works, to your unfulfilled desires. You are all that and you say, 'When I die all this rubbish goes back, and born next life'. And if you really believed actually with your heart, not with your shallow little mind, if you really thought that next life you will incarnate, do you know what it means? It means that you will live today completely, because what you do today you are going to pay for it tomorrow, next life. Right? Because you believe in Karma. So you don't believe in anything - they are just words - because by your conduct, by your behaviour, the way you love your family.\nSo you know nothing about death, do you? Whether it is, what it is, beautiful, ugly, disastrous, whether the whole thing ends when you die. When you die, you are going to lose your bank account, you can't take it with you, you may have it till the last minute - and most people want it till the last minute. It's quite funny, isn't it? So you really know nothing about it. So let us learn about it, shall we? Learn, not repeat what the speaker says, because you'll find if you repeat what the speaker says it is nothing, just words. The physical organism dies, obviously. Right? The scientist may give it another fifty years longer, and at the end of it, it dies because it is being constantly used and misused. Right? It has a great many strains, pressures. It has been abused through drinks, drugs, wrong eating, the constant battle. All that has put a tension on it - the heart failures, you know, and the disease. The body will die, and what else will die? You are following? What else will die with the body? Your furniture, your knowledge, all your hopes, despairs, your fulfilment - is that going to die? So what is death? Please, learn. We are learning together. To find out what it means, you must die, mustn't you? You, with your ambitions, your must die, die to your ambition. You understand sir? Die to your desire for power, position, prestige. Die to your habits, your traditions, die. You understand? Don't argue, you can't argue with death, you can't say, 'Give me a few more days, I haven't finished my book, I want to have another child'. You can't argue, so don't argue. Don't justify, don't say, 'This must be', just give up. Die to one thing completely. You understand, sir? Die to one thing so completely, to your vanity, to your aspirations, to your images about yourself or about your guru or about your wife, end it. Then you will see what it means to die, then you will know what is a mind that is dead to the past. It is only such a mind that ends every day, to every thing that it has learnt, it is only such a mind that goes beyond time.\nNow, sirs, you have listened. You have listened and therefore learnt what fear is, what pleasure is. And if you have learnt about those two, then you will know what love is. And love is that quality of mind - mind means the brain, the heart, the whole thing - in which there is no division, which means there is no fragmentation in oneself. So when you have done this, you will have a marvellous mind, a clear heart, and when you leave here this evening, learn all that you have learnt today and die to it. You understand? Die to everything that you have learnt this evening, so that tomorrow morning you are fresh again. Otherwise you carry all the burden of today to tomorrow, then you give continuity to fear. So end each day - you understand, sir? - and you will know the beauty of life, the beauty of truth. Then you have nothing to learn from anybody, because you are learning.\n"}]