[{"title":"knowing-content-my-consciousness","text":"If we could during these seven mornings take one problem and work that problem out each morning, go into it completely, thoroughly, deeply so that we really understand it. This is really a dialogue, conversation between you and the speaker, between us. A friendly conversation in which we can together go into a problem in detail and in depth and see if we cannot resolve that problem, any problem that we take, every morning - whether it is personal or impersonal it is the same. Because if we can discuss a problem quite impersonally, objectively, then in the very talking over together the personal element will come in. And the dialogue is different from a discussion or from dialectical argument, opinion, seeking truth through opinion, which is dialectic, or discussion, which is through reason, through logic, through argument and that will lead us not very far. But if we could talk over together, converse any particular problem you wish and during this morning one problem and go into it completely, not deviate from it, and go into it step by step, in detail, hesitatingly, not offering an opinion because then we go off - your opinion against somebody else, your argument against somebody else, but in conversing not indulge in ideologies, opinions, or quote others, but take a problem that is vital to each one of us and work it out together. That would be worthwhile, I feel, and shall we do that? Shall we do that?\nQuestioner: Yes.\nKrishnamurti: Right. Then what would you like this morning, and the seven mornings - one problem after another right through. And I believe you are going to have two discussions, or dialogues with young people - it comes to the same thing, more or less. So, we have seven mornings and seven problems we are going to take and discuss it and go into it completely. Please bear in mind, not deviate from it, if you start one problem stick to that, and not bring in death, something else. If you want to discuss death we will go into it. Please, I know you all want to ask questions - wait, wait, wait - patience. And don't, if I may suggest, take a problem which you don't strongly feel about, which doesn't touch your heart.\nNow what shall we take this morning for the first time?\nQ: Sir...\nK: My lord! What is it madame?\nQ: Order.\nK: Order. The lady would like to discuss order.\nQ: I find that in spite of all that you said in your seven talks I am still left with my own inner emptiness...\nK: So, you'd like...\nQ: (Inaudible)\nK: Though I have listened to the seven talks I still feel at the end of it an inner desolation, inner emptiness, inner insufficiency, and I seem to escape from it. Is that it? Now, wait.\nYes sir?\nQ: I wonder if the method we use together really makes it possible for us to make a radical and drastic transformation because the method we use is on the conscious level and the forces which bind us strongly are in fact on the unconscious level, whether we really ignore them, or we want to ignore them. So how can this method really liberate us from bondage?\nK: How can this dialogue or conversation liberate the unconscious motives and problems and things that bind us, rather than talk over the superficial things. How can one release the unconscious conditioning.\nQ: Do you think that real love is possible between man and wife. I mean real love in freedom without sexual or other greeds, without pleasure and so on. Do you know what love is... (inaudible) (Laughter)\nK: The gentleman asks, can there be real love between husband and wife or man and woman without the pleasure of sexuality and all the complications that arise in that relationship. And could we go into the question of what love is in relationship between man and woman. Right sir?\nNow which of these shall we take?\nQ: Order first.\nK: Just a minute, madame. Which of these shall we take? Order, unconscious release, releasing the unconscious because...\nYes sir?\nQ: (Inaudible)\nK: Slowly - I am trying to take... Order, the release of the unconscious, awareness.\nQ: Sir, may I ask a question?\nK: No sir, just a minute, just a minute. (Laughter) Awareness...\nQ: (Inaudible)\nK: Love, man and wife, man and woman, to look at life as a whole, totally, completely. That's enough. And inner insufficiency. You understand? Order, release of the unconscious, inner insufficiency, to look at the total whole movement of life as one, non-fragmentarily, and the insufficiency, and what is love - can it exist between man and woman when there is sexual pleasure, complications and all the rest of it. Now, which of these shall we take this morning? Wait a minute. Wait. Which of these shall we take this morning and go into it completely thoroughly so that when you and I leave this tent that we have got it, that we have really understood it.\nQ: Awareness.\nQ: The last question.\nQ: Order.\nQ: They are all the same.\nQ: You decide.\nK: I decide? No, sorry, I am not the chairman. It is proposed, many people want: what is relationship between man and woman, is it based on sexual pleasure and when there is that pleasure can there be love, order. And the release of the unconscious, insufficiency, seeing the totality of life as a whole, not man, woman, order, unconsciousness, insufficiency, but seeing the whole of this.\nQ: Let us begin with this.\nK: What do you say?\nQ: Sir, I see that all of these subjects are so interrelated... (inaudible) So why not take one word, 'order', which could embody everything.\nK: As each problem is interrelated, why not take one problem, such as order, and perhaps that could cover many of the questions that have been raised this morning.\nQ: You have already talked about order.\nK: We have already talked about order, the lady says, so why the dickens begin all over again.\nQ: What about awareness, sir? It covers everything.\nQ: Could we not start with perception?\nK: Could we consider, is it possible to see the whole movement of life totally and not fragmentarily - order, insufficiency, awareness, relationship with man and woman - all that. Can we take this thing, that is, how to look at life as a whole movement, not as a fragmentary movement. Would that cover this?\nAudience: Yes.\nQ: I would put one question, it would cover all that, but would it cover the unconscious?\nK: I think it would. We will bring it in. The questioner says, would the unconscious be covered when we discuss the whole total process of life. I said I think it would be. So can we take that up? Right.\nQ: (Inaudible)\nK: Do you consider, or do you look at the world as being good and evil. A particular evil and a particular good.\nQ: Evil is bad.\nK: Of course - good, bad, you know, all that.\nQ: (Inaudible)\nK: According to the rules of god, good, and evil is against god. Now let us...\nQ: One god, not many thousand gods.\nK: Not many thousand gods but one god. We'll go into that.\nHow do you consider, how do you look at life? Do we look at it fragmentarily as good and bad, as the will of god and so on, or do you take life, which is immense - you follow? - in which is involved love, awareness, beauty, death, strife, misery, conflict, old age, disease - altogether? Or look at it in fragments, as the physical, the emotional, you know, love and intellect? How do you consider life?\nQ: Altogether. Intelligence as one...\nK: No, wait a minute madame. How do you consider it? How do you look at life - actually, don't let us pretend, don't let us become theoretical or hypothetical and thereby slightly dishonest. We must take it as we are. How do you look at life without any fragmentation, or do you look at life in fragments - business, the artist, the scientist, the philosopher, the religious man, the woman, the man, love - you follow? - all broken up. And is it possible at all to look at this whole movement as a unitary process? And can I - please just listen - can I, who have been educated, brought up in a certain culture which conditions me to look at god and the devil, the physical and the escape from the physical - you follow? - do I, being conditioned, consciously or unconsciously, consider this whole movement of life broken up? And when you do break it up - the business man, the religious man, the artist, the hippie, you know, divide it - then out of that is disorder. Right? Now how do you actually consider it, look at life?\nQ: By love. I don't want them to be hippies because... (inaudible)\nK: No, madame... I don't know. Now please just listen. You have understood my question, sirs? How do you regard it, sir?\nQ: Sir, in most of the discussions I heard, if you start with an assumption - well not an assumption - but you start with a premise of disorder. Can you start one discussion with the premise of order - where do you go from there, if you accept...\nK: I don't posit order. On the contrary I start with the disorder. We are in disorder. We are in disorder - there is war, there is the hippies, there is the division of nationalities, there is man and woman fighting each other, sexually, we are at war with each other in ourselves, that is disorder. That is the fact. I mean it would be absurd to posit order. There is no order.\nQ: Isn't there order in natural life?\nK: Is there not order in natural life? Probably there is, in nature. But that is not my question, please don't let's go back. Our question is, can you and I look at this whole phenomenon of existence as one unitary movement, not broken up - please - as the conscious or the unconscious.\nQ: But that would be order.\nK: Sir, we are discussing that. I don't know where it is going to lead us. We are trying to find out through conversation whether our minds are capable of looking at life as a whole, as one unitary movement and therefore no contradiction.\nQ: But isn't it the definition of the unconscious that I am unable to look at it? This is the definition of it.\nK: I want to go into this. Please, we must go slowly into this. All right. I cannot look at life as one unitary movement - suppose I cannot - for me personally it is something... I look at it quite differently, not with division.\nNow suppose I cannot look at life as a whole. Am I aware that I look at life fragmentarily? Let's begin with that. Are you aware, conscious, know, that you divide life as the scientist, the philosopher, the religious man, the god, the good, the devil, the man, woman, unconscious, conscious - you know, divide - the hippie, non-hippie.\nQ: No.\nK: The gentleman says, no.\nQ: Isn't life as a whole an abstract concept?\nK: Is not life as a whole an abstract concept. If we posit life as a unitary process, as an idea, then it is a concept, but if we realise that we live in fragments, and whether that fragmentary division can be changed, then we will find out the other.\nQ: It appears to me I have to become what I am first, if I find prejudice that's what I am, before I can begin to change it...\nK: Before I begin to change I must know what I am.\nQ: If I don't like hippies, that's it, I don't like hippies and that's where it's at. I can possibly change it if I first become what I am.\nK: Therefore first I must become what I am. Look sir, we are not talking about change. We are trying to consider this morning, this question: how do I consider life?\nQ: If I am fragmented I can't see the whole.\nK: That's it. If I am fragmented I can't see life as a whole. Are we fragmented? Let's begin with that. Are we fragmented?\nQ: Yes, but this fragmentation is not on the conscious level, like you said - a scientist, an artist, a communist or a priest. This fragmentation is in the unconscious...\nK: I am coming to that, sir. I am coming...\nQ: I find it impossible to guess the answer that you want.\nK: It is not what I want, sir.\nQ: I know you are coming to something.\nK: I don't know what I am coming to. Forgive me. I said this morning, we are going to talk over together a particular problem. And altogether we said, let us talk over together this question of fragmentation and the unity of life. And I said we don't know what the unity of life is, there may be, but let us consider whether each one of us looks at life in fragments, not only at the conscious level but also at the deep unconscious level. So you may not, as the gentleman pointed out, consider the superficial fragmentation - the Hindu, the Buddhist, the Muslim, the Christian and so on - the Communist, the hippie, the non-hippie, and all that - superficially you may discard all that because you may say, well I have listened to you for umpteen years and I am out of that. But deep down we may still live in a world of fragmentation. That is what we come to now. You understand? That is, after observing intelligently, seeing what the facts are outwardly - wars, division of nationalities, division of religions and subdivision of religions all over the world - the guru, the follower, all that is involved - superficially observing all this, you say, how stupid all that is. And you may by observing reject the superficiality of it, but inwardly, deeply, you may still live in fragments. Now let us stick to that. You understand? Shall we go on from there?\nA: Yes.\nK: Thank the lord!\nFirst of all be quite sure, absolutely sure, that you have discarded the superficial. That you are no longer caught in the various religious fragmentary approach to life - the Hindu, the Buddhist, the Christian and the divisions in Christians - the Baptists, Anabaptist, the Methodist - you know. And also nationalities. You are quite sure you have discarded all that completely. It is one of the most difficult things to do, but it doesn't matter. Let's go deeper.\nQ: If these divisions do exist, then to discard them isn't that a kind of fragmentation itself.\nK: Which? Isn't that a fragmentation itself to superficially discard. Discard at the conscious level, and that very discarding is it not also fragmentary. We'll come to that. By going into the unconscious and seeing how fragmentary it is there, we will naturally then come upon the other. Then we will come together because we have divided life as conscious and the unconscious, the hidden and the open. That is the whole psychoanalytical, psychological point of view. To me that doesn't exist, personally - conscious and unconscious - finished. But apparently for most of us there is this division, and now we are going together, talk over whether we are deep down conditioned, in fragmentations. Right? Is that clear? Now, how are you going to examine the unconscious? It is what you have said, not what I have said. You have said there is this division between the conscious and the unconscious - slowly, sir - and one may be superficially free of the divisions that culture has brought about, culture - Christian, Hindu, whatever it is, the Atman and all the rest of it - how are you going to examine the unconscious with all its fragmentations?\nQ: Sir, hadn't we better find out whether there is conscious and unconscious, then we wouldn't examine what never exists.\nK: So the gentleman says, why do you examine one of the divisions: conscious/unconscious.\nQ: It is not a division.\nK: He says it is not.\nQ: The definition of the unconscious is what we don't know about.\nK: The definition, apparently, of the unconscious is: is what we don't know about. We think we know about the conscious, we think we know superficially what consciousness, superficial consciousness is, but we don't know what the unconscious is. But the gentleman says - just listen to what he says - he says we have divided this, but is that a fact. Or is it a means of investigating this unconscious?\nQ: If it was not a fact, after one series of talks at here in Saanen we would all be liberated. The reason it exists is (inaudible)...\nK: Right. Now, let's begin. There is conscious and the unconscious. I don't say the division exists. That's what we have taken. I look personally, I look at it entirely differently, which I'll come to later. Now do I know, do you know your conscious mind - what you think, how you think, why you think, consciously what you are doing and what you are not doing? And you think you understand the conscious. You think, but you may not really actually understand it. Which is the fact? Which is the fact? - now I am asking you. Do you consider the conscious... do you know the conscious very well?\nQ: No.\nQ: We only state an opinion... (inaudible)\nK: We are not taking opinions. No, madame. Listen. We are not indulging in opinions. We are not quoting some psychologist. We are looking at ourselves without any prejudice, without any previous concept, we are just looking. Therefore I am asking, am I looking at my conscious mind and do I know the content of that, the conscious mind?\nQ: Isn't our conscious mind going towards the condition that we understand?\nK: Is conscious mind, the definition of conscious mind, is it not what we understand. You may understand one thing and you may not understand the other. You may understand one part of the content of the conscious and the other part you may not know anything about at all. So do you know the content of your conscious mind - conscious mind?\nQ: If we knew this content there wouldn't be all this chaos in the world.\nK: Of course sir, naturally.\nQ: But we don't know it.\nK: That's my point. We think we know it. We think we know the operations of the conscious mind because there is a habit set about - go to the office, go, do this, do that - you follow? - and I think I understand the content of the superficial mind. But I question it. And I also question very much whether the unconscious can ever be investigated by the conscious. You follow sir? If I don't know the conscious mind, its content, how can I examine the unconscious with its content? Right? Right, sir? So there must be a different approach to the thing altogether. You understand, sir?\nQ: The unconscious - how do we know it exists?\nK: How do we know the unconscious exists.\nQ: By its manifestation.\nK: You say, by its manifestation. That is, consciously you may be doing something, unconsciously the motive is to frighten - you follow? - the motive may be entirely different from the conscious urge.\nQ: Everyday life shows it.\nK: Of course. So - you follow what I am trying to - please let us try to understand each other. If the content of the conscious cannot be known completely, how can that consciousness which is superficial, which doesn't know itself completely, examine the unconscious with all its content, which is hidden? And you have only one means of examination, now. Which is, to look at the unconscious, consciously. Go slowly, please. You follow? Please see the importance of this. This is fun.\nQ: But sir, excuse me. Isn't it true that for any inward conscious manifestation there is also a parallel outward manifestation?\nK: Obviously, sir. Sir, can we put it this way - do I know the content of my consciousness? Know, aware, understand, have I observed without prejudice, without any kind of formula, prejudice, have I observed the content of my consciousness, superficial, hidden? If I know...\nQ: I think the problem is different. What you know, what you are aware about, that's your conscious; everything you are not aware about, you don't know, that is your unconscious.\nK: That is what he said, sir. That's what he said.\nQ: It's different.\nK: I understand sir, that is what he said just now. You are saying, what I know, what I am aware of is conscious. What I am not aware of is the unconscious.\nQ: But what about the unconscious?\nK: But do I know - please give a few minute's thought to what somebody else says, what somebody else is saying now is me, so please give it two minutes thought. Which is, if I don't know the content of my consciousness, superficial, can that consciousness which is not complete in its understanding of its superficiality, can that conscious mind examine the unconscious? That is what we are doing now, aren't you? We are trying to observe the unconscious, consciously. No?\nQ: Impossible.\nK: You can't do it.\nQ: We can't know.\nK: We don't know.\nQ: There is no real frontier between consciousness and unconsciousness.\nK: Therefore what will you do, sir? Don't indulge in theory. Look: I have been brought for about nine years or eight years in a highly traditional Brahmanical background, of which tradition means - you know nothing about it - it is ruthless. From morning till night you are told what to do, what not to do, what to think, don't hurt, you are a Brahmin, don't touch a non-Brahmin - you have no idea. From the moment you are born till - like myself - till nine or eight, you are conditioned in a tremendous tradition. Consciously it is being done, every day - by the temple, by the mother, by the father, by the environment, by the cultural Brahmanic - it is tremendously heavy. You are brought up there. Now wait, go slowly. And you move to another conditioning, and again to another conditioning - college, student - you follow? - condition after condition. All these are laid upon you by society, by culture, by the civilisation, by accident, by intention - all this is laid one after the other. Now how are you going to divide this and that? They are all interrelated. Right? Now, how am I - that's my point - how am I - I may reject the Brahmanical tradition very quickly, or may not, or I may think I have done it but still caught in it - how am I to understand this whole content?\nQ: I am that content.\nK: Therefore what does that mean? Of course, consciousness is its content. Right? Please see that. My consciousness is made up of the Brahmanical tradition, the philosophical, theosophical, the world teacher - all that - the content of all this consciousness is that. Consciousness is its content. Right? Consciousness is its content. Now, can I look at this whole content as one, or do I have to look at it fragmentarily? Wait, sir - see the difficulty first! Or is the content so deep, of which I don't know? Or I can only know the superficial content forever? That is my problem. That is your problem. Right? Now how am I to uncondition the mind which has such content?\nQ: May I ask one little thing?\nK: Yes, sir.\nQ: You said for instance that you were... (inaudible) the Brahmanical tradition. This is still a fragmentary tradition... (inaudible)\nK: Yes, yes. But you see...\nQ: (Inaudible)\nQ: Sir, let's stick to the point. The point was very clear. Can we stick to that?\nK: I am sticking to it, sir. I won't budge from it.\nQ: You asked, how do I uncondition the mind, I hear you asking how do I change. Is that true?\nK: What, sir?\nQ: You asked, how do I uncondition the mind. Or how do I uncondition me. I would say that's how do I change.\nK: Yes, same thing, sir.\nQ: Same thing. I believe that first you must become what you are.\nK: What am I? You keep on repeating that, sir. You say, first I must become what I am. What are you? You are all that conditioning.\nQ: Right.\nK: And if you say I must become... first know all that conditioning, that is what I am saying. Are you aware of all your conditioning, which you want to be, and which you are? Before we change, or talk about change, first am I aware of my conditioning, not only superficially but the deep, deep layers. As the gentleman pointed out I may be caught in a Christian, communist, Brahmanical tradition but I have lived with a family, the mother may have been brutal, nervous - you follow? - but fortunately in the family in which this person grew up, had thirteen children and nobody cared. (Laughter)\nQ: Sir, I have the feeling that I am unconditioning myself listening at you.\nK: That's it, sir. Just listen to it. That is what I want to get at! For god's sake move, let's move.\nQ: The consciousness is its content.\nQ: (Inaudible)\nK: No, no, no, no, madame. No, that is speculation. Just let us... Sir, please, let's follow this. I am all my content. The content is my consciousness. The content is experience, knowledge, the tradition, the upbringing, the nervous father, the brutal mother or the nagging mother, and the quarrel - you follow? - all that has been the content which is me. Now, am I aware of this content? Don't say, shrug your shoulders, say 'I don't know', otherwise you can't move forward. If you are not - I am afraid you are not, if I may point out - then how do we proceed?\nQ: Sir the mind is aware that it is conditioned. It sees the conditioning.\nK: I understand, sir. Look. I can see part of my conditioning. You follow, sir? I can see I am conditioned as a communist or a Muslim, but there are other parts to it. Now can I investigate consciously the various fragments which compose the 'me', the content of my consciousness? Can I consciously look at all this?\nQ: But we are not separate from it.\nK: I understand that. I understand that. How am I to look at the various content of my consciousness? Or is that totally a wrong process?\nQ: It must be.\nK: You are going to find out, don't say it must be.\nQ: I don't see how one can envisage all of these parts. It seems to me that if one can hold oneself to what one is seeing in the foreground... (inaudible), and without judgement and without a preconceived law as to how one should look at it, then one begins to see even the subconscious because... (inaudible)\nK: I understand, madame. That is fairly clear what you are saying. The lady says, if I can hold what I see without judgement, without evaluation, then that very perception without any judgement reveals not only the unconscious, the whole movement. Now just a minute. My question you have not yet answered, my question is, I am asking you, can you look at the content of your consciousness? - you being part of that content. If you cannot know the content of your consciousness how can you say that I am right or I am wrong? I loathe this or that. This is good, or that is bad. The hippies are nice, the hippies are not nice. You are not in such a position to judge at all. So, can you know the content of your own consciousness?\nQ: I know right at this moment, that I am aware of you, I am excited with what you are doing. You are a good showman and I am right with you. I don't fully understand this in the sense of your questions and what you are leading to. I find I am excited, by heart is beating, my back is (inaudible) a little, I want to get even more of what material you are talking about. Those are my wants. What I am lacking is an understanding of you. I am aware of the seat I am sitting on, that I am shaking.\nK: Yes, sir.\nQ: I can see my consciousness at this moment, this hour.\nK: No...\nQ: Sir, one is aware of the conditioning, that is the important thing, surely. That is the serious thing.\nK: First of all, sir, let me hold a minute. May I go on a little bit?\nDoes one realise our consciousness is its content? Do you understand my statement? The content makes up consciousness. So consciousness is not separate from its content. Is that absolutely clear? Content and consciousness are not separate. The content is consciousness. Right? Now, what do you do then?\nQ: Look at the contents.\nK: Listen to it, sir. What do you do then? There is a fact. The fact is the content makes up your consciousness. The content being a communist, a socialist, a Christian, Buddhist - you follow? - whatever it is - the father, the mother, the pressures of civilisation, the culture - all that is the content. And do you say, 'Yes, that is a fact'? Begin with that. That is a fact, irrefutable fact. If you are born in India, in a family which is Brahmanical you will be conditioned that. And if you are born in a family Catholic, you will be Catholic. So the content is consciousness. Right. Keep to that. Keep to that. I realise that. Then what do I do?\nQ: I see that the usual process of my trying to act on what I see is in itself a fragmentation and when that's seen clearly I stop acting on what's seen.\nK: No, you are missing my point, sir, if you will forgive me for a minute.\nQ: Sir, there is nothing to be done. You cannot do anything.\nK: Wait, wait! Hold a minute, sir, hold a minute. Don't move from there.\nQ: This process must be in the world order...\nK: That's just it. The world order or disorder is the content of my consciousness, which is in disorder. Therefore I said, I am the world, the world is me. Right? The 'me' is the content of all the parts made up, as the world is. Right? Now that is a fact. Now just listen.\nThe fact is the content of my consciousness is consciousness. Now how do I proceed from there?\nQ: You have to be...\nK: Please do listen, two minutes, please. How do I proceed to unravel, take out piece by piece the various contents, examine it, throw out, keep, and who is the entity that is examining? The entity which is separate that is examining is part of my consciousness which is the result of the culture in which I have been brought up, saying you are different from what you see, you are a Brahmin, therefore you must approach life from a particular traditional idea. So you see... So. And that is so. So, one fact: the content of consciousness is consciousness. Then the second fact: if there is an entity which examines each fragmentation of that content, then that examiner is part of the content. And that examiner has separated himself from the content for various psychological reasons of security, safety, protection and also it is part of the culture. So that is the second fact. So the third fact is: if I examine, I am playing a trick. Right? I am deceiving myself. Do you see this?\nQ: Right, yes.\nQ: A vicious circle.\nK: Let me go on. Don't please say yes.\nFact one is content. Fact two is the division as the examiner, as the observer separating himself from the content, analysing it and putting away, keeping. All that is the result of also the content. And the third factor is: do I see this very clearly? If I do then what is then action? You are following? I am faced with this problem. I am conditioned, tremendously, and part of this conditioning is the desire to be secure. A child needs to be secure. The brain needs to be completely secure so as to function healthily. But that brain wants to be secure and it may find security in some neurotic belief, in some neurotic action. There is its security. So it has found security in tradition and holds on to it. And it has found security in this division as the observer and the observed, because that is part of the tradition. Because if I reject the observer I am lost. So I am now faced with the fact that content, division as the observer and the observed, and whatever movement I do is part of the content. Right? Are you clear on this? Then what is there to be done? We are not discussing conscious unconscious because it is part of this. We said conscious mind observes a certain level. There are deeper motives, deeper intentions, deeper vitalities, and the whole of that is the content of my consciousness, which is the world consciousness. Right, sir?\nSo, what am I to do? Mind realises that it must be free from conditioning. I must be free from being a Hindu otherwise I am a slave to that, otherwise I see there will be wars, there will be antagonism, there will be division. So the mind says at any price, being intelligent, must uncondition itself. Now how is this to be done? Without - bear in mind - without the division as the analyser and the analysed, knowing the content is consciousness, any effort I make is still part of that content, to get out of it. Right? Have you understood? Then what is one to do, faced with this?\nQ: Sir, we either accept the world as it is, or totally reject it.\nK: Wait, wait! We are going to come to that. Now when you say reject it...\nQ: I mean we can't accept it as it is.\nK: Who are you to accept it? Why should you accept it or reject it? It is a fact. There is the sun, why do you accept it or reject it? - it is there. Right? So - wait, let me finish - you are faced with this and if you reject it who is the person who is to reject it? The person is part of that consciousness, he is rejecting only a part that doesn't suit him. Right? And if he accepts it he will accept parts that suit him.\nQ: But it is even more than good and bad because if you are only in a position to be a Hindu you might not even know you are conditioned. But to go back what you said before about the sequence of the neurotic pattern, I don't know it...\nK: That's why. I am going to show you something, sir.\nQ: How can I reject it?\nK: You can't reject anything. You are just... There it is. Now what is the action that takes place when you observe you can't do anything?\nQ: You have to live with it.\nK: Wait! (Laughter)\nQ: Sir, to stop because you might feel that all this consciousness is not really it and you might be a monster. And getting the feeling that you know this you stop, but the process goes on when you can't help it.\nK: No, sir. No, sir. The process goes on only when I have not understood the content of my consciousness, whether it is neurotic or non-neurotic, whether it is homosexual or not homosexual, whether it is heterosexual - you follow? - content. All that is implied in that. And if I choose one part and hold on to it that is the very essence of neuroticism. If I say 'Yes, I am a Hindu', hold on to it, and I am also technologically most advanced, I become a first class engineer and inwardly I am a beastly little Brahmin. (Laughter) You follow? So on and on and on and on.\nSo, any action on my part - please listen to this! - any action on my part, which is part of my conscious... the content is still... it cannot uncondition, it cannot be unconditioned that way. Then what am I to do? You have got it, sir? I will not reject or accept it. It is a fact.\nQ: You can't do anything. Everything you do only strengthens the division.\nK: Therefore, what do you do?\nQ: You can't do anything.\nK: Wait! You are too quick. Then you don't know what it means not to do a thing. Just a minute, sir. Listen.\nQ: May I just say that Freud said you have to bring what is in the unconscious to the conscious in that attention.\nK: Oh, no, no, no, no. I don't know what Freud says, I am not interested in what Freud says.\nQ: I am.\nK: You are interested in what Freud says - why?\nQ: Because it is a fact. You can see it in the nature...\nK: Wait a minute, sir. Are you quoting Freud, or have you observed yourself? Therefore it is your own experience and you say the unconscious pops up, and acts. Or the unconscious prevents action. So you are still thinking in terms of division - wait - of course. The conscious says the unconscious - I am not thinking in those terms at all. I refuse to think in division.\nQ: But there isn't really any division.\nK: Wait! But to you still say, unconscious pops up.\nQ: It's a word, like you use 'will' or...\nK: Oh no, no, no! Oh no, oh no. When you use the word 'unconscious' you are already using it with a definite meaning that it is not conscious. Therefore there is consciousness and thing which is not conscious. To me that is a statement of fragmentation. So if you know that you are fragmented that way, why do you hold on to it?\nQ: Our unconscious works.\nK: Of course it works. Of course. I say I am heterosexual, probably deeply I am the other. I am always, you know, contradicting myself - I become a hypocrite, a dreadful entity.\nQ: (Inaudible)\nK: So I am saying all this is part of my consciousness - Freud, and holding on to Freud, holding on if not Freud to my Brahmanical tremendous tradition, which is the same, disliking the hippies and liking the squares, it is the same. So I am saying to you, the whole of my content is my consciousness. I will not choose one part against the other, hold on to one part because that pleases me, or that I am conditioned that way.\nQ: But when you say the religious mind - you talk about the religious mind...\nK: I am afraid I do.\nQ: You make also division between...\nK: Ah, no, no. No, I said when there is no division of any kind - it makes it very clear - when there is no division of any kind, not only superficially but in the content of consciousness itself as the observer and the observed, when there is nothing of that, then there is a quality of the religious mind. We won't go into that now.\nPlease just listen! You see, please, when we say content makes up consciousness, Freudian philosophy, your particular experience, everything is included in that - everything. Right? The poor man in India has never heard of Freud, he has never heard of Christ, and the man who has been brought up for two centuries with the mythology of Christ, he says that is a fact, and the poor villager with his little god, he says that is a fact. Both are the content of one's consciousness. Surely, sir?\nQ: It's very clear.\nK: You see, you refuse to let your particular fragment to which you are holding go. Sir, this is what I have to - when I go to India - I have to fight this, because they believe most fundamentally, for centuries they have been brought up in the idea that there is an Atman and Brahman, which is, the Atman and Brahman, the god, and it is only possible when these two come together. And I say that is sheer nonsense. One is invented - both are invented by thought. You know, that is my game with them, so don't enter it. (Laughter)\nQ: (Inaudible)\nK: Wait, wait. Now, I say to... What, sir?\nQ: You aren't denying the word 'I', it is just an identification symbol.\nK: Yes. It is only facon de parlez, it is just using as a means of communication that's all - let's cut it out. Now I have come to this point: I see for myself any movement within that content is still part of the content - any movement - if I say, 'This is good', and hold on to it, that is part of the - if I say 'That is bad', or if I say 'There is god', or no god, it is still. So what am I to do, knowing the mind is conditioned that way - know it, I know it completely - it is as clear as that sunshine, if there is sunshine. And that is absolute fact. Then I say to myself, now how is the mind to free itself from its conditioning?\nQ: I believe that you will have to go beyond...\nK: No! To go beyond means still part of...\nQ: I know, but you can go beyond yourself when you are listening, because... (inaudible) repeat myself...\nK: Yes sir, quite right, quite right.\nQ: But because I feel that you have lost your conditioning, I am going to listen to you, actually listen... (inaudible) I lose my...\nK: I understand, sir. Don't accept... You don't know me, and please sir, don't say 'You are unconditioned', you don't know what it means so please don't judge.\nQ: Sir, what has happened if we say we don't want to get rid of...\nK: Keep it! Keep it and live with it, be in turmoil, be in misery - you follow? - wars. Don't move out of it - if you like it hold to it, and that is what is happening, sir. (Laughter) You follow? The Muslim holds on to his conditioning and that is why he is fighting the Israels. And the Israel is hold on to theirs. Right? And that is the world. And I have my particular anchor, I won't let go. So, knowing all this - don't bother about the tape, please madame. How difficult it is! Don't please.\nKnowing all this, what is the mind to do?\nQ: Sir? I become very quiet. I become very quiet, I don't do anything.\nK: The gentleman says, I become quiet - you follow the statement? When I am faced with this fact that I am wholly conditioned, I can play tricks upon myself and say I am unconditioning myself, which is part of my training, which is part of the content. You follow? He says, I become silent. Is that so?\nQ: I can't help bringing in the 'I'.\nK: That's just it. He means really, the means of saying, 'I'. Now, what happens sir, do look at it, when you are faced with something about which you can't do a thing - you understand? - you have thought by your condition that you could do something - right? - that you could change, that you could manipulate, that you could alter this, but it is still part of the same field, moving from one stone to another corner, and another corner to there - it is still within that field - when you realise that any movement within that field is conditioning movement, what takes place? Just, don't answer me. What takes place? Sir, what takes place when the Arab and the Israelis say, look, I am conditioned, you are conditioned - what takes place? Go on sir, what takes place?\nQ: Then it is possible to live.\nK: Then it is possible to live. If I realise I am totally conditioned, and any tricks I can play upon myself is part of my conditioning - from being a Catholic becoming a Hindu, from a Hindu to communism, from communism to Maoism, from Maoism rush back to Zen - you follow? - and from Zen to Krishnamurti and so on and on and on and on - it is part of my conditioning, it is part of this whole content. What happens when I realise this?\nQ: This process stops itself. It falls down.\nK: Has it fallen with you sir? Don't theorise for god's sake!\nQ: It is a fact. It falls down alone, by itself.\nQ: Sir, the mind that sees that...\nK: Sir, it is much more complex than that. You are too quick, you are not going with it. You want a result.\nQ: Sir, the mind that sees this is not the same mind that started the enquiry.\nK: That's it. Now what has taken - go slowly, sir - what has taken place to a mind that started enquiring into its content and discovering the extraordinary division, the contradictions, the fragmentation, the assertions, the aggression - you follow? - discovered all that, what happens to such a mind?\nQ: It becomes very clear. It wins space. Another space.\nQ: (Inaudible)\nK: Then sir, I will put you a different question. What is your action in daily life - listen to this - what is your action in daily life, not just action of a crisis, in your daily life when you realise this fact?\nQ: You take decisions.\nK: You haven't even listened to my question. How can you say, you take decisions?\nQ: Maybe we don't realise this, sir.\nK: That's my point, sir. Either you realise this as a fact, and that fact fundamentally changes the whole structure of your...\nQ: ...life.\nK: Wait, wait. Or you don't realise it. If you don't realise it - you follow? - as apparently you don't, I merely say, 'Yes, I understand it', which means nothing - when you are confronted with this fact, what is your action in daily life - relate it to the two, then you will get the answer. You understand? Do you understand, sir?\nQ: (Inaudible)\nK: That is - wait, listen to me - I realise that I am a Hindu, conditioned. I realise that I have been brought up in peculiar circumstances - world teacher, all - you have no idea of it - the whole devotion, candles, worship, all that, facing the world - property, money, position, prestige - and I see all that is part of the content, part of me. And what is the relationship of that perception to my daily life? Unless I relate it, it remains verbal, theoretical, nonsensical. So I must relate it. So I am saying, what is my relationship when I realise the conditioning, what is my action in daily life, knowing that? If you can't answer it, then you have not realised it, then you are playing with words.\nQ: Sir, every time, it appears to me when you ask a question, there is a problem of everyone trying to find the answer. In the question, it should be the realisation that you cannot answer it.\nK: Of course not, sir. I am asking it because you have to ask that question!\nQ: That's right. If the person doesn't ask the question, if he always looks for the answer...\nK: Gone - that is what I am saying. I realise - I won't use 'I' - there is the realisation of this conditioning, how does that realisation act in daily life?\nQ: There is no reaction.\nK: Madame, don't say anything. Put that question to yourself first, I am not asking you to answer it - put it to yourself. Then how does the realisation of this absolute fact, whether you are attached to neuroticism or to some other neuroticism, when you realise all this what does that realisation do to your daily activity?\nQ: (Inaudible)\nK: You are going to find out. If there is a division between - see what he said just now - if there is a division between your, say 'I understood it', between that realisation and your daily action, if there is a division then there is conflict. That conflict is disorder in which we live, both the world and you and another. So what takes place when there is a real perception of this, the truth of it? When you really see the truth like fire burns, tiger hurts, poison kills you, when you realise that fact as vitality as that, then what is your action in that realisation in your daily life? Put that question - you know.\nQ: This realisation keeps me aware in daily life - is that the quality?\nK: Oh no, madame. Don't, madame, it is nothing of that...\nQ: It must obviously totally alter our way of living.\nK: Find out, sir. Of course it does.\nQ: (Inaudible)\nK: No, sir, please, sir. I am asking you, which is, do you realise - I am not being patronising or insulting, I am just asking you - do you realise in the sense you have a pain, when there is... tooth hurts, you have pain - that is an absolute realisation of pain. You do something about it. You don't say, 'Well I'll theorise about it' - you follow? - you go to the nearest drugstore, or chemist, or go to the dentist - there is action. In the same way when you realise... when the mind realises totally that you are conditioned, the content of your consciousness is its content - go slowly - and any movement that you do is still part of that consciousness - try to get out of it, or accept it, or reject it, it is still part - then what is the realisation of the truth of that, how does it affect your life? You can't answer it because - I'll show you why. The realisation of that fact is going to act. You understand? The truth of that fact is going to act, and that truth being so highly intelligent will act according to the moment.\nQ: But can you realise that? (Laughter) But can you realise that when you are still caught in your fear and your...\nK: You can't. You can't. Therefore - we come back to the question - one fragment, which is fear, you are trying to overcome by another fragment. Right? And that way you cannot get rid of it. Right? So there must be a different approach to that fragment which you call fear. Right? And the approach is this: to do absolutely nothing about fear. Right? Can you? (Sound of train) I can't do anything about that train going by, the noise, therefore I listen to it. You understand?\nQ: (Inaudible)\nK: Please listen to what I... I cannot do a thing about the rattle, the noise, the roar of that train, therefore I don't put up a resistance to it, therefore I listen. When I listen there is no noise. There is noise but it doesn't affect me. In the same way when I realise I am neurotic - neurotic, realise it - I am holding on to a particular belief, to a particular way of action, that I am a homosexual, whatever it is, that I have tremendous prejudices - god exists, god doesn't - you follow? When I realise that I am attached to one thing, just to listen to it, completely with my heart, not resist it, to listen to it totally.\nQ: (Inaudible)\nK: Now, please, I'd better stop. Is this clear, this discussion this morning? That is, we started out by asking if I can look at the whole movement of life as a unitary process - the killing, the refugees, seven and a half million of them in India, which is already poor with all its tremendous business, the war in the Middle East, the Catholics, the Protestants, the scientists, the artists, the businessman, the private life, the public life, my family, your family - you follow? - the division, division, division, division, and this division has brought about such disorder in the world and in myself - can I look at all this as a marvellous single movement? I can't. That's a fact. Right? I can't, because I am fragmented in myself, I am conditioned in myself. So my concern then is not to find out how to live a unitary life but to see if the fragmentation can come to an end. And that fragmentation comes to an end only when I realise all my consciousness is made up of these fragments. My consciousness is the fragmentation. Right? And when I say there must be integrity, brought together, it is still part of that trick I am playing upon myself. So I realise that. I realise it as truth, as fire burns. You can't deceive me, it is a fact, and I am left with it, and I have to find how it operates in my daily life. I have to find it out, not guess, play, theorise, because I have seen the truth of it that truth is going to act. If I don't see it and pretend I have seen it then I am going to make a hideous mess of my life. Right, sir?\n"}]