[{"title":"public-talk-1-new-delhi-india-15-december-1966","text":"I think it is necessary to consider what is actually taking place in the world, not only in this country but in different parts of the world -there are grave incidents. Deep questions are being asked and I think we should, from the beginning, consider most objectively what is actually taking place. There is general deterioration; of that there is no question. Morally, religiously, the old values have completely gone. There is a great disturbance and discontent in every part of the world. They are questioning the purpose of education, purpose of man's existence altogether, not only in a very limited manner, as it is being done in this country, but also extensively, deeply. And one can see, both in the West and in this country, that this questioning, this challenge is not being adequately met. In this country, you know as well as I do, probably better, because I am an alien resident I come occasionally every year for three or four months, and I observe the rapid decline. People are willing to burn themselves over very trivial questions, about whether you should have two governors or one governor. And you are willing to fast over some idiotic little question, the holy men are ready to attack people, and so on and on and on - a tribal approach to a tremendous problem. And I don't think we are aware of this immense problem. This country has dissipated its energy in various trivial things, responding to the pressure of circumstances without having a large, wide outlook. It has approached nationalistically every problem, including the problem of starvation. There is no consideration of man as whole, only consideration of the limitation of a particular tribe, a particular narrow, religious, sectarian outlook. We all know this, and apparently the government, the people are incapable of stopping all this. They are caught in utter inefficiency, deep distrust, wide discontent, unable to respond totally, deeply to the whole issue. And you will see in Europe and in America as well as in Russia and China, there is tremendous discontent, and again that discontent is being answered very narrowly.\nThere is a war, and people treat wars as a favourite war and not a favourite war, a war that is righteous, a war that is not politically right. You take sides when you have preached for forty years and more non-violence. You are ready to battle, to kill, to become violent at the throw of a hat. You see all this and when you consider all this - not only what is taking place in the West and in India - the problem is so great. And I do not think any of the politicians, any of the religious leaders throughout the world see the problem as a whole. They see it according to their limited political, religious point of view, or according to their particular economic demand or a social demand. No one apparently takes the whole problem entirely as a whole and deals with it as a total thing, not fragmentarily, not as a Sikh, not as a Hindu, Muslim, Christian, Catholic, a communist, a socialist. And because we are not dealing with the problem as a whole, people are trying to escape in different ways. They are taking LSD, the drug that gives them tremendous experience. They are going off at tangent, responding to a minor, infantile, immature challenges and responding equally immaturely.\nSo we, if you are at all concerned with the problem - and every one of us must be - there is starvation, there is war, religion has totally failed - it has no more meaning anymore, except to some old ladies and slightly demented people. Organised belief is losing its power, though propaganda, in the name of religion, in the name of god, in the name of peace, is everlastingly being trumpeted in newspapers and everywhere. So education, religion, politics have completely failed to answer the problems, and science has not answered it either. And it is no good looking to those things anymore, nor to any leader or to any teacher, because man has lost faith in all this. And because he has lost faith he is afraid and therefore he is violent. Not only in this country; all the world over, people are violent - the riots that are going on in America between the white and the black, the appalling things that are taking place in this country. Essentially man has lost faith, not only in those beliefs, in those ideals, in the values which has been set up for him but also in himself he has completely lost faith. He doesn't know where to turn, in what direction to look for any light. And because he has lost faith he is afraid, and because he is afraid the only answer to fear is violence. This is what is taking place. So, we have, if we are at all serious - and for god's sake we have to be serious, dreadfully earnest, not according to some belief, according to some pattern, but serious to find out so that we can begin again to discover the source which has dried up.\nI do not know if you have observed that in yourself as a human being - not as a fragmentary being in a world of fragments - as a human being, whether an Indian, a Hindu, a Muslim, a Sikh, a Christian, a communist, a socialist and so on - as a human being, and therefore no nationality, and therefore doesn't belong to any religion, nor to any political party or ideology - just as a human being. If you have observed yourself as a human being, you will see in yourself and therefore you will see in others that the source of our being, of our existence, the meaning of our life, the struggle that we are making all day long have no meaning anymore. And therefore we have to find for ourselves that source which has dried up and if it is possible to find the waters of that immense reality again, and from that reality act. And that is what we are going to discover for ourselves during all these talks here.\nYou understand the problem, sirs? Religions, leaders, whether political or religious, the books, the propaganda, the beliefs, the doctrines, the saviours - all have lost their meaning. To any really serious intellectual man totally aware of all these problems, all those upon which we have relied have lost totally their meaning. You are no longer religious people that you pretend to be. You are no longer a human being, because we have lost the purpose, the meaning, the significance of our existence. You can go to the office for the next forty years as a routine, earn a livelihood, but that is no answer either.\nSo to discover this whole thing, to understand this whole immense problem, we have to look at it anew, not with eyes of a Christian, a Hindu, a Muslim or a communist - we have to look at it totally anew, which means first we mustn't be driven by circumstances, not respond to the immediate problems. We have to act to the immediate problems but not act as though that was the only thing in life. So we must be aware of the circumstances and not be compelled by them to act. Do you understand the issue? Because in this country you are quarrelling over little pieces of land, and ready to burn and kill each other because you happen to be a Sikh, a Muslim or a Hindu, or god knows what else. And compulsion of the environment, circumstance, is so strong that you react. Therefore one has to be aware of the circumstances, what is implied in those circumstances, act as little as possible depending on those circumstances. Then one has to be aware of one's temperament, and not be guided by one's temperament, or act according to one's inclination. These three things are essentially important when you are facing an immense problem. Not be guided by your inclination, however pleasurable, however demanding. Not to act according to your personal inclination - that is the first thing to realise. Then not be... not your activity, your life shaped by your temperament, whether you are intellectual, emotional, or various form of idiosyncrasies - not to be shaped by them, nor compelled by circumstances. If we can understand these things fully, these three things, then we shall be able to meet this immense challenge, this immense problem, which is the human being is at stake. You understand? It's no longer... it's so infantile to consider whether some land, governor - you know, all that's too immature, too childish, too appalling.\nSo, what we have to do if we are at all serious - and it is absolutely necessary to be serious, because the house is burning, not only the house that's called India, but the world is burning, and you must be able to respond to it totally, not bring a little bucket of sand, hope to put the fire out. So you have to be so enormously serious, and I am afraid we have not been serious. We have dissipated our energies because we have responded to circumstances which are so trivial, and wasted our energies in all these directions. You became followers of Gandhiji, you became followers of something else and on and on and on. So having dissipated your energy when the immense problem is put before you, you are incapable of responding to it totally.\nTherefore one has to begin, if one would understand this immense problem of man - and man is at stake, human being is at stake, not any particular individual, the whole human being is at stake - and to understand that immense problem you have first not be guided by your inclination, not according to your pleasure or dislike; you have to look at the problem, and you cannot look at the problem if you are depending on your personal inclination, or be guided by your temperament. You know, most of us are very clever people, because we have read a great deal, we have passed many exams, our mind, our intellect is very cunning, deceptive, hypocritical, and our temperament is this capacity to deceive itself, to assert itself, to function along a particular line according to its particular demands. And of course, when you are driven by circumstances, compelled to act according to circumstances, you cannot possibly be concerned with the total human being.\nSo those are the first thing one has to be aware: inclination, temperament and circumstances. When you have understood those, then you can face the immense problem of man. Your personal inclination is whether you believe in god or don't believe in a god - that's only personal prejudices, they have no value at all. When you approach a problem intellectually or emotionally or sentimentally, that's your particular temperament. And one can go much more deeply into the question of this temperament but that is not important now. So any particular approach to this immense problem indicates either you are being guided by your inclination or compelled by circumstances, or you are acting according to your narrow little temperament.\nSo if that is very clear, that we cannot possibly act according to these, therefore we will then be able to look at the problem entirely differently. And there is an immense problem, because man, that's a human being, has lost - if he ever had - has lost the source, the fountain, the depth, the vitality of living anew. He has become a lonely human being, frightened, anxious, caught in despair, discontent, unhappy, tremendous sorrow. You may not be aware of all this, because nobody wants to look at oneself very clearly. To look at oneself clearly is very difficult because we want to escape from ourselves. And when we do look at ourselves we do not know what to do with ourselves. And so our problem is: as the source of our human being, as the source of our existence is drying up, has lost its meaning, we have now to find out for ourselves what it all means.\nYou know what is happening in the West? They have passed brilliant examinations, young men, they see war, they see great business corporations, executives and so on, and they say what is the point of it all? What is the point of a war, what is the point of becoming very clever, having a lot of money when life itself has no more any meaning? So they take various forms of drugs. That gives them a tremendous sense of new experience and they are satisfied with that. These are not the stupid people who take these things - they are very intelligent, very sensitive, highly-trained people. Because life has no longer any meaning. You can invent a meaning, you can invent a purpose, you can invent a significance. But these inventions are purely the acts of an intellectual mind and therefore have no validity. Nor has faith validity anymore; whether you believe or don't believe has no meaning at all, because you will believe according to your circumstances. If you are born in this country you will be a Hindu or a Sikh or a Muslim, and god knows what else - according to circumstances you are forced to believe - or as a communist - and so on and on and on. So belief, an invented purpose to life, a significance carefully put together by the intellect, have no meaning anymore.\nI do not think you see the seriousness of this. Man has come to the end of his invention, his beliefs, his dogmas, his gods, his hopes, his fears - he has come to an absolute precipice, to the end. You may not be aware of it. You may still be hiding behind the walls of your belief, of your hopes, but they are illusions, they have no validity at all when you are faced with this crisis. So, having realised this - if you are at all capable of realising - then one must proceed to begin to find out how to renew the mind, to renew the total being. You understand? I hope I am making my question clear.\nLook sirs, human beings for over five thousand years and more have struggled, has to face his own immense sorrow, has to face death, wars, disillusionment, the utter hopelessness of life without any meaning, and always inventing his gods, always inventing a heaven and a hell to keep himself righteous, always surrounded himself with ideas, ideals, hopes. But all that have gone. Your Ramas and Sitas, your Upanishads, your great gods - everything has gone in smoke, and you are faced with yourself as a human being, and you have to answer. Therefore your responsibility as a human being becomes extraordinarily great.\nSo our question then is: how is a mind that has been so heavily conditioned for so many centuries, through so many agonies, how is such a mind to be made new so that it can function totally differently, think entirely differently? You understand the question? So the communists and the totalitarians say, 'We will shape the mind'. You understand? 'We will make the mind, break the mind and recondition it'. You are following all this? The Catholics, the Protestants, the Hindus have done this - the Muslims - all the people all over the world have done this over and over again. And so each human being is so heavily conditioned; conditioned in one way and re-conditioned in another way - by the politicians, by propaganda, by the priests, by commissars, by socialists, by communists - you know, endlessly reshaped and again reshaped. And when you realise that - that absolute fact, this absolute truth, not according to me or according to you but that is the fact - when you realise that then you ask yourself whether it is at all possible to break this conditioning and not enter into another conditioning, but be free so that the mind can be a new thing - sensitive, alive, aware, intense, capable. So that is our problem. There is no other problem. Because when the mind is made new then it can tackle any problem, whether it is a scientific problem or the problem of starvation, corruption; then it is capable of dealing with any circumstances.\nSo, that is our main issue: a mind that has been so heavily conditioned for so many centuries, whether it is possible to uncondition itself and not fall into another condition, and therefore be free, capable, intensely alive, anew, fresh, so that it can meet any problem. As I said, that is the only question we have to face, and as human beings we have to find the answer. And you cannot depend on anybody to tell you what to do. You understand? You cannot depend on anybody to tell you how to uncondition yourself; and if you do depend on that person, you are conditioning yourself according to his ideas. Therefore you are back again, caught. So, see the immense problem that is in front of you. There is no leader, no saviour, no guru, no authority anymore, because they have... all they have done is to condition you - as a Hindu, Muslim, Christian, whatever you like - as a communist and all that. And they have not answered the problem. They have found no solution to human misery, to human anxiety, to human despair. They have given you escapes, and escapes are not the answer. When you have got cancer you can't run away from it, you have to face it.\nSo that is the first thing to realise, that you cannot possibly rely on anybody to uncondition you. You know, when you realise that, either you get frightened because you cannot rely on anybody, you are left to yourself and that is a very frightening thing, or you are no longer frightened and you see that you have to work, and nobody can help you, therefore you have vitality, you have energy, you have the drive then. And you can only have the drive, the energy, the vitality when you are no longer depending on anybody and no longer afraid. Then you are no longer following anybody. Then you are a... you are then your own master, your own pupil, you are learning, you are discovering.\nSo, our question being very clear, how do we proceed? You understand the question? You understand the problem? If the problem is very clear, and it must be clear, otherwise you can't answer it. The question can be put ten different ways but the essence of the problem is always the same: that human minds are shaped by circumstances, by environmental influences, by one's own temperament and inclination which shape the mind, which condition the mind. And a mind that is conditioned, mind that is moulded by a particular belief, by a particular dogma, by a particular experience or tendency, such a mind cannot possibly answer this question. The question being: is it possible for the mind which has been made so dull, heavy, stupid by circumstances, by environment and so on - so heavily conditioned - can that mind free itself and therefore meet every problem of life anew? I say that it can, and I am going to go into it, show you whether it is possible or not. But I am not your teacher, nor are you my followers - god forbid - because the moment you follow someone you have destroyed the truth. If you have a leader, you are destroying the truth. So all that we can do is to consider together, take the journey together - not I lead you along a path or show you, but together partake, share together this question and discover together the issues and the way out.\nSo, to share demands not merely stretching your hand out and receiving something. To share means that you must be capable of sharing, which means you must be extraordinarily alive, keen to find out; otherwise you can't share. Somebody can give you a most beautiful jewel, but if you do not know that is the most precious thing you will throw it away, and you cannot share it. And to journey together, you must be capable of walking together. And the capacity to walk, to share, to observe, depends on your earnestness. And that earnestness, that seriousness comes into being when you see the immensity of the problem. It is the problem that makes you serious, not that you become serious. Do you understand the difference? We say we are serious, and tackle the problem; that's not at all. The problem itself is so great and that very greatness makes you serious. Then that seriousness has vitality, that seriousness has a pliability and enormous strength and vitality to go to the very end of it. So, we are taking the journey together. Therefore we are sharing the thing together. Therefore you are no longer a listener. You no longer just hear a few words, a few ideas which either you accept or reject, saying, 'I like this, I don't like that'. Because we have gone beyond all that, which is mere inclination.\nSo our first question is: is it possible for a human mind that has been so heavily conditioned to break itself... to break through it? You cannot possibly break through it if you are not aware of your conditioning. That is an obvious fact, isn't it? You can't say, 'Well, I am conditioned and I must break through it' - that has no meaning. But if you are aware how you are conditioned, what are the factors of your conditioning, what are the circumstances, then being aware of this conditioning then you can do something. But if you are not aware of it then you can't do a thing. So first is to be aware of your conditioning - conditioning: how you think, how you feel, what are the motives behind that thinking, feeling. You may say, 'Well, this is all too complicated. I want a simple pill which I can take very quickly and the whole problem solved' - there is no such pill. Life is a very complex process and you cannot solve it by some kind of trick. You have to see the complexity of it, and you can only see the complexity of it if you are completely simple. You understand, sirs? If you are really simple then you can see how extraordinarily complex you are, and all your conditioning. But to be simple is one of the most difficult things. Simplicity is not a loincloth, or having one meal a day, or walking round the earth preaching some idiotic nonsense. Simplicity is not obedience. Please do listen to all this. Simplicity is not following an ideal. Simplicity is not imitation. Just to be simple so that you can look. You know, you can only look at a tree, or a flower, or the beauty of an evening when your eyes are not clouded, when your mind is not somewhere else, when you are not tortured by your own particular little problem. Then you can look at the tree; then the evening has a beauty; then out of that simplicity you can observe.\nAnd as I said, to be simple is one of the most difficult and arduous things - simple. But you see that word has been loaded by all the saints with all their pretensions, with their dogmas, therefore they are not simple people at all. A simple mind means a mind that can see very clearly. And the moment you see with clarity anything the problem is over. That's why to look at our conditioning needs clarity, and you can only have clarity when you don't say, 'I like', or 'I don't like'. You understand, sir? I want to see myself as a human being, actually 'what is', not what I pretend and all that rubbish, but actually 'what is'. To see very clearly there must be light, and there is no light if what I see I translate in terms of like or dislike. You understand? It is simple, sir, when you go into it - very, very, very simple. That is, to see anything there must be light, and to have light there must be care, and with clarity and care you can observe. But that clarity and care is denied when you condemn what you see, or justify what you see. Therefore, when you want to see very clearly, like and dislike, judgment, condemnation disappears. Am I making myself clear? Because this is a very serious thing.\nThen you will find that you are your own guide, then you are your own light which nobody can put it out. And that way one begins to discover for oneself the source of all life, that source which has dried up, which man has been seeking everlastingly. You may have great prosperity, as they do in the West and in America. You may be hungry, miserable; but a mere solution of these is not the answer, because our human being, the human being is at stake. His house, which is himself, is burning. And to find an answer you must be able to look clearly. And therefore when you look clearly you can reason clearly. And reason becomes insanity when there is obscurity. You understand, sir? The politicians, because they are obscure, therefore they are breeding inefficiency, hatred, division among man. And also the priests, whether in the West or in the East, are contributing to this darkness. Religion, after all, is not a matter of belief, not what you believe or what you don't believe. Religion is the way of life. It does not depend on any belief or any dogma, or any ritual. Only the religious mind which lives peacefully can find that ultimate reality.\n"}]