[{"title":"what-relationship-between-pursuit-pleasure-and-love","text":"K: What shall we talk about this morning? Have you any suggestions?\nQ: Meditation.\nQ: Love.\nK: Do you want to discuss love and death and meditation.\nQ: New schools.\nQ: Loneliness.\nQ: Consciousness of other human existences.\nK: Now what shall we do? May I talk for a little while, then we can ask questions afterwards? There are several problems we really should talk over together, one of them is meditation, love, death - one of them - and also what it is that each human being is seeking. There is so much discontent in the world, so much hypocrisy, lies, and there are all the various tricks of propaganda, both religious, economic, political, social and so on. Amidst this vast confusion, contradiction, dishonesty, from the highest to the lowest kind of human existence, what is it that we, as human beings gathered under this tent, what is it we are trying to find out?\nEach one of us has many problems, or perhaps one major problem, and without bringing about order in our life we want to escape from that disorderliness and mess and chaos and all the misery of it, into something fantastic, something mysterious. I wonder what it is if you are asked directly and if one can answer it simply and honestly, what it is that each one of us is wanting to find out, what is it each one of us longs for, is seeking or striving hard, honestly to find out? And can we ever bring a kind of order in our lives, order in our relationship, order environmentally, order in the chaos of our thinking? I mean by order not just a blue print, a pursuit of a direction, and forcing everything to conform to a particular pattern invented by each one of us or imposed on us by others, but order that comes out of investigation of the whole disorder of our life, and therefore order becomes something real, alive, and not conforming and conflicting.\nSo when we talk about love, death, consciousness, meditation, is that what we really want to find out honestly? Meditate, what meditation means, what love means, what death means, is that really do we want to find that out, or is it an escape because we are so tortured, uncertain, life is such an awful mess, and not being able to resolve this we run away from it. So where shall we begin? Because if we begin with meditation and not knowing exactly what it is, except what others have told us and all the racket that goes with those who have groups of meditation, and those gurus that teach you mantras - you know all the business of it. I don't see how you can meditate without bringing about a really honest, simple, direct life. So shall we go into the question of wanting to find out, and giving our attention, passion and deep interest, what love is, shall we discuss that?\nYou know, to find out anything humanly, one must begin with a certain quality of freedom, mustn't one, because if you are to investigate into such a complex problem as love, one must come to that investigation with a freedom from all our particular prejudices, idiosyncrasies and tendencies, our wishes of what love should be, either Victorian or modern. We should put aside all that, if we can, in order to investigate. Otherwise we'll be distracted, we'll waste our energy in affirming or contradicting according to our particular little conditioning. So can we, in discussing, in talking over together this question of what love is, see the importance that to really find out the full significance and the meaning and the depth of what that word conveys, or doesn't convey, shouldn't we first see if we could free the mind from the various conclusions that it has about that word? And is it possible to liberate the mind, free the mind, from the deep-rooted prejudices, biases, conclusions? Because when we are going to talk over together this question of what love is, it seems to me that before we can plunge into that, one has to have a mind that is very perceptive, and one cannot have such a good, clear mind if one has opinions, judgements, and say this is what love should be or, should not be. Can we start with that, or is that too difficult a thing to ask? To start to investigate, to examine the mind, our whole enquiry must begin with the sense of freedom, not freedom from something, but the quality of freedom that is capable of looking, observing, seeing what truth is.\nSo let us begin. Taking it for granted, I'm afraid granted is rather impossible really - whether this freedom can be sustained in enquiry - you can go back to your prejudices, your particular vanities and all the rest of the conclusions later, but this morning, sitting here, could we put aside all that for the moment and go into this? First of all there are several things involved in it, aren't there - sex, jealousy, loneliness, the sense of attachment, companionship, a great deal of pleasure, and thereby also fear - all that is involved, isn't it, in that one word, isn't that so?\nSo we should, if we could, begin with this question of pleasure, because that plays an important part in love and most religions have denied - call it original sin or what you like - altogether sex, because they said, man who is caught in sensory pleasures cannot possibly understand what truth is, what God is, what love is, what the supreme, immeasurable thing is. So in Christianity they had this extraordinary, fantastic idea of the Virgin Mary, son of God without man or woman relation sexually; and also that exists in India as well as in Buddhism and so on: this is a prevalent religious conditioning. Right? And we, when we are going to look into this question of what love is, we have to be aware of our traditional, inherited conditioning which brings about various forms of suppression, Victorian and modern, or permissive enjoyment of sex. So pleasure plays an extraordinary part in our life, and if you have talked to any of the so-called highly disciplined, intellectual, religious people - I wouldn't call them religious, but they are called religious - this is one of their immense problems, chastity. You may think all this is totally irrelevant, chastity has no place in the modern world, and brush it aside. I think that would be a pity because that is one of the problems: what is chastity? So one has to in going into this question of what love is, one has to have a wide, deep mind to find out, not just a verbal assertion.\nSo - I don't know where to begin - why does pleasure play such an important part in our lives? I'm not saying it is right or wrong - please - do you understand? We are now enquiring - there is no assertion - sex should be, should not be, pleasure should be, should not be and all that - we are just enquiring. Why does pleasure in every way, in every activity of our life, play such an immense role? And therefore why sex has such an important part in our life, though it is one of our primary urges, why has it assumed, I don't know, such fantastic magnitude, not only in the Western world where it is so blatant - you don't mind my using that word - where it is so vulgar, but also in the East and in Asia, it is one of our major problems - why? And the religions, so-called religion, the priests have decried it. If you would seek god, they said, you must take a vow of celibacy, you know all the rest of it. I know a monk in India, a very, very serious man, scholarly, intellectual - at the age of fifteen or sixteen he gave up the world and took a vow of celibacy. And as he grew older - I met him when he was about forty - he gave up those vows and married and he had a hell of a time - sorry to use that word. Because Indian culture says it is appalling for a man who has taken a vow to go back. He was ostracised, he went through really a very bad time. And that is our mentality, most people's mentality. And I am asking why it has assumed - sex - such fantastic importance?\nAnd there is this whole problem of pornography, allowing every freedom, complete freedom to read, to print, to show anything you like, therefore emphasising or giving freedom from suppression. You know all that business going on in the world - and what has love to do with it? And what does it mean, all this - love, sex, pleasure and chastity? Because please don't forget that word or the meaning of that word for which man has given such great importance - to lead a life of chastity. So there it is. Let's find out why man throughout the ages has given sex such a prominent place in life? And all the resistance against it also. Right? I don't know how you are going to answer it.\nIs it not one of the factors that in that, sexual activity, in that there is total freedom? No? Please, let me talk it over first. Intellectually we are imitative, intellectually we are not creative, intellectually we are second-hand or third-hand, we repeat, repeat what others have said, our little thoughts, you know. There we are not active, creative, alive, free. And emotionally we have no passion, we have no deep interests. We may be enthusiastic, but that soon fades, there isn't a sustained passion, and our life is more or less mechanical - the office, the daily routine. So a mechanical life, intellectually, technologically, and more or less emotionally repetitive reactions, which is all mechanical, which is our life, and therefore this one activity which becomes extraordinarily important - naturally. No? And if there were freedom intellectually and deeply one had passion, fire, then sex has its own place and becomes quite - you know - unimportant - one doesn't give such tremendous meaning to it, trying to find through sex Nirvana, thinking through sex you are going to have complete unity with mankind - you know all the things that we hope to find through something.\nSo can our mind find freedom? Can our mind be tremendously alive and clear, perceptive - not the perception which we have gathered from others, from the philosophers, psychologists and the so-called spiritual teachers, who are not spiritual at all? So when there is that quality of deep, passionate freedom, then sex has its own place. Then what is chastity, has chastity any place in our life at all? What is the meaning of that word, not the dictionary meaning only, 'chaste' but the deep meaning of it, what does it mean to have a mind that is completely chaste? I think we ought to enquire into that. Perhaps that is much more important.\nIf you have observed your mind, not as an observer and the thing observed - do you understand what I mean - in which there is no division as the observer watching the mind and therefore bringing about a conflict between the observer and the observed - if one is aware of the whole activity of the mind, doesn't one see in that the constant shaping of images, and remembrances of various pleasures, misfortunes and accidents, insults, and all the various impressions and influences, and pressures. And these crowd our mind. If there was a sexual act, thought thinks about it - pictures, imagines, sustains evocative emotions, gets excited. Such a mind is not a chaste mind. It is a mind that has no picture at all, no image, that is a chaste mind. Then the mind is always innocent. The word 'innocency' means a mind that does not hurt or receives hurts, is incapable of hurting and also incapable of being hurt, but yet be totally vulnerable. Such a mind is a chaste mind. But those people who have taken vows of chastity, they are not chaste at all, they are battling with themselves everlastingly. I know various monks, both here in the West and in the East, what tortures they have gone through, all to find god. Their minds are twisted, tortured.\nSo one has to enquire into what is pleasure, because all this is involved in pleasure, with pleasure. Where is pleasure in relationship with love - what is the relationship between the pursuit of pleasure and love? And apparently both seem to go together. Our virtues are based on pleasure, our morality is based on pleasure. You may come to it through sacrifice which gives you pleasure, resistance which might give you pleasure in order to achieve.\nSo where is the line, if there is such a thing, as between pleasure and love? Can the two go together, interwoven? Or are they always separate? Because man has said, \"Love god, and that love has nothing whatsoever to do with other profane love\". You know this has been not just for centuries, historically, right from the beginning of time, this has been a problem. So where is the line that divides the two, or is there no line at all? One is not the other, and if we are pursuing pleasure, as most of us are in the name of god, in the name of peace, in the name of social reform, everything, then what place has love in this pursuit? So one has to go into the question: what is pleasure and what is enjoyment and what is joy? Is bliss related to pleasure? Don't please say, no or yes, let us find out. Look at a beautiful tree, a cloud, a light on the water or the beautiful face of a man or a woman or a child, the delight of seeing something really beautiful; in that there is great enjoyment, a real sense of appreciation of something extraordinary, noble, clear, lovely. When you see a sunset, a vast immense sky, and when you deny pleasure, you deny the whole perception of beauty. And religions have denied it. Because it is only quite recently, I've been told, that landscape painting came into religious paintings in the Western world, though in China and the East, painting of the landscape and the tree was considered noble and religious.\nSo, why does the mind pursue pleasure, not is it right or wrong - why? And what is the mechanism of this pleasure principle? Please find out, you understand, not repeat what the speaker is going to say, but find out in discussing, that's what we're doing. Because if you say, I agree with you, or disagree with you because I prefer some philosopher, or some other teacher, then we are lost, but if we actually together find out, as we are sitting here now, what is the principle, the mechanism of this whole movement of pleasure, then perhaps we shall understand what is real enjoyment, then what is joy and bliss, in which is involved ecstasy. Is ecstasy related to pleasure and can joy ever become pleasure?\nSo what is the mechanism of pleasure, why does the mind pursue it so constantly? You cannot prevent perception, seeing visually a beautiful house, the lovely green lawn and the sunshine on it, or the vast desert without a single blade of grass, and the expanse of the sky. You can't prevent seeing it, and the very seeing is pleasure, isn't it, is a delight. When you see a lovely face, not just a symmetrical face but depth in it, beauty, quality behind it, intelligence, vitality - to see such a face is a marvel and in that perception there is a delight. Now when does that delight become pleasure, do you follow? You see a lovely statue by Michelangelo - the Pieta - and you look at it, it is the most extraordinary thing - not the subject, I don't know about that, but the quality of that. And in the perception of it, there is great pleasure, great delight. You go away and the mind thinks about it, thought begins. You say, what a lovely thing that was. In seeing there was great feeling, a quality of perception, of something marvellous, then thought recollects it, remembers it, and the remembering and the pursuing of that pleasure that you had when you saw that statue. Thought then creates that pleasure, it gives vitality, continuity to that event which took place when you saw that statue. Right? So thought is responsible for the pursuing of pleasure. Right? Please, it is not my invention, you can watch it. You see a lovely sunset and you say, \"I wish I could go back there and see it again\". At the moment of seeing that sunset there was no pleasure, you saw something extraordinary, full of light and colour and depth. When you go away and go back to your shoddy little life, or active life, whatever it is, your mind says what a marvellous thing that was, I wish that I could have that repeated again. So thought perpetuates that thing as pleasure. Is that the mechanism? Then what takes place? You never again see the sunset, never, because the remembrance of that original sunset remains, and you always compare with that, and therefore you never again see something totally new.\nSo one asks: can you see that sunset, or the beautiful face, or your sexual experience, or whatever it be, see it and finish it, not carry it over, whether that thing was great beauty or great sorrow or great pain, physical, psychological, whatever it be. To see the beauty of it and finished, completely finished, not take it over for the next day, the next month, or the future, store it up. If you do store it up, then thought plays with it. Thought is the storing up of that incident or that pain or that suffering or that thing that gave delight. So how is one to - not prevent - to be aware of this whole process and not let thought come into operation at all? Have you understood my question, am I making myself clear, or am I just going on by myself?\nI want to see the sunset, I want to look at the trees, full of the beauty of the earth. It is not my earth or your earth, it is ours - not the Englishman's earth or the Russian or the Indian, it is our earth to live in - without all the frontiers, without all the ugly, beastly wars, and mischief of man. I want to look at all this, the palm trees on a solitary hill - have you ever seen it, what a marvellous thing it is? Or a single tree in a field? I want to look at it, I want to enjoy it, but I don't want to reduce it into an ugly little pleasure, and thought will reduce it. So how can thought function when necessary and not function at all in other directions? You follow my question? And it is possible only when there is real awareness, awareness of the whole mechanism - mechanism of thought, the structure and the nature of thought, where it must function absolutely logically, healthily, not neurotically or personally, and where it has no place at all. So what is beauty and thought? Can the intellect ever perceive beauty? It may describe, it may imitate, it may copy, it may do all kinds of things but the description is not the described. We could go on and on into this infinitely.\nSo when one understands this nature of pleasure and the principle of pleasure, then what is love? Is love jealousy, is love possessiveness, is love domination, attachment - you know what one does in life - the woman dominates the man or the man dominates the woman, you know all that business that goes on. The man does something because he wants to do it, pursues it. He is ambitious, greedy, envious, he wants a position, prestige, and the wife says, \"For god's sake stop all that tummy-rot, lead a different kind of life,\" and so there is a division between the two. They may sleep together. So can there be love when there is ambition, when each one is pursuing his own particular private pleasures.\nSo what is love? Obviously it can only happen, when there are no longer all the things that are not love, like ambition, competition, wanting to be somebody, becoming somebody and that - you follow - that is our life; we want to be somebody famous, fulfil, you know, become, a writer, artist, bigger - all that is what we want. And can such a man or woman know what love is? Which means can there be love for a man who is working for himself, not only in a little way but in identifying himself with the State, with God, with social activity, with the country, with a series of beliefs? Obviously not. And yet that is the trap in which we are caught. And can we be aware of that trap, really aware, not because somebody describes it, be aware of the trap in which we are caught and break the trap? And that's where the revolution is, the real revolution, not the folly of revolution of bombs and social changes - though the social changes are necessary, not the bombs.\nSo one discovers or one comes upon unknowingly, without inviting it, this thing called love when the other thing is not. When we have really understood the nature of pleasure, how thought destroys the thing that was a great joy, because joy cannot possibly be made into pleasure, joy comes naturally, it happens, like happiness, it comes. But the moment you are aware, \"Oh I am very happy\", you are no longer happy.\nThen what is love in human relationship? Do you understand all these questions? What is the place of such love in human relationship? Has it any place at all? And yet we have to live together, we have to co-operate together, we have to have children together, and the man who loves, can his son be sent to war? It is your problem, sirs - you have children, and your education is preparing the children for war, to kill. You find out. So what is that love, and what is its relationship in our human existence? I think that question can only be answered, not verbally or intellectually, it can only have the true answer when the whole principle of pleasure, and thought, and this becoming, is understood, then you will find it a totally different kind of relationship.\nNow what has love to do with living, the daily living, and what has that to do with death? Right? We are introducing a lot of things - is that all right? And what is meditation in all this? You know yoga has become a fashion in the West, everybody is doing it and it is the thing to do because one says, through yoga we'll have a quiet mind, and through right pranayama - that is breathing - you'll make the mind very still. Any stupid ass can do that, make his mind very still. Right? By breathing, sitting very quietly but having a shoddy little mind, the size of a peanut, and in that and through that you hope to find god. Right? Do you know what that word 'yoga' means, the meaning of that word. I am not saying it is wrong - yoga - I do it every day for two hours. I have been doing it for forty years or more. Therefore, please don't do it! Do you know what the word 'yoga' means? The real meaning of that word is unitive perception - unitive, to see totally, to comprehend life as a whole, not just stand on your head for a couple of hours. And the history of yoga, I was told by a man who seemed to know a great deal about it, is that three thousand years ago in ancient India, the kings and the rulers and the prime ministers chewed a certain leaf from the Himalayas which kept their brains very alive, very active, clear, some kind of marijuana of those days - probably it wasn't marijuana but some kind of stuff. And that plant died, and so they had to invent a series of exercises which would keep the glands of the human system active, alive and functioning properly; and the various exercises in yoga used to keep the glands functioning healthily, that is all, to keep the body healthy, not to bring all kinds of racket. So I brought that in because meditation has nothing whatsoever to do with yoga, the yoga which is practised. We will go into, perhaps tomorrow, what meditation is.\nSo what is death and love and living? They must be interrelated, all of them - living, love and death. We can't separate them as we do, push death far away, hide it under lock and key, never think about it - something unfortunate, something one is afraid of, something to be avoided at any price, don't talk about it. So what is our living, the living of our daily life, what is it? As we know it actually, not pretending, our life is a struggle, a misery, a conflict, a sorrow, with flashes of joy, appreciation of great beauty and occasional sense of love which is not pleasure. Our life is a process, a series of events, interspersed with pain, sorrow, anxiety, guilt, agony, loneliness and the seeking of some reality which becomes such a fantastic myth and illusion. That is our life. No? A routine sexually - our virtues are a mere matter of practising, imposing, controlling, suppressing - that is our life which we try to cover up through drink, through drugs, through marijuana, - you know all the rest of it.\nAnd we want to find through this chaotic, sorrowful life, god, truth. We can't find it, obviously, because to find something one must have a life that is completely orderly, a life that must be not mechanical virtue, but really virtuous, a life that has in the very living meaning, not give meaning to living, and that life we are afraid to let go. This life which is really quite intricately miserable and confusing and shoddy, this we are afraid to let go - let go all the things with which we have been identified - the house, the furniture, the books, the experiences, the quarrels, the images - you know, all that we are afraid to let go because that means death. No? So the brain says I can't change this living, therefore there must be a future life, in different forms, reincarnation, or incarnate in a different way, you know, dozens of ways of escaping from this inevitable thing called living which you can't solve apparently. So we are afraid of living, and we are afraid of dying because we have divided the whole thing - living, love, god, death. You follow?\nSo can living the life we do, can there be a radical revolution in that? Not a verbal revolution, not the revolution of some philosopher, or psychologist, or some bearded guru, but a revolution psychologically so that our human mind is totally different, so that there is no control - we went into all that - no decision, but a living in which there is no pain at all. There is, if one goes into it very, very deeply; which is to be totally attentive of all the content of consciousness. May I be a little bit difficult here? May I go into it a little bit?\nThe content of consciousness is consciousness. Without the content is there consciousness? This is not an intellectual, or philosophical or rhetorical question, but a genuine, a valid question. The content of consciousness, of me, is my furniture, my goods, my behaviour, my thoughts, my anxieties, my pursuits of sexual delights. You know? The content of my consciousness are all the things collected in it - verbal, non-verbal, ancient-tradition, the result of the race, the family - do you follow - the whole of that is my consciousness. I am not different from my consciousness because my consciousness, the 'me', is the content. Remove the content - there is no me. Remove my knowledge, the name, the thought, all the remembrances of the hurts, the anxieties, the sorrows of death and pleasure - empty all that, what is consciousness then? Is there me in that emptiness? No, please don't agree or disagree, you don't know what it means. Is there a 'me' which is my vanity, my jealousies, my extraordinary sense of loneliness, bitterness, cynicism, vanity, that is my consciousness, that is my life, living, my gods, my shoddy little beliefs and opinions; take away all that - and death means that, physically, you understand, death, the organism dies because it is used and misused, you know, driven and tortured - old age, disease, eating too much, you know how you eat - have you watched yourself? All that is me, that is the content of me. I am a Catholic, I am a Hindu, I'm a Buddhist, I'm a Communist, I am an atheist, I don't believe in anything - all that is mine, the consciousness. The content is consciousness.\nNow that is my life, my daily life of going to the office, being insulted, trying to be superior, all that. And the ending of that is death and I am frightened. I who have worked for so many years, I want to finish that book, that painting, that experiment, that research, I have a responsibility for my children to send them to war, to educate them, to condition them, to destroy them by comparing them with somebody else. All that is me and I don't like to think that me is so small, so I invent a super-me, the higher me, the soul, the Atman - you know, the game that one plays. All that is still within the field of consciousness, and that is the content of consciousness. So when I realise that, do you follow, when the mind realises that, not just verbally, not accept a description, which is silly, or the explanation of the description, but sees that, the whole of it, non-fragmentarily but it is totally attentive of all that, then in that attention the mind is empty of all that and that is death. Therefore there is something totally new, of totally different dimension. But you can't come to it through prayer, through following some shoddy guru - you can't ever come to that. One can only come when you yourself are actively attentive totally, totally perceive the unitary movement of life, the living, the love, death, all the agonies, miseries that one goes through as a whole movement, unitive perception. Then the mind empties itself of all its content. It is not afraid to be anything or to be nothing, then it hasn't got to invent a future life, then it is incarnating each minute. Is that enough for this morning? You want to discuss any more? Right? We have finished.\n"}]