[{"title":"benediction-meditation","text":"This is the last talk; there will be no discussions tomorrow afternoon or on Tuesday afternoon. There will be no discussion either tomorrow or the day after tomorrow, as it was planned, and this is the last talk.\nI would, if I may, like to talk about something that may be slightly foreign to you, though perhaps you have heard the word, and have given to it special kind of significance. And it is one of the most important things to understand, for in the understanding of it perhaps we shall be able to understand and live the whole complex problem of existence, in which is included all relationship, not only the relationship between ourselves and our property, but also the relationship between one another, and the relationship, if there is any, to reality. And in understanding this complex and very troublesome existence we shall also be able, I think, to understand - I am using the word 'understand' not intellectually or verbally, for understanding is the very doing of it, not understand and then do. Action is understanding, the two are not separate. In the understanding of this whole problem we shall perhaps also come upon that word 'love', and the thing that most human beings dread - death.\nSo we shall look, explore together into this question of life, existence, in which is included all relationship, love and death. And to understand it not merely as a phenomena but as something tremendously significant, greatly to be cherished, deeply lived. To do that, meditation is the approach to this problem of living. Either you can treat meditation as an escape from life, that is, retire into some monastery, put on a garb of some special kind, and withdraw from the whole complex life. And there are such schools which offer escapes. Both in India and in Asia there are these schools which offer a method, a system, a way, which will give perhaps a great sensitivity, perhaps if one is sufficiently silly enough, to have visions, to perpetuate the same old sordid life, and escape altogether into some mysterious, metaphysical existence. There is that approach to that word with its meaning. Or meditation is the living, not an escape, not an abstraction of life with all its delight, with its sorrow and despair, and an escape, an avoidance, a metaphysical, mystical, non-realistic but romantic escape. So we are not, at least the speaker is not, using that word as a means of escape, but rather to understand the very existence, the whole meaning of life. I think that has great meaning. And meditation becomes then a benediction, an extraordinary thing that one must understand very deeply.\nAnd if one has time this evening, afternoon, or whatever it is, we might perhaps go into it together. Because that word has now become the fashion, to talk about meditation. It is almost on every lip - it is even in the New Yorker, and every - I don't know what to call them - long-haired gentlemen talk about it. They offer a system, a few words by repetition of which, or the practice of that method, you are going to transcend all your sorrow and achieve some extraordinary reality, which is obviously nonsense, because a stupid mind, a dull mind, a mind that is conditioned, heavily sodden by its own prejudices and superstitions and conclusions, a dull mind can meditate indefinitely, following a certain method, and it will still remain a dull mind. So we can intelligently, objectively, push all that aside - the method, the 'how', the pattern set down by the ancients, or by the modern yogi, with all his pretensions, offering for a certain sum of money the absurdity for exchange of what is called enlightenment. We can in examining it see its futility. So we won't in any way concern or be involved in those forms of escapes, which is called meditation. So let's be very clear from the very beginning that meditation is not an entertainment, it is not something that you purchase from another, whatever the price be. It is not the acceptance of authority of any kind, including that of the speaker, and specially that of the speaker, because in understanding this extraordinary problem of living there is no authority, no teacher, no master, no guru, because they have all failed. Because each one of us is in travail, is in sorrow, confused, miserable, striving, and it is important, essential that we understand that and not some mysterious vision. And visions are very easily explained. The mind can produce, believe in anything, and convince itself of anything, and it can play any trick - through drugs, through repetition of words, through various forms of self-hypnosis.\nSo we are concerned with life, with the living of that life of every day - the struggle, the pain, the fleeting pleasures, the fears, the despair, the sorrow, the loneliness, the utter absence of love, the crude and subtle forms of selfishness; and of course there is the ultimate fear of death. So that is what we are concerned, and to understand that deeply, with all the passion that is necessary, meditation is the key: not given by another, not to be put together by any book, by any philosopher, by any specialist. And the quality of meditation is important. The word itself means to ponder over, think over, enter deeply into the issue. So meditation then is not what to do, or how to think, or how to control the mind so that it is quiet, silent, but rather in the very understanding of all these problems, the beauty of silence comes into being. For without beauty in life - not the beauty in those mountains, in those trees, in the light on the water, or in the bird on the wing, but the beauty in living - to come upon that in daily life, whether it is in the office, or at home, or when you are walking by yourself, communing with nature and with the world, if there is no beauty then life, the very living has no significance whatsoever.\nSo if you will, we will together go into this question, not only objectively, outwardly, and also inwardly. The outward movement is the inward movement, the two are not separate. The outgoing tide and the incoming tide. To understand both, not separate, not divided, is the whole question of meditation. The complete harmony, the complete balance, the total way of living in which there is no contradiction is the way of meditation, is the meditative mind.\nIn meditation there is involved many things. First, the whole concept of concentration. I hope you are interested in this, if you are not, tant pis, I can't help it. Because it is one of the most essential things. If a mind doesn't know how to meditate, if you do not know how to live - and you consider living is just going to the office, having a car, leading a superficial life, spending an evening drinking cocktails, or going to a cinema, or being entertained - if that is all life then your life is very shallow, empty, dull. And unfortunately modern civilisation, specially in this country, is becoming even more standardised, superficial. You may have all the things of the world - good health, good bathrooms, good food, good cars, but without an inward life, not the second-hand inward life of another, but the inward life of your own which you have discovered, which you have cherished, which you are living, which is meditation. Without that we will not only have wars, more wars, more destruction and more misery. So meditation, whether you like it or not, is important for every human being, whether he is highly sophisticated or a simple person by the wayside. So I hope we can together, this afternoon, enter, take this journey together.\nMeditation involves concentration. And concentration, as one observes, is a way of exclusion. That is, concentration implies forcing thought in one particular directed direction, excluding all else. That is generally what is meant by concentration. To concentrate upon, to direct, to focus your mind. And in doing that you exclude, you put a barrier, build a wall so that no other element, thought, influence enters. And in doing that there is a dualistic process at work, a division, a contradiction, which is fairly obvious, into which we need not go, because our time is very limited and we have to deal, in this hour, a great deal. So meditation is something other than concentration, though concentration is necessary, meditation involves much more than concentration, or control of thought. And it involves attention, not concentration: to attend. That means to give your mind, your heart, your body passionately to attend to something. In that attention, if you observe very carefully, there is neither the thinker nor the thought, neither the observer nor the observed, but only a state of attention. And to attend so completely, so fully, there must be freedom.\nSo here begins the whole problem: that is, to attend completely both intellectually, emotionally, with your eyes, with all the response, awakened response, and being aware of those responses, from which comes freedom. It is only a mind that is completely free that can attend. And that is not so difficult, don't give it an extraordinary meaning, it is very simple. If you listen to something attentively, whether it is to music, or when the coyotes of an evening call to each other, with that weird cry, or when you listen to a bird, or when you listen to the voice of your wife or husband, to give attention to it. And you do when the challenge is very great, immediate. Then you listen most extraordinarily. You listen when it is profitable, when it is painful, when you are going to get something out of it, but when there is a reward in that listening there is always the fear of losing.\nSo in attention there is freedom. A free mind is only capable of attention in which there is no achievement or gaining or losing or fear. And that is necessary because it is only a quiet attentive mind that can understand this immense problem of living. And it is only the quiet meditative mind... (sound of child) It is only the quiet meditative mind that can come upon what is called love. And so we are going to attend, and we are going to learn together what it means to attend. And it is only that attentive mind that is the meditative mind. We are going to learn, not accumulate knowledge - accumulating knowledge is one thing and learning is another. And we are going to learn together about this problem of living, which is relationship, which is love, which is death.\nWhat is living? Not what should be living, not what is the purpose of living, not what is the significance of living, not what is the principle upon which life should be based, not what is the goal of living, but actually what is living as it is now, as it is in our daily life, what it actually is in our private secret daily life. Because that is the only fact, and all other things are unreal, illusory, theoretical. So what is this life, our life, the life of a private human being, the life of a human being in relationship with society, the relationship with society which he has made, which he has built, this society, and that society holds him prisoner. So he is the society, he is the world, and the world is not different from him. Which again is fairly obvious.\nSo we are dealing not with abstractions, not with ideals, which are idiotic anyhow, but with actually 'what is', which is our living. What is our living? If you observe, from the moment we are born till we die it is a constant battle, constant struggle, with great pleasures, great fears, despair, loneliness, the utter lack of love, the loneliness, the boredom, the repetition, the routine. That's our life. Spending forty years in an office, or in a factory, being a housewife, the drudgery, the dullness, the boredom of all that, the sexual pleasure, the jealousy, the envy, the failure of success and the worship of success. That's our daily tortured life. That is, if you are at all serious and observe what actually is, but if you are merely... if you seek entertainment in different forms, whether it is in a church or on the football field, then such entertainment has its own pains, has its own problems. And a superficial mind does escape through the church and through the football field, and we are not dealing with such superficial minds. That's because they are really not interested. Life is serious, and in that seriousness there is great laughter. And it is only the serious mind that is living, that can solve the immense problem of existence.\nSo our life as it is lived daily is a travail, and no one can deny it. And we don't know what to do about it. We want to find a way of living differently - at least we say so, at least some of us say we must, and make an attempt. Before making an attempt, before trying to change, we must understand actually 'what is', not 'what should be', but actually take 'what is' in our hands and look at it. And you cannot look at it, come closely, intimately contact with it if you have an ideal, or if you say this must be changed to that, or if you are concerned in changing it. But if you are capable of looking at it as it is, then you will find there comes quite a different quality of change, and that is what we are going into now.\nFirst, to see actually, not shyly, or with reluctance, or with pain, or with resistance, what life is actually at this moment, at this... every day. It is that - a travail. And can we look at it, can we live with it, be in intimate contact with it, and to be in direct relationship with it? Here comes the problem: to be directly in relation to something there must be no image between you and the thing you observe. Right? Are we following this? The image being the word, the symbol, the memory of what it was yesterday, or a thousand yesterdays. That is, sirs, to put it very simply: the relationship that one has with one's wife or husband is a relationship based on an image - the image being accumulated through many years of pleasure, sex, nagging, dullness, repetition, domination and so on, so on, so on. You have the image about her, and she has the image about you, and these two images, the contact between these two images is called relationship. And obviously that is not relationship, but we have accepted it as relationship. So there is no direct contact with another human being. In the same way there is no direct contact with the actual, with 'what is'. There is always the observer - please do follow this a little bit, it may be a little complex but it is not if you listen quietly - there is the observer and the thing observed, and there is a division between this. And this division, or the screen in between is the word, is the memory, is the space in which all conflict takes place. That space is the ego, is the 'me'. The 'me' is the accumulated image, memory, thought of thousand yesterdays, so there is no direct contact with 'what is'. You either condemn 'what is', or rationalise 'what is', or accept it, or justify it - all verbalisations, and therefore there is no direct contact. And therefore there is no understanding and the resolution of 'what is'.\nI'll explain... we'll explain this briefly and I hope it will be clear. One is conditioned to accept envy, envy being measurement, comparison. Someone is bright, intelligent, has success, applauded, and the other, I, have not. Through comparison, through measurement, envy is cultivated from childhood. So there is envy as an object, as something outside of oneself, and one observes it being envious. And envy is the observer, there is no division between the observer and the observed. The observer is the envy. Please follow this a little bit. And when he realises that, that the observer cannot possibly do anything about envy because he is the cause and the effect, which is envy. Whatever he does with regard to envy is still envy. Right? Are you following this? So, the 'what is', which is our daily life, with all its problems, fear, envy, jealousy, the utter despair, the loneliness, is not different from the observer who says, 'I am lonely'. The observer is lonely, the observer is envy, is fear. Right? And therefore the observer cannot possibly do anything about 'what is'. I wonder... Which does not mean he accepts 'what is', which does not mean he is contented with 'what is'. But when there is no conflict with 'what is', and this conflict is brought about through the division between the observer and the observed, when there is no resistance to 'what is', then you will find there is a complete transformation. And that is meditation. To find out for oneself the whole question of the observer, the structure and the nature of the observer, which is yourself. And the observer is the observed, which is part of you. To realise the totality of this, the unity of this, is meditation in which there is no conflict whatsoever. And therefore there is the dissolution, going beyond 'what is'.\nThen also you will see, or you will ask yourself: what is love? We have dealt, the last time we met here, fear. Now we are going to consider together this question of love, though that word is heavily loaded, so trodden upon, so spoilt by the politician, by the priest, by every magazine that talks about it. So what is love? Not what should be, not what is the ideal, not the ultimate, but the love that we have - what is it? The thing that we know which we call love, in that there is hate, in that there is jealousy, in that there is tremendous torture. We are not being cynical but merely observing actually 'what is', what the thing that we call love. And is love hate? Is love jealousy? Is love possessiveness of the wife or the husband, or the domination? And one says that one loves one's family, one's children. Do you love your children? If you loved your children with your heart, not with your shoddy little minds, do you think there would be a war tomorrow? If you loved your children, would you educate them in this way, make them conform to a rotting society, train them, force them to accept the established order? If you really loved your children would you allow them to be killed horribly in a war, whether it be your favourite war or not? So all this indicates as you observe that there is no love at all. Love isn't sentiment, love isn't emotional nonsense. And above all, love isn't pleasure.\nSo one must understand the question of pleasure. Because for us, love, sex and pleasure are involved. When we talk about love there is not only the love of god, whatever that may mean, and I don't think it has any meaning even to the churchmen, because there too they are in conflict with their ambitions, with their desires, with their powers, with their position, with their gods, with their beliefs and rituals. So to us love means the enjoyment of sex, pleasure. And also it involves, in love, pain, torture. So we are going to find out what pleasure means. And please bear in mind that we are not denying pleasure: to see those lovely mountains, lit by the setting sun, to see those marvellous trees that have withstood the fire, the dust of many months washed clean by the rain, to see the stars, if you ever see the stars, there is great pleasure. But that is not to us pleasure. What we are concerned is pleasure, sensuous pleasure and the pleasure that we derive from something intellectual, emotional and so on. So we have to consider this question: what is pleasure? And please bear in mind that the speaker is not denying pleasure, but we are trying to understand it, go behind the word.\nPleasure, like fear, is engendered by thought. You have the pleasure, you have an experience of yesterday as you stood in one of those valleys that are still, looking at all the marvel of the hills, and the silence. There was great delight and pleasure at the moment. Then thought comes in and says, how nice it would be to repeat it. Thinking about that experience of yesterday, whether it be the looking at the lovely tree and the sky and the hills, or thinking about the sex that you enjoyed last night, is pleasure. Thought thinking about that which gave a delight yesterday, thinking about it, living with it in thought, in image, is the beginning of pleasure. And thinking about what might happen - the pleasure being denied tomorrow, might lose your job, there might be an accident, ill health - thinking about it, that is, the pain, the ill health, the accident - is fear. So thought creates both fear and pleasure. And to us love is thought. Please follow this. Because love to us is pleasure, pleasure is the outcome of thought, nourished by thought. Perhaps not at the moment, at the actual moment of seeing the sunset, or the sexual act, but thinking about it. That is pleasure. So to us love is engendered by thought, nourished by thought, sustained and prolonged as pleasure by thought. Which again, when you look very closely, is an obvious fact, not to be denied.\nAnd so one asks: is love thought? Can thought cultivate love, or can it cultivate pleasure? It can cultivate pleasure, but it cannot possibly under any circumstances cultivate love, any more than thought can cultivate humility. So love is not pleasure. Love is not desire. But you cannot deny desire or pleasure. When you look at the world, at the beauty of a tree or the beauty of a face, there is great pleasure, enjoyment at the moment, but thought interferes and gives it a space and time to flourish as memory and pleasure. So when one realises this, understand it, which is part of meditation, the structure and the nature of pleasure in relation to love, then you will find that love is something entirely different. Then you will really love your children, then you will really create a new world. Then do what you will, when you know love, there is no wrong. It is only when you are pursuing pleasure, as you are, then everything goes wrong.\nAnd there is also another problem: that is, death. We have considered what is living, that is the actual, the every day. We have involved ourselves in taking a journey deeply within ourselves to find out what is love. And also we are going to find out what death means.\nFirst of all to understand this really great problem, not what lies beyond death, what happens after death you will find out if you know how to die. And then if you know how to die then what happens is irrelevant. So we are going to find out. Death is inevitable. Like any machinery, like any organism that is being constantly used, it will inevitably come to an end - old age, disease, and through disease without not knowing what it means to die, die. So there is the problem of old age. And the old age to us is a horror. I do not know if you have ever noticed how in the autumn a leaf falls from the tree, how beautiful it is, what lovely colour, what gentleness, full of beauty, so easily destroyed. And with us, as we grow old, look at ourselves - the pretensions, the disfigurement, the ugliness - observe it yourself. And that becomes a problem, old age, because we have not lived rightly in our youth, in our middle age, we have never lived at all because we are frightened. Frightened of living and frightened of dying. And as we grow old everything happens to us. So that is one of the problems.\nSo we are going to find out what it means to die, knowing that the organism comes to an end, and knowing that the mind in its despair, coming to an end will inevitably seek a hope, a comfort in some theory, in the theory of resurrection or reincarnation. You know the whole of Asia is conditioned to accept that theory, reincarnation. And they talk about it a great deal, write about it, they have invested their whole life in the hope of a new life next life. But they forget one thing in that, one final ultimate thing in that; that is, if you are going to be born next life you must live rightly this life. Therefore it means it matters tremendously what you do this life - how you live, what you do, what you think, how you talk, how your thoughts function. If you do not live rightly, next life you will have the reward of not living rightly, which is punishment. But they forget all that, and talk about the beauty of reincarnation, the justice, and all that trivial nonsense.\nSo we are neither escaping from the fact through some theory, but facing the fact without fear. What does it mean to die, knowing the organism comes to an end? What does it mean to die psychologically, inwardly? And in the dying there is no argument, you can't say, 'Wait a few days more, please, I haven't finished my book', 'I haven't become the chief executive of some beastly little organisation', (laughter) 'I haven't become the archbishop, hold on a minute'. You can't argue. So one has to find out inwardly, psychologically how to die. To die, that is to end, to end to all the past, to all the pleasures, to the remembrance that you have cherished, to the things that you hold on to - to die every day. Not in theory, but actually. To die to pleasure that you had yesterday, which means to die immediately to that pleasure, not give it a continuance. And to live that way so that the mind is always fresh, young and innocent, vulnerable, is meditation.\nSo if you have laid the foundation of virtue, which is order, that is in relationship, and when there is this quality of love and dying, which is all of life, then the mind becomes extraordinarily quiet, silent, naturally, not enforced through discipline, through control, through suppression, then that silence is immensely rich. Then beyond that no word, no description is of any avail. Then the mind does not enquire into the absolute because it has no need to enquire, for in that silence there is that which is, and the whole of this is the benediction of meditation.\n"}]