[{"title":"public-talk-1-new-delhi-india-12-november-1969","text":"I wonder what you would like me to talk about. There are so many problems. The world is upside down. What would be of significance and have a meaning to talk about? What would be of importance to you? Is it that we are seeking something new, or is it that we are trying to find out the cause or the many causes of this extraordinary, unprecedented crisis in the world? And if you do find the cause of this extraordinary misery, confusion and strife between man and man, if you find the causes, will that discovery empty the mind of its problems? Will the traditional approach to the many issues, will they dissolve the human conflict and misery? Will external environment, the pressures, the new inventions, the technological development, the scientific approach, will they actually dissolve and bring about a new mind and heart? Because it seems to me, as the house is burning, not only your particular little backyard, but the house of everyone, it doesn't matter where they live, in the Communist world or in the world of affluence or in this poverty-ridden country - our house is burning, which is not a theory, which is not an idea, which is not something the expert, the specialist points out. It is not in the books with their peculiar, absurd answers. The house is actually burning. There are revolts, racial conflicts, immense poverty, explosion of population, where everything is allowed - there are no limits anymore, either going to the moon, or in the direction of pleasure, sexual or otherwise. There are no limits. Religions, organised religions, with their doctrines, beliefs and dogmas, their priests, have completely failed, have no meaning anymore - probably they never had. There is war and the peace that the politicians try to bring about is no peace at all. The politician has no value anymore. He is irrelevant. Education, except along the technological lines, has lost its meaning. Why should you be educated at all? To become a lawyer, a professor, a businessman, to spend your life, forty years of it, in an office; the gods, the rituals, all the claptrap of religion, the hypocrisy; believe one thing, think another, do something entirely different.\nSo, when you see all this, not as a theory, not something that someone points it out to you for you to accept or reject, it is there right in front of you. You cannot possibly escape, resort to some monastery, or escape into some past traditional ideation. It is there for you to answer: it's your responsibility. Please do understand this: that one has to act, that one has to do something entirely different. And, if possible, this evening and the other two evenings that we have, to find out if there is a new action, a new way of looking at the whole phenomenon of existence.\nWe cannot possibly look at these problems with the old mind, with our conditioned, nationalistic, individualistic life. That word 'individual' means, actually, in the meaning of the dictionary, a being that is not divided, indivisible. But we individuals, as we are, are divided in ourselves, we are fragmented, we are in contradiction. What we are, the society is and the world is. So the world is you and I, not something apart, outside. It is there. And so when you observe this phenomenon right throughout the world, the confusion which the specialists are creating and the politicians with their crookedness, with their lust for power, and the priest turning back to his old responses, muttering a few words in Latin, Sanskrit, or in Greek or in Hindi; and observing all this one says that one has no faith or trust in anything or in anybody anymore. Right? The more you observe outwardly what is going on and the more you observe inwardly, you have no trust in anything nor have you confidence in yourself. Because if you have confidence in yourself, you are the result of the past, of the environmental influence, of various theories invented by Sankara or somebody else, some philosopher, some religious leader who has seen a little bit of heaven. You are all that. So how can you have confidence in yourself? If you have no confidence outside, in anybody, I hope you have no confidence either in the speaker, nor have confidence in yourself, then what are you to do? It is not an intellectual question, a verbal question, a rhetorical question. It's a question that you must answer if you are at all a human being. What are you to do, confronted with this enormous problem, knowing that there is no authority to whom you can turn, or to rely on? They have all failed and they will always fail. But it's not a question of seeking shelter, comfort, through the knowledge of another or the experience of another, or the spiritual achievement of another. The moment there is any achievement on the part of a religious man, he is no longer religious. Enlightenment isn't something to be achieved, to be sought after, to be practised. It comes with its own beauty, with its own clarity, when the mind is unspotted.\nSo what is one to do, knowing you cannot possibly go back, you cannot possibly be a Hindu anymore or a Muslim or a Sikh, or a Christian, or a Communist, or a Socialist, or a Capitalist. That's all over. You may play with all these things like a child with toys, but they have no answer in them. Please do listen to all this. Don't resist. Don't say, 'Why shouldn't I be a Hindu, or a Christian or a Communist?' That's a matter of conditioning, propaganda of ten thousand years or fifty years: you have been trained, conditioned, influenced from childhood to put on a turban, and call yourself a Sikh, a Muslim, a Hindu. And if you hold on to your conditioning, you will never find the answer. We are human beings, not a Sikh, a Hindu, a Buddhist, a Communist, a Catholic, or anything, we are human beings, not labels. And we have to face this problem as human beings, not as a conditioned human being. So the question is whether it is at all possible to throw away immediately all our conditioning. That means, as the problem, as the crisis, is so extraordinary, you must have a new mind, a new heart, a new quality in the mind, a new freshness, an innocency. That word 'innocency' means not to be able to be hurt. It is not a symbol, an idea, but actually to find out if your mind is capable of not being hurt by any event, by any psychological strain, pressure, influence, so that it is completely free. And if there is any form of resistance, opinion, then it is not innocent; which means the mind that is capable of looking at this crisis as though it was for the first time, with a fresh mind, with a young mind - not a mind that is in revolt, that's only childish. Students are in revolt against the pattern, the established order, but that revolt doesn't answer the problem, the human problem, which is much vaster than the revolt of the student.\nSo can the mind, which is so heavily conditioned, break through, so that it has great depth, a quality which is not the result of training, propaganda, of acquired knowledge? And can a heart which is so burdened with sorrow, which is so heavy with all the problems of life, the conflict, the confusion, the misery, the ambition, the competition - can that heart know what it means to love, the love that is no jealousy, no envy, that is not dictated to by the intellect, love that is not merely pleasure? Now for us, love is pleasure, sexual pleasure. And when that is thwarted there is anger, hatred, enmity. So we do need these two: a mind that is free to observe, to see, a mind that can reason logically, sanely, objectively and not be slave to opinions, to conclusions, to formulas, to tradition, a mind that is not afraid and a heart that knows what it means to love, not according to the social morality. Social morality is immorality. You are all very moral according to society, but you are really very immoral people. Don't smile. That's a fact. You can be ambitious, greedy, envious, full of hate, anger, competitive, acquisitive and that's considered perfectly moral. But if you are sexual that's considered something extraordinary, abnormal; keep it to yourself. And you have patterns, what the saint should be, sanyasi should be - he must not be married, he must have a life of celibacy, he must be poor, which is all sheer invention, ideas.\nA real religious man has no conflict whatsoever within his own being; you may belong, or you may call yourself a sanyasi, a monk, a religious man and be burning inwardly with desire, with sexual appetites and therefore in conflict. Then you are no longer moral. So that is the problem. You understand? The problem is so vast, so complex, so inter-related with every other problem, you cannot just take one problem and try to resolve it, it's impossible. Every problem is related to the other problems.\nSo this complex crisis must be met with a mind and a heart that is entirely different, that is capable of meeting this vastness of existence not in terms of India or Hinduism or any of those absurd divisions - even according to the hippies - it must be met anew with a mind that is extraordinarily free. So that is our question, that's our problem.\nHow is one, you, how am I, confronting this issue, what shall I do, what will you do? First of all to realise that we are slave to words. The word 'to be' has conditioned our minds. Please follow this a little bit, closely. Our whole conditioning is based on that word 'to be': 'I was,' 'I am,' 'I will be'. The 'I was' conditions, shapes the 'I am' which controls the future. All our religions are based on that. All our conceptual progress is based on that word 'to be'. You understand? Which means, the assertion of 'I am'. The moment you use the word not only verbally but the significance, the meaning of it, inwardly, you must inevitably assert of being, as 'I am', 'I am God', 'I am the everlasting', 'I am Hindu' or a Muslim or God knows what else, some silly nonsense. So the moment you live within that idea or within that feeling of being or becoming or have been, you are slave to that word, so the present has no meaning whatsoever. You understand this?\nThe crisis is in the present, the crisis is never in the future, or in the past; it is there, in the present, in the living actual present. And the mind which is conditioned on that word 'to be' is incapable of meeting that present. Right? You're following all this? Not verbally, but in your heart, in your mind, in your being, because this is a matter of tremendous meaning and value, importance, cause the moment you are free of that word and all the significance which is behind that word, the past, of 'having been' which conditions the present and shapes the future, so the moment you are caught in that word and the meaning of that word, you have time. And you think time will solve the problem. You understand all this? If there is no future and no past, only this, then your response to the present is immediate. Right? Do please understand this. If you really understood this, it brings an extraordinary revolution in your outlook. This is really meditation - to be free of that movement of time. Don't go into all kinds of postures and breathing. I am just showing the importance words play in our life. A Muslim, a Hindu, a Christian - look what an extraordinary thing it is: you are willing to destroy others because you have words.\nSo, the word and the verb 'to be' has conditioned our minds. Can the mind be aware of itself, perceive the truth of this? Not intellectually, because that has no meaning whatsoever if you intellectually say 'yes, I understand.' But to see the danger of that word. You know, when there is danger your whole response to that danger is immediate. Right? You see a snake, or a bus hurtling towards you; your response is immediate. And to be aware of this word, the verb, the conjugation of that word, verb, of which our mind is made up, to be free of that word, and you can only be free by knowing the immense danger of that word, verb. When you say 'I will love' it is not love. So, the idea that you are, that I am, is an indication of a mind that is incapable of being free. Please, don't accept this as a theory or as an idea to think about. You don't think about a danger. There is no time, there is only action. So a mind that is no longer thinking in terms of time, which is to be, is acting out of time. Right? And the crisis demands action which is not of time. Right? You are getting all this?\nQuestioner: Right, sir.\nK: Wait, sir, wait. Let's go slowly. There's plenty of time! This is one of the most difficult things. Don't say 'Right, sir'. Don't say you have understood it. Don't say let's get on with it. Because on that word 'I am' your whole culture is based. The moment you have this feeling 'I am,' you must be in contradiction, in division, in duality: 'I am' and 'you are', 'we and they.' So division takes place. And the moment division takes place, a fragmentation in the assertion that you are, you are no longer an individual, that is, a single whole unit. You know what the word 'whole' means - whole, w-h-o-l-e means healthy and it also means holy, h-o-l-y. So the individual who is whole, undivided in himself, is healthy, holy, which means he is not in conflict within himself. And he cannot be if he is living in the framework of 'to be'. You've got it? Are you also working as hard as the speaker, or are you merely listening to words? You know the word 'communication' means to build together, to create together, not you listen to the speaker and the speaker say something in words and communicate that. That's not the real meaning of that word. To communicate means to build, to create together. And that is the beauty of communication. And that ceases when the speaker becomes an authority and you are merely the student listening or the disciple. There is no teacher, no disciple. There is only learning. To learn what is implied in that word 'to be', to learn. See the danger of this: what we know is we have learnt, which is the past, and what we have learnt we then begin to apply, act which is again based on this word 'to be'. Therefore learning is always a process of acquisition, accumulation and acting from what has been accumulated, whereas learning is a movement, not accumulation. Oh, you understand all this?\nNo, sir! If you understood this with your heart and mind you would lead a different kind of life. The test and the proof of learning is your life. So we are learning, not accumulating. We are learning what it means to be without that word 'to be' and without 'I am'. The moment you accumulate knowledge as 'I am', you're no longer learning. So the mind which is facing this crisis, and the crisis, as all crises are, is always new, fresh, full of vitality, demanding your answer, your response, adequate response. And this crisis is so immense, and if you are replying to it, responding to it in terms of 'I am,' the past, then your response is going to create more misery, more mischief, more wars. As long as you are a Hindu, a Muslim, whatever you are as long as you assert that 'I am that' you are bringing about degeneration in yourself and in the world.\nThen how is the mind to act? What is the new quality of the mind and the heart that responds immediately, not in terms of the past, not in terms of the future? Because the moment it responds in terms of the past it is still living in that framework of that word and verb 'to be.' You're getting all this? You understand? Let me put it differently. Our action is based on idea, knowledge, tradition, experience. In technological world that is necessary. The whole scientific knowledge, and the development of technology is based on that: experience, accumulation, knowledge and so on. That's absolutely necessary, otherwise we'll return to a world of savagery. But a mind that has got a new quality, new dimension, a new way, must act without the past, not in terms of the future - which means freedom. How is that freedom to act to come about?\nYou are getting it? Is all this Greek to you or Chinese or Russian or whatever it is? We are communicating with each other aren't we? You know what that word means? I explained. Communication means working together, creating together, learning together. Not learning from the speaker a few ideas. The speaker is not dealing with ideas: that's a cheap trick. We are communicating, learning together, building together. That's what that word means. So, when you say 'yes', are you doing that? Learning together? Building together, with your heart, with your mind, with your whole being?\nHow is the mind to act without the past - the past being our conditioning as a Hindu, whatever it is, the past being the influence, the education, the influence, the racial business and all the rest of that? If you act in those terms, then you are not meeting the crisis, and therefore your mind is occupied with that which has been and trying to act according to that. So we are asking: how is a mind that is free from the past, free from the word 'to be' and the implication of that verb, how is it to act? Please see the meaning of it before we begin to go into it, see the implications of that question. We have always acted on what we have known. What we have known is what 'I am'. We have acted in terms of time as the past, the present and the future, which is the very essence of the verb 'to be' and therefore there is a division; the past separate, and so on. There is a division, and therefore it is not a whole, healthy, holy individual.\nSo I am, we are asking: how is the mind to act without the past? Please understand the meaning of it. It is necessary to have accumulated knowledge in the technological world, otherwise you won't be able to go home. You must have memory, memory is the past and all our responses are based on the past which is thought.\nNow we are asking quite a different question: is there an action which is instant, whole, complete, not in terms of the past? Right? Are we communicating with each other? Are we sharing together this question? Unless you understand this question you won't understand the answer, see what is going to be explained. You understand, sir?\nQ: Yes.\nK: No, please, sir, please sir. Look, sir, if you respond according to your tradition, it is this tradition that divided the people - the Christian, the Muslim, the Hindu, the Communist: the knowledge, the past, it has divided the people, conditioned the people, it has conditioned you. And if you rely on that conditioning, however deep you dig in that conditioning, you'll be caught more and more in the depth of that conditioning; and if you respond to that according to that, your mind is not fresh to meet this thing, your heart is incapable of rejoicing in the challenge. So you have to find out, learn, how to act without the past - 'past' in quotes, which means the past of your memories, of your particular conditioning, your particular culture - the Hindu culture, the Muslim culture, and all the rest of the cultures. Right? Have you understood the question?\nIf you have understood the question, then you will see that what is important is perception, seeing. Seeing, observing. You see danger of a snake, whatever it is. The very perception is the acting. There is a not an interval between perception and action. In that interval is the 'I am'. Right? When you see something which is dangerous, which may cause harm physically, your response to it is instant: there is no thinking about it. There is no interval between perception and action - the gap - there is immediate response and action. Right?\nNow, the seeing that the past does not solve the problem, under any circumstances, cannot respond fully, completely, wholly to this immense challenge, if you see that, as the past being immensely dangerous, then the action is completely new. Got it? Have you understood it? Do you see? Do you see or do you see intellectually, which means verbally? If you see it verbally, you are seeing it fragmentarily and therefore it's not a whole response. But if you see - actually see the danger as you see the danger of a snake, see the danger of your conditioning, of your culture in which you have been brought up, the past, if you see the danger of it there is immediate action of freedom. Right, you're got it?\nSo the mind - mind being not only the activity of the brain, but the mind we mean the total quality in which there is no fragmentation at all, as the intellect, as the brain, as the emotions, as sentiment, the whole of it - the mind sees much faster than even the brain, than even the visual perception. Does your mind see the danger of nationalism, of this absurdity called religion, oh, you know the circus that goes on? See the danger of it, because they are all repeating in terms of the past: the image they have of the Christ, or of the Buddha or of Krishna, or whatever other images you have, all of the past. And if you act according to that past, you are not only adding to the confusion, to the misery, you are utterly degenerate. Degeneracy comes in only when you see the danger and not act. When you see the danger of a snake and remain, that is degeneracy. In the same way, when you see the danger of calling yourself a Hindu, separating all your selves, into little families, groups and sects and all that filthy business of it, and yet go on, you are degenerate. Whereas if you see the danger of it, you'll act. And it's only the mind that sees, listens, learns that is always acting. Therefore, there is never action but acting. So acting, the active principle, in that there is no division, and hence no conflict. A mind that is learning, learning, it is in movement, and that which is in movement is free. But a mind that has conclusions, formulas, opinions, judgements, commitments, such a mind is not a free mind. And therefore such a mind, when it meets the immense, complex problem of living is incapable of meeting it wholly, which is, with complete health, with that feeling of sacredness, holy.\nSo that is the thing that is in front of you. The house that is burning and all your attempts in terms of the past will not put that fire out. That fire demands a new quality of the mind and a vital movement of the heart which is completely different. Love is not pleasure. Love is not desire. Pleasure is something entirely different. Perhaps we should go into it tomorrow, not tomorrow, next day when we talk. So this is the quality which you must have, not tomorrow, a quality which you cannot possible practise, which you cannot possibly cultivate. That which you practise, cultivate becomes mechanical. So you have these two things: the slavery to words - and the greatest slavery is to the word and to the verb 'to be' - and the action which is free, which is the seeing and the doing, not only in great things but in little things. Seeing the absurdity of smoking or your absurd rituals that have no meaning - seeing it, the fullness of it. When you see clearly you see the whole of it, not parts of it. When you drop, you negate that which is not, so you have that. And we have to live in this world, we have to work, we have families. When the family becomes mine, I am that family, you have brought calamity. When you say 'my God and your God', you are degenerate. Truth is not yours or mine: it's under no temple, no church, it's not an image, it's not a symbol. It is there for you to see and only the free mind, the lovely, clear, perceptive mind, that sees and acts.\n"}]