[{"title":"can-human-mind-be-completely-free-fear","text":"If we may, we will continue with what we were talking about the other day. I don't quite know where to begin, because what we are going to talk about is such a complex problem and needs considerable investigation. So I hope that we can go together easily with some hesitation into this question.\nOne has to be serious. It is only those who are really, vitally serious, can live properly, can live a life that is complete and whole. And that seriousness doesn't exclude joy, enjoyment. But as long as there is fear, one cannot possibly be serious, or enjoy, or know what it means to have great joy. And fear seems to be one of the most common things in life, and strangely we have accepted it as a way of life, as we have accepted violence in all its various forms as a way of life, we have also accepted and got used to being psychologically as well as physically afraid.\nAnd this evening, if we can, we should go into this question. We should, I feel, go into it so completely that we understand it so fully that when we leave the hall, or this place, we shall be rid of this fear. I think it can be done, it isn't just a theory, or a hope, but if one gives, as we shall presently, complete attention to this question of fear, I'm quite sure that in exploring the causes of fear and also how to approach it, how to look at it, how to completely end it, so that our mind, the human mind that has suffered so much, that has endured so much pain, that has lived with great sorrow and fear, such a mind can completely be free of this thing called fear.\nAnd to understand it, we must communicate with each other quite easily. Communication implies, the very word means, creating together, understanding together, working together; not that you merely listen to the speaker, hear a few words or ideas, but with the speaker take a journey together, and understand this very complex problem of fear. And to communicate, to take this journey together implies neither acceptance nor denial, not saying to oneself, 'it's absolutely impossible to be rid of fear', or rationalise fear, or accept it - you need a free mind to enquire into this question, a mind that has no conclusion, that doesn't say, this is possible or it's not possible. Because we are enquiring, exploring together. So you must be free to observe, to enquire. And that's absolutely essential. So that one has no prejudice to find out, prejudice which will prevent the understanding of the truth of it, of 'what is'.\nYou see, there are so many forms of fear, both physical as well as psychological, psychosomatic fears. And to go into each one of these various forms of fear requires enormous time, demands a great many days to go into every aspect of every fear. But I think one can observe the quality of fear, the general fear, not a particular fear, observe the nature of fear, the structure of fear, not get lost in a detail or in a particular form of one's own fear. Because when we understand the nature and the structure of fear, then we can apply that understanding, or come with that understanding, or approach with that understanding, our particular fear. One may be afraid of the dark, physically, or one may be afraid of one's wife or husband, or what the public says or thinks or does. Or one may be afraid of this sense of loneliness, or the emptiness of life, the boredom of a meaningless existence that one leads. Or one may be afraid of the future, the tomorrow, the uncertainty, the insecurity, the bomb. Or one may afraid of death, the ending of one's life.\nSo there are various forms of fear, neurotic as well as sane, rational fears. If fear can ever be rational or sane. But most of us apparently are neurotically afraid of both the past, of today and of tomorrow; the things that one has done in the past or the ill health that one has had in the past with all its pain and agony and not wanting it repeated and is one afraid of that, tomorrow. One is afraid of time, growing old, getting senile, depending on another.\nSo there is fear of time, fear of the past and of the future. And this fear of loneliness, of death, of public opinion, of not conforming, not being able to succeed, not being able to fulfil, not being somebody in this stupid world, and so on. And now one is afraid of the draft, the conscription. And there are so many fears, not only conscious fears, fears that one is aware of, but also there are fears deep down, undiscovered, unexplored, in the deep recesses of one's own mind.\nSo the question is, not only how to deal with the conscious fears as well as those that are hidden, the fear of time, that is yesterday, of the things that one has done, the repetition of that misery, of tomorrow, the uncertainty, the insecurity, both psychological as well as physical. And there are the fears of great loneliness and the escape from that loneliness. Surely fear is a movement away from 'what is', the flight, the escape, the avoidance of actually 'what is', the movement, the flight away brings about fear. That is, when there is comparison of any kind, it breeds fear - comparing oneself with another whom you think is greater or wiser, nobler etc., etc. And the comparison of what you are with what you should be.\nSo fear is a movement away from the actual, the 'what is', the movement, not the object from which you escape. And fear comes about through comparison. And there is the fear, deeply hidden in oneself, of which one is not aware. So that these problems are all very complex. And none of these problems of fear can be resolved through will, saying to oneself, I will not be afraid. An act of will has no meaning. I hope you are following all this - it isn't a game I am playing with you, nor you playing a game with me. We are considering very serious problems and therefore you have to give your attention to it. And you cannot give attention if you are interpreting or translating or comparing what is being said with what you already know - you have to listen. And the art of listening one has to learn, because one doesn't listen at all, one is always comparing, evaluating, judging, denying. Therefore you prevent yourself from actually listening. To listen so completely to another implies that you give your whole attention - it doesn't mean you agree or disagree, because there is no agreement or disagreement when we are exploring together. Only the microscope through which you look may be dull, may not be clear. So if you have a precision instrument then what you see, is what another will also see. Therefore there is no question of agreement or disagreement or denial.\nSo we are trying to examine this whole question of fear, so you will have to give your attention, it's your life, because fear deadens the mind, makes the mind insensitive, dull. How can a mind that is afraid love? A mind that depends, what can it know of joy, except fear?\nSo there are conscious as well as hidden fears. How do you - first enquire - how do you expose those hidden fears? And when you do expose them, how will you be free of them, how can the mind be free of them? That is the first question. Please do follow this - you yourself are doing this, you yourself are observing it, the speaker is only pointing out.\nHow does it happen that the hidden fears are opened, exposed? One can know the conscious fears and how to deal with them will come presently. But there are the hidden fears, perhaps much more important. So how will you deal with them, how will you expose them?\nWould you permit me to take my coat off? You don't mind? It's so dreadfully hot, isn't it? I am working, you are not, and that's the pity of it. If you are working as hard as the speaker to go into this question, your whole attitude and attention would be entirely different, if you don't mind my saying so.\nSo we are considering, how the deep layers of fear, hidden, can be exposed. Can they be exposed through analysis - analysing, seeing their causes? Will analysis free the mind from fear, not a particular neurotic fear but the whole of fear, the whole structure of fear - analysis? In analysis is implied, not only time, taking many, many days, years, the whole of one's life, at the end of it perhaps you may understand a little but you are ready for the grave. And also in analysis implies the analyser. Who is the analyser? Is he the professional, the expert, who has a degree, going to analyse your deep, hidden fears? And he will also take time, and therefore also your money.\nSo analysis implies the analyser who is the censor, who is the result of many forms of conditioning. And he is going to analyse the fear which he himself has created. I hope you are following all this, because our intention is that when you do leave this rather warm hall, that you no longer have any form of fear. It can be done. And you will know quite a different kind of life, you'll know what tremendous joy is, a mind that is completely free of this terrible thing called fear. And to be free of that you have to walk together, you are going to work as hard as the speaker is working.\nSo analysis implies time and an analyser. Please see the truth of this, not your opinion as opposed to the speaker's opinion or somebody else's opinion or knowledge - see the truth of it, that it takes time. And the interval between that which you are analysing and the ending of that will involve time and therefore many other factors which give it a different direction. [I hope this film-making is not disturbing you.] You have to see the truth that analysis is not the way, because the analyser is the result of time, the analyser is conditioned, the analyser is a fragment among many other fragments which go to make up the 'me', the 'I', the ego.\nSo he becomes the analyser, assumes the authority of the analyser, and his analysis must be complete each time, otherwise what is the point of analysis at all. So analysis, which implies time and division is not the ending of fear. Is this somewhat clear? To see this means that you have completely put aside the whole idea of progressive change, because the very factor of change is one of the major causes of fear. Are you all being mesmerised? Because to me, to the speaker, this is a very important thing, therefore he feels very strongly, he speaks intensely, he is not doing propaganda - there is nothing for you to join, nothing for you to believe; but to observe and learn and be free of this fear.\nSo analysis is not the way. Do you understand what that means, when you see the truth of that? It means that you are no longer thinking in terms of the analyser, who is going to examine, who is going to analyse, going to judge, evaluate, therefore your mind is free of a particular burden called analysis, therefore it is capable of looking directly.\nAnd if analysis is not the way and therefore false, how are you to look at this fear, how are you to bring out all the structure, all the hidden parts of fear? Through dreams? Dreams are the continuation of waking hours, through sleep - aren't they? I don't know if you have observed that in dreams there is always action, doing something or something is happening, which is the same in the waking hours, a continuation of the waking hours, when there is sleep, through dreams it is still part of the whole movement. So dreams have no value. Are you accepting all this? Great Scott, I hope not - I'm sure you don't - it doesn't matter. Because you see what is happening, we are eliminating the things to which you are accustomed: analysis, dreams, will, time, so that when you eliminate, the mind becomes extraordinarily sensitive. And through this elimination it has become not only sensitive but intelligent.\nNow with that sensitivity and intelligence we are going to look at fear. Are we going together? You know this is great fun, if you really go into this, because then you turn away, you turn your back on the whole of the social structure in which time, analysis, will is in operation.\nSo what is fear? What is fear, how does it come? Fear is always in relation to something, it doesn't exist by itself: in relation to something that is permanent to another thing that is also permanent. There is fear of what happened yesterday, the repetition of that tomorrow, whether it is pain or some other form, there is always a fixed point from which relationship takes place. We'll go into that a little more in a minute.\nSo as we were saying, fear exists only in relationship with some other thing, otherwise there is no fear. Related to the past, in memory of the past pain and not wanting that, the repetition of that pain tomorrow or today. Relation to something that has happened. And what is fear? You have had pain yesterday, that is obvious, you have had it. Or there is some hope tomorrow which might not come about.\nSo there is fear of yesterday, there is fear of tomorrow. How does that fear come about? You are asking the question, not I. So you are working hard. I've had pain yesterday, obviously, and there is the memory of it, and not wanting it again tomorrow. How does fear come into this? Thinking about the pain of yesterday, thinking, the memory of yesterday's pain projects the fear of tomorrow, of having pain again tomorrow. So thought brings about fear. Thought, thought brings about fear, breeds fear, and also thought cultivates pleasure. To understand fear you must also understand pleasure, because they are interrelated, without understanding one you can't understand the other, which is, you can't say, 'I must have only pleasure and no fear', because fear is the other side of the coin which is called pleasure.\nSo there was pleasure yesterday, sexual or different kinds of pleasures, you think about it, the image, chew the cud of pleasure, which is thinking about it. And you may not have it tomorrow. So thought engenders fear. I think that's fairly clear, isn't it?\nSo thought not only sustains pleasure, it also nourishes fear, and thought has separated itself as the analyser, the thing to be analysed is also part of thought. So it is playing tricks upon itself. So then the question is: if thought is doing all this, thought that refuses to examine the hidden, unconscious fears, the thought that has set the analyser separate from the thing to be analysed, thought that has brought in time as a means of escaping fear, but sustaining fear, and thought also nourishing pleasure, which has nothing whatsoever to do with joy, because joy is not the product of thought, it is not pleasure. You can cultivate pleasure, you can think about it endlessly and derive great pleasure, but you can't do that with joy. The moment you do that it has gone, it has become something from which you derive pleasure and therefore which you are afraid to lose.\nSo thought is responsible for pleasure, pain, fear. And also thought is afraid of being completely lonely. Thought has already condemned it, and so thought invents a way of escaping from that loneliness through various forms of religious entertainments or cultural something or other, the everlasting search for deeper and wider dependencies.\nSo thought is responsible. Then what is one to do? What is one to do when one realises that thought, which is the response of memory to any challenge, minor or major, which sustains both pleasure and fear, these are all facts, not the speaker's invention, or his peculiar philosophy or theory, these are absolute daily observable facts. Then the next question is, what is one to do? There is thought, you can't kill it, you can't destroy it, you can't say, 'well, I'll forget it', you can't resist it - if you do, that's another form of thought. Thought is the response of memory. And you need that memory to function daily, to go to your office, to go to your home, to be able to talk - memory is the storehouse of your technological knowledge. So you need memory, completely.\nAnd also you see how memory sustains fear through thought, having had pleasure yesterday, seeing the beauty of that lovely sunset, and you want that again repeated, that same experience, either through a drug or through going to that particular spot to look at that exquisite light. And when it doesn't happen there is pain, there is disappointment, frustration. So thought. You need memory with all the purity and clarity of thought in one direction, technologically, to function daily, to earn a livelihood and so on. And also you see there is the fact that thought also breeds fear.\nSo what is one to do, what is the mind to do? You've understood the question? Is it clear? You are putting the question to yourself, I'm not putting the question to you. If you are accepting my question, the speaker's question, then it's not your question. If it is your question, which it must be, after this examination, if it is not, you are asleep. If it is your own, then how will you answer it, how will you answer this question, after having gone through the various facts of analysis, of time, of escape, of dependency, seeing that a movement away from 'what is' is fear, the movement itself is fear. After observing all that, seeing the truth of all that, not opinion, not your casual judgement, what is your answer to this question that thought must function most efficiently, sanely, and yet that very thought becomes a danger because it breeds fear?\nNow before you answer that question, what is the state of the mind that has gone through all this? You understand what I mean? What is the state of the understanding of your mind, the mind that has examined all these various forms which have been exposed, which have been explained or observed, what is the quality of your mind now, because on that quality you're going to answer? If you have not taken the journey you have no answer; but if you have actually taken the journey step by step and gone into everything that we have discussed, then your mind, you will see, has become extraordinarily intelligent, live, sensitive, because it has thrown off all the burdens that it has accumulated.\nThen the question is, how do you observe this whole process of thinking? Is there a centre from which you think? Do follow all this, please. The centre being the censor, the one who judges, evaluates, condemns, justifies - do you still think from that centre? Or there is no centre from which to think at all, but you think? You see the difference? Is this getting all too much - do tell me, please. No? I'm surprised - you're merely listening, I'm afraid.\nLook sirs, thought has created a centre as the 'me' - me, my opinions, my country, my God, my experience, my house, my furniture, my wife, my children, you know, me, me, me. That is the centre from which you act, think. That centre divides. And because of that centre and that division, there must be conflict, obviously. When it is your opinion against somebody else's opinion, my country, your country and all that - division. Which means, the centre is always divided. And if you think from that centre and observe from that centre fear, you're still caught in fear, because that centre had separated itself from the thing it has called fear, and therefore it says, 'I must get rid of it, I must analyse it, I must overcome it, resist it' and so on. So you are strengthening fear.\nSo can you look, can the mind look at fear, which we will go into a little bit more, without the centre? Can you look at that fear without naming it, because the moment you say - fear - it is already in the past, because you have named it. You are following all this? The moment you name something, don't you divide it? The white and the black, and the brown and the Communist - don't you? And so that very division is a form of resistance, conflict and fear. So the question is, to observe without that centre, and not to name the thing called fear, as it arises. All this requires tremendous discipline. You know, the word discipline means to learn, to learn from somebody - you're not learning from the speaker, you're learning from yourself.\nAnd to observe all this very closely, with care, which means with affection and attention, then the mind is looking without the division as the centre, to which it has been accustomed. Therefore there is the ending of fear, both the hidden and the open. If you haven't done it this evening, don't take it home and think about it. Truth is something that you must see immediately. And to see something clearly and immediately you must give your heart and your mind and your whole being.\nNow perhaps you'd ask questions, if you'd care to.\nQuestioner: Is what you are trying to say that, rather than trying to escape from fear, in essence, fearing fear, we should accept fear instead?\nK: No, sir. Don't accept anything. You see sir, I don't know how to make it simple. Not to accept, sir, but to look at fear. You see, you have never looked at fear, have you? You've never said, 'well, I am afraid, let me look'. Have you done that? Or you've said, 'I am afraid, let me turn on the radio', or go to Church or pick up a book, or resort to a belief - a movement away. So you have never looked at fear, you have never come directly into communication with it, you have never come directly in contact with it. The moment you say, 'my wife', see what you have done - the image that you have built about her or the husband, that image is in contact with the other image, therefore relationship is between image and image. In the same way, to look at fear without naming it, without running away from it, without trying to overcome it, just to be with it, without any movement away from it. You do it. And if you do it you will see very strange things happen.\nQ: After you meet the fear can you become it?\nK: After you meet fear, can you become it? You are fear, how can you become it? Sir, I don't know how to explain this. You are fear, only the mind, thought, has separated itself from the fear, not knowing what to do with it, therefore it resists it; therefore having divided itself from fear, it becomes the observer of that fear and resists that fear or escapes from that fear. But the observer, the one who resists, is also fear.\nQ: Sir, a great deal of frustration exists because people are not permitted to tape-record lectures, privately. Could you tell us why, please?\nK: I'll tell you - very simple.\nQ: First of all, psychologically, why would they want to take notes; and secondly is the physical part of it, why are they not allowed to, or not permitted to?\nK: First of all, if you are taking a recording of this talk, it is very disturbing to your neighbour - you're fiddling with it, and all the rest of it. Second, what is important, to listen, directly, now, to what is being said, or taking it home and in leisure listen to it? Which is important, when the speaker is saying, time, don't allow time to interfere? And you say, well, I'll record what you're saying and take it home. Surely fear is now, you have it in your heart, in your mind, may be not actually at this moment - but it is there.\nQ: Sir, if that is true then why does the Foundation sell tapes?\nK: Wait sir, wait sir, look at it, sir - forget the Foundation, why people tape, and so on, kick it all overboard. Just listen, sir. Which is important: to listen directly to what is being said, while you are here? Is that the most important thing? Because you have taken all the trouble to come here and the speaker has taken the trouble to come here also. And we are trying to communicate together, now. Wait, sir - listen for two minutes. You are trying to understand it now, not tomorrow. And the understanding of that now is of the highest importance and therefore you must give all your attention to it. And you cannot give all your attention if you are taking notes. If you are paying half attention to your tape recorder, holding the beastly thing up and all the rest of it.\nNow you may not understand all this immediately. So you may want to listen to it again. Then buy a tape, or don't buy a tape, a book or not a book. That's all. If you take all this that has been said this evening, in an hour and ten minutes, completely, absorb it wholly with your heart and mind, it's finished. You haven't done it, unfortunately. Have you? Because you haven't given your mind to all this before, because you have accepted fear, you have lived with fear, your fear has become your habit. And what the speaker is saying is to shatter all that. And the speaker says, do it now, not tomorrow. Just a minute, sir. So that is clear, because our minds are not used to seeing the total nature of fear, what is implied. And if you could see it immediately, you'll be out of this hall with ecstatic mind. But most of us are not capable of doing that immediately, and therefore the tapes. Finished. Right, sir?\nQ: What about observing fear, and then you find yourself moving away, like you said. You said, observe it directly, but what if you observe it but then you find yourself moving away, what do you do?\nK: You observe fear and find yourself moving away from it. What are you to do? First of all, don't resist moving away. Move away, go with it, and come back to fear again. Look, to observe fear - please listen to this very simple fact - you must give attention, mustn't you? You must give attention, attention being, don't condemn, don't judge, don't evaluate, just observe. And when you move away, your attention has wandered. Right? Hasn't it? Which is, you're not attending, there is inattention. Be inattentive, but be aware that you are inattentive. Right? That very awareness of your inattention is attention. Have you got this?\nPlease look what is implied - to observe fear you must give your whole attention, which means, to look without judgement, not to condemn it, not to resist it, to look at it with your heart, with your mind; as you are looking, you are wandering off, which is, you become inattentive. Now, don't resist inattention, don't try to become attentive, then you fight it, then there is conflict. But if you are attentive, if you are aware of your inattention, be aware of it, don't do anything about it, but be aware that you are inattentive, then that very awareness is attention. Got it? It's so simple. Once you get this, you will eliminate conflict altogether. You see, you are aware with choice. When you say, I have been attentive and now I am not attentive and I must become attentive - there is a choice. And to be aware means to be aware without choice. Therefore when you are inattentive, be inattentive, and know that you are inattentive - that very knowledge that you are inattentive is attention.\nQ: Sir, you were talking a great deal about fear and freedom from fear. Now somehow I can only be free from fear in itself. I am frightened of what fear actually is. For instance, some people may say they are so afraid of themselves, they try to escape from themselves. Up to about eight, eleven, I was afraid of thunder storms. And whenever there was one I would want to get in my parents' bed and I had fear. One day, it was a day I was up in the mountains and there was a thunder storm and I faced that fear, and I came to realise that a thunder storm couldn't possibly do any harm to me.\nK: What are you saying, madam?\nQ: Well, just that as I was afraid of a thunderstorm, as I was saying before and I was trying to analyse why I was afraid of that thunderstorm and why I was escaping.\nK: Madam, this is not...\nQ: It's a pretty common fear. Why is this fear so common?\nK: We've been through all that this morning. This is only a part of it.\nQ: I've got a problem that I've been in school for twenty three years now, twenty four years, and I don't know anything else, it's my whole life. So the problem comes as to whether or not I'm dependent on the school, on its immediate environment. And now I am free to leave school and to go out into the world - I'm afraid. And yet I also tell myself that well this is simply the situation I can function in the best, the situation I've always known, therefore I shouldn't leave it, it's my language. So the question is, am I in fear, or is it only my dependency keeping me here working, doing what my professors want me to do?\nK: Sir, I am not answering your question, but I am asking myself, why we depend on anything. I depend on the milkman, the postman, the policeman, and all the rest of it. But there are other forms of dependencies, depending on my job, psychologically, depending on my profession, depending on the audience sitting in front of me, because if I depend on the audience sitting in front of me, I realise certain pleasure from it, it sustains me, and therefore I depend. And then there is fear.\nSo the question is, can the mind be free of dependency, psychologically? Not to depend means to have no fear. When you depend on another, is it love? And most people depend on another, on the wife, husband, whatever it is, and therefore love goes overboard, pleasure takes its place and fear comes in. And then one dominates the other and all the rest of the nasty business of a family. Whereas when there is no dependency at all, family has quite a different meaning.\nQ: Pleasure and fear are related: if we remove fear do you think we should enjoy pleasure?\nK: If as you say, fear and pleasure are related, can one remove fear and so enjoy completely pleasure. Lovely, wouldn't it be! Lovely question and a lovely idea. Take away all my fears so that I can enjoy myself in my pleasures. That's what everybody right throughout the world asks the same thing, some very crudely, some very subtly - can you escape, can you get rid of fear and hold on to pleasure? Pleasure - you smoke, it is a pleasure, there is pain within it, because you may get a disease. Pleasure, you've had pleasure, with the man or the woman, sexually or otherwise, comfort and so on. And when that person looks away you are jealous, angry, frustrated, mutilated.\nSo pleasure inevitably brings pain. And we are not saying we cannot have pleasure. See the whole structure and you will know then that joy is not pleasure, real enjoyment, the beauty of enjoyment, the freedom, has nothing whatsoever to do with pleasure, and therefore with pain or fear. If you see that, the truth of it, then you will understand pleasure and give it its proper place.\nQ: I think that there are always times in life when we are confronted with a duty and sometimes this duty takes every ounce of energy that we have, both physical energy and spiritual energy. For example, a job or a family and so forth. My question is, how can one maintain the spirit of recollection of the fragmentation that you were discussing yesterday, while being involved with these duties?\nK: I wonder why we use the word 'duty' - it is such an ugly word. Isn't there a difference between duty and affection and love? Isn't there responsibility with love, not duty? Duty is an ugly word used by the politicians and the priests. And you use that word to condemn yourself, which means that you are no longer loving, being affectionate. So to find out, sir, what love is, is as important to find out what fear is. When there is the ending of fear, then there is the beginning of love. Then you will never use the word duty.\nQ: Krishnamurti, I have two questions. At the beginning of the talk you said one must be serious in order to live life properly. There are other men that would say, one must have a sense of humour concerning all aspects of life. Is your statement differing, entirely opposite to this one?\nK: To be serious means also to laugh.\nQ: So I'm not serious - OK. The second question is, sir, you define a kind of fear but aren't there some fears that are useful at least for survival? For example, I'm very much afraid of jumping from the Empire State building, and I would like to keep that fear.\nK: Surely. When physically you face a danger, the natural response is self-protection. Physical survival - is that fear or is it intelligence? Now we don't apply that same intelligence with regard to fear, the inward fears, the psychological fears. Look at this sir, very simply. The world has divided itself into nationalities and religious groups and political groups. This division is bringing about war, hatred. And that very war is destroying us, though we think through nationalism we shall have security. So when one realises all this, intelligence becomes extraordinarily important. And you know when that intelligence is operating, and it can operate only when there is no fear. Enough, sirs.\nMay I request you not to clap. Do what you like, but don't clap because you are not entertaining me, you're not applauding me. If you want to clap go outside or do it when I'm not here.\n"}]