[{"title":"can-brain-be-quiet","text":"This is the last talk, but there will be discussions beginning on Sunday morning. And I hope you can stand this heat, at least for an hour and twenty minutes or so.\nWe have been talking, communicating with each other about many things concerning our daily existence. And I think this morning we should talk over together the problem of religion. I know most people don't like that word, they think it's rather old fashioned and has very little meaning in the modern world. There are the weekend religions: turn up on a Sunday morning, well-dressed, and do all the mischief you can during the week, and so on. When we talk about the word, use the word 'religion' we are not in any way concerned with organised propagandist religions, churches, dogmatism, rituals and the authority of the saviours and representatives of God, and all the rest of that stuff. We are talking about something quite different. I am sure most human beings, both in the past and the present, have always asked if there is something more, much more transcendental, real than the everyday existence with all its tiresome routine, with its violence and despairs and sorrows, if there is something more. And not being able to find it, they have begun to invent, imagine, worship a stone, a tree, or an image, giving to that symbol a great significance. And it was all, it appears and seems, based on fear and thought.\nNow to find out if there is anything really true, sacred - I am using that word rather hesitantly - something that is not put together by one's own desires and hopes and fears and longings, something that is not dependent on environment, culture, on education, but something that thought has never touched, that something that is totally incomprehensibly new. And to find that out perhaps this morning we could spend an hour or so in enquiring into that, trying to find out whether there is a vastness, an ecstasy, a light that is unquenchable. Because without finding that, life - however virtuous one is, however orderly, however non-violent one is - in itself has very little meaning. And the meaning of religion in the sense we are using, in which there is no kind of fear or belief, is the quality that makes for a life in which there is no fragmentation whatsoever. And if we are going to enquire into that, one must not only be free of all belief, but also one must be very clear of the distorting factor of all effort, direction and purpose.\nPlease do see the importance of this, because we are talking over together, sharing together, understanding together. And if you are at all serious in this matter it's very important to understand how any form of effort does distort a direct perception. Any form of suppression obviously distorts. Or any form of direction, direction born of choice, of established purpose, an end, created by one's own desire, will, does make the mind not only distorted, but utterly incapable of seeing things as they are. So we are enquiring into this question of what is truth, if there is such a thing as enlightenment, if there is such a thing as something that is not of time at all, if there is a reality that is not dependent on one's own demands.\nNow in trying to find that out - Oh, Lord, there's so much noise, isn't there? - there must not only be freedom but also a certain quality of order. We generally associate order with discipline - discipline being conformity, imitation, adjustment, suppression and so on, drilling the mind to follow a certain course, a certain pattern, what it considers to be moral. That is generally understood as discipline. And that is diametrically opposite of order. Order has nothing whatsoever to do with discipline. Please do follow this a little while, give your attention, we are sharing together, so I don't have to repeat, 'Please do pay attention to this'.\nAs we were saying, order is not discipline. Order comes about naturally and inevitably when we understand all the disturbing factors, when we understand the disorders, the conflicts, the battles that are going on within ourselves, and outwardly, when we are aware of all this - the disorder, the mischief, the hate, the violence, the ambitions. The comparative pursuit and so on, which all creates not only social disorder but inward disorder. When we understand this disorder, look at it, become aware of it, then out of that awareness comes order, which is nothing whatsoever to do with discipline. But you must have order, because after all order is virtue. Yes, sir, you may not like that word 'virtue', after all virtue is not something to be cultivated. If it is a thing of thought, will, suppression, it's no longer virtue. But if one understands the disorder of our life, the confusion in which one lives, the utter meaninglessness of our existence, when we see all that very clearly, not only intellectually and verbally, but actually see the utter futility of all that, not condemning it, not running away from it, but observing it in our life, then out of that awareness and observation comes naturally order, which is virtue. This virtue is entirely different from the virtue of society with its respectability, the sanctions of society, of churches and religions with their hypocrisy, it is entirely different from one's own self imposed discipline. But this order in our enquiry must exist, otherwise you cannot proceed - proceed to find out if there is, or if there is not, without any assumption, a reality that is not of time, that is incorruptible, that doesn't depend on anything.\nNow to find that out, if you are at all serious, really serious in the sense that it's a part of life, it's as important as earning a livelihood, as important as eating, seeking pleasure, you know, it is a vital, tremendously important thing to find out - each one of us. And this can only be found out through meditation. That word 'meditation' implies, the dictionary meaning of that word, is to ponder over, to think over, to enquire, to have a mind that is capable of looking, a mind that is intelligent, a mind that is sane, not perverted, not neurotic, not wishing something, for something. That is the generally understood meaning of meditation if you look into the etymology of that word, and so on.\nNow we are going to, together, enquire into this: what is meditation, and if there is any method, any system, any path which you can pursue and come to the understanding, or perception of reality. You are following all this? You know unfortunately people come from the East with their bag of tricks. Their bag of tricks consists of systems, authorities. They say, do this, and don't do that and you will find enlightenment. Practise Zen. Some of you have done all these tricks. Or go to India, or Japan, and spend your years studying it, disciplining yourself, trying to become aware of your toe, and your nose and your eyes and all the rest of it, day after day, practise endlessly. Or repeat certain words, the Sanskrit word for that is mantra, repeat certain words and you will calm the mind and in that calmness there will be perception of something beyond thought. You know all these tricks can be practised by a very stupid mind. A stupid mind, a dull mind - I am using the word 'stupid' as stupefied, the word 'stupid' means a mind that is made dull, stupefied. A mind that is stupefied - you may not like stupid, so I will be more polite by calling it a stupefied mind - a stupefied mind can practise any of these things. Study Zen, practise it, repeat words, and specially if they are Sanskrit they have a certain tonality, and do all these tricks of control, suppression, imitation, follow a certain authority. A dull mind can do this, and it will remain dull. Naturally. Because when you do all these things, practise, the mind becomes more and more mechanical. Please, you may not be interested in all this but you have to find out. Because after you have listened very carefully you may go out in the world and teach people, that may be your vocation - and I hope it is - and so if you are going to point out these things you have to know the whole substance, the meaning, the fullness, the beauty, the ecstasy of all this.\nSo a dull mind, a mind that has been stupefied by practice can not possibly under any circumstances whatsoever understand what is reality. So one must be completely, totally, everlastingly free of all this. Because you need a mind that is not distorted, that's very clear, that is not blunted, that is no longer pursuing a direction, a purpose, then only is it possible for such a mind to see 'what is'. In this state of mind there is no experiencing at all. Experience implies there is an entity who is experiencing. Isn't there? An entity that is going through a certain experience, and therefore there is a duality - the experiencer and the thing to be experienced. Right? There is the observer and the thing to be observed. That is, most of us want some kind of deep, abiding, marvellous, mystical experience, because our own daily experience is so trivial, so banal, so superficial, we want something mysterious, something that is electrifying. Now in that desire for a marvellous experience there is this duality of the experiencer and the experience. Right? As long as this duality exists there must always be a distortion because the experiencer is the accumulated past, with all his experiences, his knowledge, his memories. Being dissatisfied with all that he wants something much greater, and therefore he either projects it, or finds it, but in that still there is a duality, therefore there is a distortion. Are you following all this? Truth is not something to be experienced. Truth is not something that you can seek out and find it. That which is beyond time, thought cannot possibly enquire, search it out and grasp it.\nSo one must understand very deeply this question of experience and wanting experience. (That's our train!) So please understand this. Do please see this tremendously important thing. Any form of effort, wanting direction, seeking out truth, and the demand for experience, in that there is a duality, the observer wanting something transcendental, and therefore making effort, and therefore making the mind not clear, pristine, non-mechanical. And a mind that's seeking an experience, however marvellous, mysterious, in that very search there is a duality - the 'me' that is seeking it. The 'me' is the past, with all the frustrations, miseries, hopes, disgusts, you know, all that, is seeking, therefore in that there is a distortion.\nThen there is the whole business of the brain. After all the brain - you can observe this in yourself, I haven't read books, so we are not discussing from any special point of view - you can observe yourself, for yourself, how the brain operates. The brain is the result of the past, of time, of experience, it is the storehouse of memory. And memory is the past. And this memory responds, all the time responding, of like and dislike, justifying, condemning and so on, responding all the time, according to its conditioning, according to the culture, religion, education it is brought up in. That storehouse of memory, from which thought arises guides most of our life. Right? You are following all this? Are we going together? Don't look so worried, please. If you don't quite understand it now we will go into it a little later, afterwards, so relax and take it easily, because this is really quite an immense thing if you can grasp it.\nAnd that brain, which is the storehouse of the past, is directing, is shaping our lives, every day, and every minute, conscious or unconscious. And that's one of the distorting factors, which is thought, which is the response of the past - the past being knowledge, experience, and so on, the 'me', which is the very essence of the word and thought. Now can that old brain be completely quiet, only awaken when it is necessary to operate, to function, to speak, to do, act? But the rest of the time completely still. Have you ever tried to do this? No, of course you haven't. You see, you all smoke very easily, you do things without deep thought, it doesn't matter, that's your affair.\nMeditation implies, not the orthodox meditation, not the Zen meditation, not the meditation through repetition, all that is stupefying, mechanical, has no meaning. The real meditation is to find out whether the brain with all its activities, with all its experiences, can be absolutely quiet, not force it, because the moment you force it there is again duality. The entity that says, 'By Jove, I'd like to have a marvellous experience, therefore I must force my brain to be quiet, will it' - you will never do it. But if you begin to enquire, watch, observe, listen to all the movements of thought, its conditioning, its pursuits, its fears, its pleasures, how the brain operates, then you will see the brain becomes extraordinarily quiet. And the quietness is not dormancy, sleep, but tremendously active and therefore quiet. You understand? A machine, a big dynamo that is working perfectly, ticking over, well-oiled, hardly makes any sound, it's only when there is friction, there is noise. So the brain and therefore the body, must be completely quiet.\nSo one has to find out whether your body can completely sit still, or lie still, without any movement - again, not force it. Because the body, the brain are interrelated, psychosomatically they function, not separately. Shall we go on, we are meeting each other? We are communicating with each other?\nThere are various practices to make the body still. Again these practices imply suppression: the body wants to get up and go away, walk, and it says, 'No, I must sit quiet', and the battle begins, wanting to go out and wanting to sit still. And in this there is this whole thing called yoga - you have heard about it? Oh, Lord, you are rather - I suppose you know the whole world is upside down, when one is concerned only with social activities, social reform, revolution, all the other things escape, or are put aside. But if you want to understand the whole business of life, you have to understand everything that is contained in it, human life, psychologically. The word 'yoga', you will find dozens of books all over the world, written by all the specialists, means to join together. The very word 'join together' is wrong, which implies duality. You understand? Therefore it has quite a different meaning, which we won't go into now. Probably it was invented, this particular series of exercises and breathing many thousands of years ago in India. It is to keep the glands and the nerves and the whole system functioning very healthily, without medicine, and keep it highly sensitive. And the body needs to be sensitive otherwise you can't have a very clear brain. You know, if you stuff yourself with wine, meat and all the rest of it, how can your brain function clearly? Your smoking, drugs and all the rest of it, becomes such superficial immediate satisfactions without any understanding what is beyond it.\nNow yoga is a certain kind of practice of exercises, exercise, not something mysterious through exercises, one has to do it to keep the body supple. You understand? The brain has to have all the blood it needs, and therefore right breathing. You understand all these things? If I may be a little personal, we do it every day for two hours, regularly. Not the regularity of machinery - I won't go into all that, it doesn't matter.\nSo one has to have very good healthy, sane body, and therefore a brain that is capable of thinking rationally, healthily, objectively, non-personally, therefore efficiently, and a brain that is absolutely quiet - not mechanically made quiet. Now you can see the truth of this, can't you, the simple fact of it, that one needs to have a very good healthy, sensitive, alert body, a brain that functions very clearly, non-emotionally, non-personally, and such a brain to be absolutely quiet. You can see the fact of that, the simple logical fact of it. Now how is this to be brought about? You understand what I mean? How can the brain, which is so tremendously active, not only during the day time but when you have gone to sleep, how can this brain be so completely relaxed and completely quiet? You understand my question? No method will do it, obviously. Please follow all this. No method. Right? Do you see that? Because method implies mechanical repetition, which stupefies the brain, and therefore makes the brain dull, and during that dullness you think you have marvellous experiences. So how is this brain, which is so tremendously active, which is never still, because it's always chattering, to itself or with others, judging, evaluating, liking, disliking, you know, turning over all the time, how can that brain be completely still? Do you understand the importance of a brain being still, the importance, not what the speaker says is important, for yourself do you see the real importance, the extraordinary importance that this brain should be completely quiet? Because the moment it acts it can only act in response of the past. It can only act in terms of thought, and therefore again the operation of the past. And it's only such a brain that's completely still that can observe. Right?\nOne can observe a cloud, a tree, a flowing river, with a fairly quiet brain. Right? You can see those mountains, the extraordinary light on those mountains, and the brain can be completely still. You have noticed this, haven't you? Now how has that happened? How does the mind, facing something of extraordinary magnitude, like a very, very, very complex machinery, like a marvellous computer, or a magnificent sunset or a mountain, how does it become completely quiet, for even a split second? Have you noticed when you give a child a good toy, how the toy absorbs the child? Then the child is concerned with it, playing with it, and doesn't - you know - he is absorbed by the toy. In the same way the mountain, the beauty of a tree, the flowing waters, absorb the mind and makes the mind by its greatness still. Right? That is, the brain is made still by something. Now can the brain be quiet without an outside factor entering into it? You are following all this? And because they haven't found a way, therefore they say, grace of God, prayers - right? - faith, absorption in Jesus, in this or in that. And we see all that, this absorption by something outside, a dull, a stupefied mind can do this.\nWe are trying to find out, can this happen: this quiet, free brain that is completely quiet, without any interference. Right? You have understood the question? If it is not quiet one of the factors is dreams. You are following all this? Is this too much? Tant pis, if you don't understand, it's up to you. The brain is active all day, endlessly, the moment it wakes up till it goes to sleep it is on the move. And when you go to bed and go to sleep, the activity of the brain is still going on. Right? The activity of the brain is dreams. Right? The same movement of the day is carried on during sleep. And therefore the brain has never a rest, never a moment it says, 'I've finished, it's over', because it is carrying on the problems which it has accumulated into sleep, and when you wake up those problems go on. It is a vicious circle. So a brain that is to be quiet must have no dreams at all. Because when the mind is quiet during sleep there is a totally different quality entering into the brain, into the mind. We will go into that a little later, if you are interested.\nSo we are asking how does it happen that the brain, which is so tremendously, eagerly, enthusiastically active, can naturally, easily, without any effort and suppression, be quiet? I'll show it to you. As we said, during the day it is active endlessly. The moment you wake up, you look out of the window and say, 'Oh, awful rain', or, 'It's a marvellous, lovely morning, but too hot'. You have started. At that moment when you look out of the window not to say a word, not suppressing words, to realise that by saying, 'What a lovely morning, what a horrible rain', this or that, the mind has started, brain has started. But if you watch out of the window and not say a word, which doesn't mean you suppress the word, just to observe without all the memory of the past rushing, just to observe. Right? So there you have the clue, there you have the key. To observe without the old brain responding. Therefore when the old brain doesn't respond there is a quality of the new mind, new brain coming into being. Are you getting all this?\nYou can observe the hills, the mountains, the river, the valleys, the shadows, the lovely trees, and the marvellous cloud full of light and glory beyond the mountains, to look at it without a word, without comparing. But it becomes much more difficult when you look at your neighbour, at your wife, your husband, another person. There you have already got the images established and it becomes much more difficult to observe your wife, your husband, your neighbour, your politician, your priest, or whatever it is, absolutely without an image. Just to observe, and you will see when you so observe, so clearly see, the action becomes extraordinarily vital, therefore it becomes a complete action which is not carried over the next minute. You are meeting this? You understand?\nOne has problems, not sleeping well, quarrelling with the wife, you know, problems, deeply, superficially, and we carry these problems from day to day - dreams, the repetition of these problems, the repetition of fear, pleasure, problems, over and over and over again. That obviously stupefies the mind, makes the mind dull, the brain too. Now, is it possible to end the problem as it arises? You understand? Not carry it over. I have a problem, somebody has insulted me - I am taking the most silly problem. At that moment the old brain responds instantly. Right? Saying, you are also. Now before the old brain responds, to be aware of what the man or woman has said, something which is unpleasant, to have an interval between what he has said and the response of the old brain, to have a gap. You understand this? So that the old brain is responding slowly, doesn't immediately jump into the battle. So if you watch during the day the movement of thought in action - thought is action, and if you watch that and you realise that it is breeding problems, and problems are something which are incomplete, which had to be carried over - but if you watch that with a brain that is fairly quiet, then you will see action becomes instantaneous, so there is no carrying over of a problem. You have got this? No carrying over the insult or the praise, or something, you know, problem, carrying over the next minute, it's finished.\nSo when you go to bed, when there is sleep, the brain is no longer carrying on the old activities of the day, it has complete rest. Right? And therefore the brain then being quiet in sleep, there takes place not only rejuvenation of the whole structure in itself but a quality of innocency comes into being. Because only the innocent mind can see what is truth. Right? Not the complicated mind, not the philosopher, not the priest, not the brain that is constantly repetitive, mechanical. The innocent mind is the brain as well as the body, the mind, the whole entity - not entity - the whole being - not even the being, it's that whole thing in which the body, the heart, the brain, the mind, the whole of that, if there is this alertness, watchfulness during the day, and when there is sleep there is a certain quality of innocency that happens. And it is only this innocent mind which has never been touched by thought, it's only such an innocent mind that can see what is truth, what is reality, if there is something beyond measure. That is meditation, not all the phoney stuff.\nTherefore to find, to come upon this extraordinary beauty of truth with its ecstasy, you must lay the foundation. The foundation is the understanding of thought which breeds fear and sustains pleasure. The understanding of order and therefore virtue, and therefore the freedom from all conflict and aggression and brutality, violence. That is the foundation, without that you can play tricks. And what you will have are the tricks of the conjurer. But if one has laid this foundation on freedom, then there is this sensitivity which is supreme intelligence, and from that the whole life one leads becomes entirely different.\nWould you would like to ask any questions about all this? Yes sir?\nQuestioner: Sir, during your talk you started to make a personal reference and then stopped. I think understanding you is very important to our understanding of what you said. I was surprised to hear what you said about yoga and how you practise it regularly two hours every day. To me this sounds like a strong form of discipline. More than that though is the general question, you were speaking of innocence of mind, I am interested in the innocence of your mind.\nKrishnamurti: The questioner says, it may be a personal thing but I would like to ask you, is your practice of yoga, doing two hours a day, regularly, a form of discipline, driving the body to do two hours a day, whether it likes it or not, regularly. And also the questioner says, perhaps in answering this question I would like to see the innocency of your mind. To see the innocency of a mind, whether it is yours or mine, you must first be innocent. I am not turning the tables onto you, sir. And to see the innocency of this mind you need to be free, you need to have no fear, and a quality of brain that is functioning without any effort.\nAnd if you do yoga regularly every day, two hours, is that not a form of discipline. You know the body tells you when it is tired, the body tells you, don't do it this morning. So when we have abused the body, driving it to do all kinds of things, spoiling it, spoiling its own intelligence, which it has, by a particular food you like, smoke, drink, and all the rest of it, the body becomes insensitive, then thought says, I must drive it, I must force it. Then such driving the body, or forcing it, compelling it, becomes a discipline. Whereas when you do these things regularly, easily, without any effort - yoga means skill in action, it isn't just doing certain things - the skill in action implies no effort. When you do the exercises any form of effort involved, that is not yoga. Therefore you do it easily, and the regularity of it depends on the sensitivity of the body. You do it one day, and the next day the body may be tired and you say, all right, I won't do it. It is not a mechanical regularity. Right sir?\nAll this requires a great deal of intelligence, not only the intelligence of the body, but the mind, the whole thing called mind in which is the brain, and all that, when that is intelligent it will tell you, it will react, tell you what to do, what not to do. Yes sir?\nQ: We want our minds to be quiet, but we have sometimes to take decisions. It is awfully difficult to know if we are going to take this or that decision, and this is what carries on problems.\nK: Right. I understand sir. A mind that is quiet must decide sometimes. If it cannot decide clearly then problems arise, even the very decision is a problem. Isn't it? That is the question, isn't it, sir? Decision. When do you decide? You understand the question? When do you decide - decision between this and that? Right? To do this, or to do that, which means choice. Right? When there is choice and out of that choice decision, then there is conflict, then from that arises problems. But when you see very clearly there is no choice, and therefore there is no decision. You are meeting this? I know the way very well from here to where one happens to live. There is no choice, you follow the road, because it's very clear. Watch it, watch it, go slowly. Because you have been on that road a hundred times, therefore there is no question, you may find a short cut, and if there is a short cut you take it next time. That becomes mechanical, in that there is no problem. The brain wants the same thing to happen, to function automatically, mechanically, so that it doesn't create a problem. Right? Do you see that? The brain demands that. Which is, please let me operate mechanically. Therefore it says, I will discipline myself to function mechanically. I must have a belief, a purpose, a direction, so that I can set a path to it and follow it, which all becomes mechanical. It follows in a groove. Right? Therefore what happens? Life won't allow that because there are all kinds of things happening. And so thought resists, builds a wall of belief, it resists. And this very resistance creates problems. So when you have to decide, and you decide between this and that, that means there is confusion between this and that, otherwise there is no decision. Right sir? Should I, or should I not do this? Right? That question I put to myself only when I am confused, when I don't see clearly what is to be done. Please see. Out of confusion we choose, not out of clarity. The moment you are clear your action is complete.\nQ: But it cannot be always clear.\nK: But wait. He says it cannot always be that way. Why not?\nQ: If it's a complex choice then you cannot reach a decision quickly, you have to look at it, it takes time to look at it.\nK: Yes, sir, take time, patience, to look at it.\nQ: You have to compare.\nK: But wait, sir, wait. Look at it, sir. You have to compare, compare what with what? Compare two stuffs, blue and white, compare it. Right? Whether you like this colour or that colour, whether you go up this hill or that hill, and you decide I prefer to go to that hill today and tomorrow I will go there - there is no choice, because you are going up there next day. The problem arises when it is dealing with the psyche, what to do within oneself, this or that. Now I say - we say, watch it. First watch what decision implies, to decide to do this or that, what is that decision based on? On choice, obviously. Should I do this, or should I do that. And I realise when there is choice there is confusion, because I have to choose. So confusion must exist when there is choice. No?\nQ: I pass.\nK: Wait, wait. First, I see the truth of this, the truth, the fact, the 'what is', which is where there is choice there must be confusion. Now why am I confused? Go step by step. Why am I confused? Because I don't know, or I know but I prefer that, as opposed to this. That's more pleasant, it may produce greater results, a greater fortune, or whatever it is, so I choose that. But in following that I realise also there are frustrations in it, which is, pain. Right? So I am caught again between choice, fear and pleasure. No? So I say, now, I am caught in this, can I act without choice? That means I have to be aware of all the implications of confusion, all the implications - listen to this carefully, please - all the implications of confusion, all the implications of decision, the decider and the thing decided upon, which is duality, and therefore conflict, and therefore perpetuation of confusion, and to be aware of all this - all that will take time, you say. You follow? It will take time, won't it - to be aware of my confusion, to know I am confused, what is involved in this confusion, to be aware out of that confusion I choose, and in choice there is decision, which means duality, which means conflict. Now to be aware of all the intricacies of this movement will naturally take time. Right? Now, will it take time? Or can you see it instantly? And therefore instant action. See the difference? Oh, come on sirs.\nLook: I have to decide between this and that, and in that decision there is conflict. And if I pursue one decision, the thing which I choose, there is a duality, and that inevitably breeds conflict. So I am back again with the problem. So I am asking myself, all this enquiry, observation, apparently, generally takes time, that's what you said just now, there. You said it takes time, patience, enquiry. I say, does it?\nQ: Otherwise you will dream of it.\nK: No, no. Does it? Do watch it, sir. Does it? It only takes time when I am not aware of it. That is, my brain being conditioned in the old says, I must decide, look what the brain does, because that is its habit, I must decide what is right and what is wrong, what is duty, what is responsibility, what is love - right? - decide, decide, decide according to the past, which is the old brain. So the decision of the old brain breeds more conflict, which is what the politicians throughout the world are doing. Right? The Israelites against the Arabs, and the English, you know. Now can that brain, the old brain be quiet so that it sees the problem of confusion instantly and acts because it's clear? Therefore there is no decision at all. If you saw that once, you will see what happens.\nQ: Sir, isn't it natural that if I perceive something my brain instantly becomes quiet? It is natural, yes.\nK: I explained that sir. I explained just now, we explained just now. Because our brain, as we said, is all the time active, responding. And we are saying this response of the old brain must inevitably lead to confusion, to decision, to operate and act according to the old pattern. But when you see the fact - please see this - when you see the fact that any decision must be born out of confusion and therefore increased problems, then your concern is not decision but whether the mind can be free of confusion.\nQ: How to?\nK: I am showing it to you. The mind is in confusion, the brain is in confusion because it is responding all the time according to the old pattern. Be aware, see the truth that it is acting according to the old pattern. See the truth of it, not your intellectual seeing, see the fact of it. The very seeing of that fact is the liberating factor. Like when I see danger there is instant action, there is no choice. Wait, sir. In the same way when I see the danger of decision born out of confusion, see the danger of it, then that very danger frees the mind from the old, and therefore there is an action which is complete which is not based on decision.\nQ: Can we learn from experience?\nK: Can we learn from experience. I don't think so.\nQ: (Inaudible)\nK: No, no, wait, let me finish, sir. Can you learn from experience - certainly not. Learning implies - learning, curiosity, enquiry, freedom. Are you following all this? Learning. When you are learning something, a new language, when a child learns something he is free, he is curious, he wants to know, he is learning, it's a momentum - not a momentum of having acquired and moving from that acquisition. We have experiences, innumerable, we have had five thousand years of war, we haven't learnt a thing from it, except to invent more deadly machinery, to kill each other. We have had many experiences with our friends, with our wives, with our husbands, with nationality - we haven't learnt. Learning can only take place when there is freedom from experience. Sir, when you discover something new your mind must be free of the old. Obviously. That's why meditation is the emptying of the mind of the known, because truth is not something that you invent, it is something totally new. Not in terms of the old and new, its newness is not the opposite of the old, it is something incredibly new. And therefore a mind that comes to it with experience cannot see what truth is.\nQ: To operate in the world of thought, are you saying that the paradox of thought is thinking of no thought, something like that?\nK: No, not something like that at all, sir. We operate daily with thought, and that's why there is so much mischief in the world, the 'me' and the not 'me', my country, your country, my god, my race, my belief, you know, thought. To operate entirely differently, not the opposite of it, is to find out the whole nature and the structure of thought, which is the past. And to find out whether that past which is necessary when I have to operate mechanically, when the mind has to operate technologically, it has to have all that knowledge, but to meet this whole extraordinary problem of living the mind must be new, fresh, innocent. No? If it meets always with the past pattern it creates more and more and more problems, and therefore more and more and more confusion. So to see the truth of this, not analyse it, dissect it, agree with it, but see the truth of this simple fact. If you really see it you are out of it.\nWe meet tomorrow, don't we, there's a young people's meeting tomorrow at ten thirty.\n"}]