[{"title":"observing-without-%E2%80%98me%E2%80%99","text":"I am so glad it is such a nice morning. A beautiful sky and lovely countryside. But I am afraid this is not a weekend entertainment. What we shall talk about is quite serious, and perhaps after I have talked a little we can talk over, discuss, or dialogue, or talk over together what we have talked about.\nI don't know how you feel about what is happening in the world, in our environment, to our culture and society. It seems to me there is so much chaos, so much contradiction and so much strife and war, hatred and sorrow. And various leaders, both political and religious, try to find an answer either in some ideology, or in some belief, or in a cultivated faith. And none of these things seems to answer the problems. Our problems go on endlessly. And if we could in these four talks in this tent and the two discussions that are to take place, if we could be serious enough to go into this question of how to bring about, not only in ourselves but in society, a revolution, not physical revolution because that only leads to tyranny and the heightened control of bureaucracy; if we could very deeply find out for ourselves what to do, not depending on any authority, including that of the speaker, or on a book, on a philosophy, on any structural behavioural pattern, but actually find out irrevocably, if one can, what to do about all this confusion, this strife, this extraordinary, contradictory, hypocritical life on leads.\nTo me it seems to be fairly clear that to observe there must be freedom, not only the outward phenomenon, but also to observe what is going on within ourselves, to observe without any prejudice, without taking any side, but to examine very closely, freely the whole process of our thinking and our activity, our pleasures, fears, and all the things that we have built around ourselves, not only outwardly but in ourselves as a form of resistance, compulsive demands, escapes, and so on. If we could do that consistently, with full intention, to discover for ourselves a way of living that is not contradictory, then perhaps these talks will be worthwhile; otherwise it will be another lecture, another entertainment, pleasurable or rather absurd, logical or illogical and so on. So if we could completely give ourselves to the examination, to observe intimately what is going on, both outwardly and inwardly.\nNow the difficulty in this lies, it seems to me, in the capacity to observe, to see things as they are, not as we would like them to be, or what they should be, but actually what is going on. To so observe has its own discipline, not the discipline of imitation, or compulsion, or conformity but that very observation brings its own discipline, not imposed, not conforming to any particular pattern, which implies suppression, but to observe. After all when you do observe something very closely, or listen to somebody very fully, that very listening and seeing, in that is implied attention. And where there is attention there is discipline, without being disciplined.\nIf that is clear, the next point is, in observing there is always the observer. The observer who, with his prejudices, with his conditioning, with his fears and guilts and all the rest of it, he is the observer, the censor, and through his eyes he looks, and therefore he is really not looking at all, he is merely coming to conclusions based upon his past experiences and knowledge. The past experiences, conclusions and knowledge prevent actually seeing. And when there is such an observer, what he observers is something different, or something which he has to conquer, or change and so on; whereas if the observer is the observed - I think this is really a radical thing to understand, really the most important thing to understand if we are going to discuss anything seriously: that in us there is this division, this contradiction, the observer and the many fragments which he observes. The many fragments make up the 'me', the ego, the personality, whatever you like to call it, the many fragments. And one of the fragments becomes the observer or the censor, and that fragment looks over the various other fragments. Please do this as we are talking, not agreeing or disagreeing but observe this fact that is going on within oneself; it becomes terribly interesting and rather fun if you go at it very, very seriously.\nWe are made up of many fragments, each contradicting the other, both linguistically, factually and theoretically, contradictory desires, contradictory pursuits, ambitions that deny affection, love and so on - one is aware of these fragments. And who is the observer who decides what he should do, what he should think, what he should become? Surely one of the fragments. He becomes the analyser, he assumes the authority. One fragment, among the many other fragments, assumes the censorship, and he becomes the actor, the doer, compelling other fragments to conform and therefore brings about contradiction. I don't know if we see this very clearly. Then what is one to do, knowing most of us are made up of these many fragments, which fragment is to act? Or are all the fragments to act? You are following? Or action by any one of the fragments brings about contradiction, conflict and therefore confusion. Right? Are we communicating with each other? Communication being thinking together, not only verbally but understanding together, going together, creating together. One fragment believes in god, or doesn't believe in god, and another fragment wants a security, not only physical but psychological security. One fragment is afraid, another fragment tries to dominate that fear. Seeing this extraordinary contradiction in ourselves what is one to do? The fragments cannot be integrated, which implies there is an integrator. Right? That is, the integrator becomes another fragment. So it is not integration, it is not one fragment which assumes superior position as the higher self, or the most intellectual thing and dominates the rest; or one fragment which feels greatly emotional and tries to function along emotional lines. So seeing this very clearly, what is the action that will be total, that will not be contradictory? And who is it that is seeing the whole fragments? Is it another fragment that says, 'I observe all the many other fragments'? Are we moving together? Or there is only observation without the observer. Can we go along? You understand my question?\nIs there an observation, the seeing, without the 'me' as the observer seeing? And therefore creating a duality, a division. That is really our problem, isn't it, basically? We have divided the world, the geographical world, as the British, the French, the Indian, American, Russian and so on, and inwardly we have divided psychologically the world, those who believe and those who do not believe, my country, your country, my god, your god and all the rest of it. And this division has brought about wars; and a man who would live completely at peace, not only with himself but with the world, has to understand this division, this separation. And can thought bring about this complete total observation? Are we, may I... I don't know if we are going together in this?\nWho is responsible for this division? The Catholic, the Protestant, the Communist, the Socialist, the Muslim, the Hindu? You follow? This division that is going on within, outwardly and inwardly - who is responsible? The Pope? The Archbishop? The politicians? Who is it? Is it thought? The intellect? Can thought observe without division? You are following? We observe - or thought observes all the many factors of these divisions and is it not thought itself that has brought about this division, the intellect? And the intellect is one of the divisions, one of the fragmentations and that intellect has become extraordinarily important, which is thought. Right? For us thought is the most extraordinarily important thing, the intellect. And we hope to solve all the problems of our life through thought, don't we? By thinking over a problem, trying to suppress it or give free rein to it. Thought is the factor, is the instrument, which is always observing. Right?\nNow that is, thought is one of the fragments. You don't live by thought, you have your feelings, your appetites, your pleasures. So if thought breeds contradiction, as yours and mine, as heaven and hell and all the rest of it, then how shall we observe, see, without the fragment which we call thought? I do not know if you have ever put this question to yourself. Thought is after all the response of the past, memories. Thought is never free, and with that thought, with that instrument, we are always looking at life, always responding to every challenge with thought. Now can we observe with eyes, with a mind that is not shaped by thought? That is, can we observe without any conclusion, without any prejudice, without being committed to any particular theory or action? Which means to observe with eyes that have learnt about these many factors, fragments, which compose the 'me', which make up the 'me'. That is, as long as there is no self-knowing, as long as I do not know myself completely, thoroughly, I must function in fragments. And how to observe myself, how to learn about myself, without the censor intervening in observation. Are we getting together?\nLook, I want to learn about myself because I see how extraordinarily important it is if I am at all to understand the world, action, and a new way of living altogether. I have to understand myself, not according to some philosopher, psychologist however learned. I want to learn about myself as actually what I am, without any distortion, without suppressing anything, what I am both consciously as well as unconsciously. I want to know myself completely. Now how shall I learn? How shall I learn about what I am? To learn there must be a certain passion, a great deal of curiosity, without any assumption, taking things for granted, to look at myself without any formula - can one do that? Otherwise you can't learn about yourself obviously. If I say I am jealous, the very verbalisation of that fact, or of that feeling, has already conditioned it. Right? Therefore I cannot see anything further in it. So I must, there must be a learning about the usage of words, not to be caught in words, and the realisation that the word, the description, is not the described or the thing.\nSo to look, to learn about oneself there must be freedom from all conclusion. I am ugly, I don't want to look at myself. I don't know what I shall find in myself. I am afraid to look at myself. You know all the things that we come up with. So, can one observe without any sense of condemnation? Because if there is condemnation it is one of the fragments that has gathered, that has been conditioned by a particular society or culture in which it lives. If you are a Catholic you are conditioned - two thousand years of propaganda has conditioned your mind, and with that mind you observe. And in that observation there is already condemnation, justification, therefore you don't learn. Right? The act of learning implies there must be freedom from the past. Obviously.\nNow we are learning together here. Is one free from the culture that has conditioned the mind? Being born as a Hindu or a Moslem, with centuries of propaganda - 'Don't do this, do this; believe in this, don't believe in that' - has conditioned the mind. And such a mind says, 'I am going to learn about myself'! It doesn't realise that it is conditioned. And a conditioned mind cannot possibly learn; therefore it must be free of its conditioning.\nI don't know if you are following all this? Are you? You know what that implies when you say, 'Yes, we are'? Not to be an Englishman, or a Frenchman. Not to belong to any religion. Not to have any prejudice. Not to come to any conclusion. Which means freedom. And it is only such a mind that can learn about itself; therefore one has to be aware of one's conditioning.\nThen the problem arises: who is to be aware of the conditioning? You follow? There is only conditioning; not, to be aware of the conditioning. I don't know if you see this see. The moment I am aware of my conditioning, there is a duality, isn't there? I who am aware of my particular conditioning, and hence the one who is aware wants to change his conditioning, break it down, be free from it. Therefore that creates conflict. Right? All division is bound to create conflict. Right? Sir, look, the Catholic and the Protestant, you have got a very good example. Any division is bound to bring about contradiction, conflict and strife. If I say I will be aware of my conditioning, there is immediately a contradiction, a separation.\nSo, to be aware of one's conditioning. You see, I am going to be aware of my conditioning is one thing; and the other is to be aware of it - non-verbally, because the word is not the thing - and therefore the actual perception of it. Can you do this? Not that this is a group therapy or analysis; for god's sake, none of all that stuff. But actually is one aware of this conditioning? To be aware that I am a Hindu. Awareness implies looking without any choice. The moment you have choice, it is a fragmentation.\nSo can you observe yourself without any image of yourself? The image of yourself is the conditioning. Right? And to observe without any image, which means I don't know what I am, I am going to find out. In that there is no assumption, conclusion, therefore the mind is free to observe, to learn. Right? But in learning the moment there is an accumulation you have stopped learning. Look, sir, suppose I have observed myself and I see I am this, as a fact, and from that observation I have learnt something about myself. Having learnt about myself is the past. Right? With that past knowledge I am going to observe, therefore I cease to observe. It is only the past that is observing. Right? So can I, can the mind observe without accumulating? You understand the problem? Just look at the problem first, not what to do. When you understand the problem very clearly action follows naturally. I observe myself and through that observation I have learnt something. After having learnt, I further observe. Having learnt more, I go on to observe, therefore the observer becomes the analyser. Right? Right? Please do see this. Let's go along. The observer, the analyser, is the result of many things he has learnt about himself, and with the eyes of the past, as the analyser, as the person who has accumulated knowledge, he examines, he looks, he learns. So the past is always trying to learn of what is going on in the present. Is this clear?\nSo can there be a learning, that is, watching, observing, without any sense of accumulation, so that the mind is always fresh to learn? It is only such a mind is a free mind. So can the mind be free of thought in observing, in learning? Because you see one wants to learn, naturally, seeing the transient nature of our life, the exhaustion of pleasure revived by thought, given continuity to pleasure by thought, seeing how everything comes to an end, one wants to find out if there is anything which is beyond, which is transcendental, which is something other than this daily routine, daily boredom, daily occupation, daily worry. After all that is what religions promise: seek god, love god. Now to learn if there is anything that is beyond thought, beyond the intellect, beyond the routine, one must be free of all belief, mustn't one? Which doesn't mean you become an atheist. The atheist and the believer are both the same.\nI want to find out seriously if there is something which is beyond 'what is', which means the mind must be totally free of any fear, otherwise fear will project something that will give it a comfort. So I must learn all about fear, the mind must be enquiring into this whole terrible problem of fear. If the mind wants to find out anything that is beyond the imagination, the myth, the symbol, man has projected as god, the mind must be free of all that to find out. And it cannot possibly find out if there is any form of fear. And we are frightened human beings. So can the mind learn the whole nature of fear, not only the conscious fears but the deep rooted fears of which most of us are unaware?\nSo from that arises the question: how are the unconscious fears to be revealed, to be exposed? Are you following all this? Is it to be exposed through analysis, which means the analyser, which means a fragment who is going to analyse. Or through dreams discover all the fears, and that is a perilous road, to find out through dreams what we are because dreams are merely the continuation of what we are during the daily life, waking hours. No? Is all this too much in one morning?\nAudience: No.\nK: Good. So how is the mind, which has divided in itself as the conscious and the unconscious, which again is a division, therefore contradiction, how is the mind to be aware of this whole structure and nature of consciousness? You follow? Without division. And there are hidden parts in the mind, deep down in the darkest corners of our mind; all kinds of things going on - nothing extraordinary, it is as silly as the conscious mind, the things of the conscious mind. So how is all that to be exposed? Not through analysis obviously. Right? If you really see that, the impossibility, the danger, the falseness of analysis - I hope there aren't any analysts here, bad luck if there are! - if you really see that, your mind then is free to observe without analysis. I don't know if you see that. Look, sir, let's be very simple about this. Analysis implies time. Right? Analysis implies the analyser who is different from the thing analysed. And is the analyser different from the thing he wants to analyse? Surely they are both the same, only he, a fragment, has assumed the power, the knowledge, the assumption that he is different and he is going to analyse. And each analysis must be complete. Right? Otherwise you carry over the misunderstanding of your analysis to the next analysis. Time, division as the analyser, each analysis must be complete, finished each time, which are all impossible. If you see the truth of that, the actual fact of it, then you are free of it, aren't you? Are you? If you are free of it then you have quite a different mind that is going to observe. You see the difference? If there is the freedom from the false, and analysis is the false, then my mind is free from the burden of that which has been false, therefore it is free to look.\nNow can the mind look at the totality of consciousness without any division as the observer watching the whole structure of consciousness? I don't know if you are following all this. Is this all becoming rather complex? If it is complex life is complex. And to learn about oneself you have to face this extraordinary complex entity called the 'me'. You have to learn about it, and that is what we are doing, we are getting educated about ourselves.\nSo can the mind observe the totality of itself? Look, we are human beings - at least supposed to be - only we have divided ourselves into various nationalities, religious beliefs, and so on. When you observe, that is, when you go beyond all nationalities and religious beliefs, we are aggressive, brutal, violent, pleasure-seeking people, frightened and so on, and we have to learn all about that, which is ourselves. And to learn about ourselves we see analysis has no answer at all. On the contrary analysis prevents action, denies action. So can the mind observe the totality of itself, look at itself without any division? Then there is no need for analysis or for the hidden things to be exposed, you see the whole thing. Therefore in that observation you may discover fear. Fear and pleasure are the two principal things in us, driving forces, demanding more and more and more pleasure, and warding off fear. Right? Now what do you do with pleasure? You want more of it, surely - both physical, psychological pleasures. And in looking at pleasure very closely, one asks oneself: what is pleasure? Please, sirs, do discuss with me. Come together. What is pleasure to you? Physical sensation, psychological factors.\nQ: For me pleasure in an escape.\nK: For me, the gentleman says, pleasure is an escape. Escape from what? Am I escaping through pleasure? Escaping from fear of not having pleasure? Do look at it. Please sir, do look at yourself and you will find out simply this thing. Most of us are pursuing pleasure, aren't we? Why? Not that we should or should not. It would be absurd to say 'Don't have pleasure', when you look at the sky and the trees and the lovely countryside there is a delight. But why this pursuit of pleasure?\nQ: I feel that I sustain myself in pursuing pleasure.\nK: Sustain yourself? Who is yourself? This is much more complex than that. Do go into it a little bit. First of all let's be very clear what we mean by pleasure. Pleasure is entirely different from joy, isn't it? No? When you are joyous, when you think about it, it becomes pleasure doesn't it?\nQ: Pleasure is a stimulus.\nK: Obviously a stimulus. We know all how pleasure comes about. It is a stimulus. All right. Go into it please. Look at the pleasures you have. And also you have at rare moments great joy, don't you? Sudden burst of joy. Is there a difference between the two? Look, you have suddenly, as you are walking along you feel extraordinarily happy, and the moment you think about it, it has gone. No? No? At that moment of great joy there is no thinker. The thinker comes in and says, 'I wish I could have that extraordinary moment again'. So the thinker has made joy into pleasure by thinking about it. No? So there is a difference between joy and pleasure. I have had pleasure, somebody said something nice. I have had sexual pleasure. I have had pleasure in achievement, in success, in making a name for myself, and that pleasure is something entirely different from enjoyment, from joy. No?\nQ: Joy is in the now.\nK: Yes, joy is in the now, pleasure is something which happened yesterday and I want it repeated today. I think about the thing that gave me pleasure yesterday and the very thinking about that pleasure sustains that thing which was called pleasurable yesterday. No? So thought sustains pleasure, doesn't it? And also thought sustains fear. No? You are uncertain about that? I might lose my job. I am not so nice looking as you, not so clever, I might die tomorrow. I am lonely, I want to be loved, I may not be loved and so on. Thought does both, sustains both fear as well as pleasure. No? So what are you going to do about it? Put an end to thought, knowing thought breeds and sustains and nourishes these two. And to escape from this pattern we go off. Right? We turn to meditation, we turn to Zen, we turn to - you know, become Communist, Socialist, oh, a dozen things. To escape from this pattern become terribly religious, or terribly worldly, or revolt against the established order, which is built on this pattern. And the person who revolts creates the same pattern, the same thing in a different pattern. He is still seeking pleasure, avoiding fear. Then what is one to do? You follow this thing? Because the whole religious structure is based on escaping from this: believe in something marvellous, think about it all the time. But the other thing goes on all the time also. So there is contradiction in wanting to be free of it, and yet be in it. I don't know if you see all this. So they say, 'Suppress thought, control thought, kill the mind'. No? Who is it that's going to suppress thought? You see the danger? So that whole process of thinking has no meaning whatever. Right? I don't know if you see all this. All escapism has no meaning, whether that escape be in social work, watching football, or attending, going to churches where there is another form of entertainment. So unless you solve this basic problem, that is, to learn all about it, then only the mind can be free from it. Which means, can the mind observe the various forms of pleasures, the stimuli and so on, and also all the fears which thought has bred in its search for security. Right? That is, the brain demands that it be completely secure, otherwise it can't function properly, efficiently, logically, sanely. Right? The brain, which is the storehouse of memory, experience, knowledge, and that brain with its thought is constantly seeking safety, security, permanency. And not finding permanency in any relationship - husband/wife, you know, relationship, then it tries to escape in some form of belief, in some ideology, in some image, in nationalism, in god. You follow? Escape.\nSo can the mind, knowing all this, that is, learning about all this, which is being educated, educating itself, learning from itself, not from somebody else, because no book can give you all this, no teacher, only one has to learn about oneself completely, and then when one is not self-centred, then perhaps one is able to observe, or see, something which is beyond all this.\nNow, sirs, shall we talk, discuss, or question?\nQ: May I ask a question please? Could you tell me whether unselfishness is real or unreal?\nK: Could you tell me whether unselfishness is real or unreal. I wonder what we mean by the word 'real'.\nQ: Actual.\nK: Actual. Yes. Need somebody tell me whether I am self-centred or not - the actual fact? What does that mean, selfishness, what does it mean to be self-centred, to be concerned about oneself? Right? Whether that oneself has been identified with a nation, with a belief, with a particular ideological, political system, or that self identified with the family, it is still the self. That is the actual. That is 'what is'. That is what we are doing all the time. My family. And in that too there is a division - me and my family. Me with my ambitions, with my greed, with my position. You follow? And the family pursuing also the same thing, isolating each other. Right? All this is a form of egocentricism, isn't it? That is the actual. That is what is going on in our life daily. I like those who flatter me, who give me comfort; I don't like those who say anything about my belief. You know it all becomes so absurdly childish the whole thing.\nNow the question is: can the mind be free of this egocentric activity? Right? That is really the question, not whether it is so or not. Which means can the mind stand alone, uninfluenced? Alone, being alone does not mean isolation. Sir, look: when one rejects completely all the absurdities of nationality, the absurdities of propaganda, of religious propaganda, rejects conclusions of any kind, actually, not theoretically, completely put aside, has understood very deeply the question of pleasure and fear, and division - the 'me' and 'not me' - is there any form of the self at all?\nSo one has to be free of all this to find out what it means to live a life in which there is no fear. But you see unfortunately for most of us we have neither the time nor the inclination to pursue this right to the end. Rather, sorry, we have plenty of time but we don't want to do this because we are afraid what might happen. You see I have my responsibilities to my family, I can't become a monk. You follow? All the excuses that one churns out, which means we do not want to find out how to live without sorrow. And to learn about it one has to become extraordinarily, choicelessly aware of oneself.\nQ: May I ask a question? If one could ever, with this choiceless awareness that you speak of, really come to know all the fragments in oneself, would the conflict of seeing these fragments disappear?\nK: Would conflict disappear in every form if one became aware? Do you know what it means to be aware? Don't let's make a tremendously complex thing of it - to be aware, see. See the sky, the trees, the green grass, to see the beauty of all that, and to see the colour of your sweater, which I don't like, to be aware of my like and dislike. It is easy to be aware of things that don't affect me, like the tree, the ocean, the sea and the wind in the leaf, but to be aware of one's dislike, of one's prejudice, of one's vanity, arrogance - you try it, be aware of it, without any choice, don't say, 'It is right' - or wrong - 'I must get rid of it', 'How absurd to be vain' all those are rationalisation of a fact. And in that, when you are so aware, the question arises: who is it that is aware? When you put that question you are not aware. Right? Do please see it. When you put that question, who is aware, you do not know the meaning of that word or the significance of that word 'to be aware', because you are still thinking in terms of division - the one who is to be aware. Is that clear? Yes sir?\nQ: I see the enormous need to be aware choicelessly, as you say, and yet as I observe myself this does not occur. In other words the thinker is always intruding, the thinker is always commenting, observing, evaluating. Am I just to stay with that? Otherwise I think I recognise the vital need for this not to be always seeing through this past conditioning of the thinker, and yet the thinker continues to evaluate and judge. This does not occur, this choiceless awareness does not come into being.\nK: You are saying: what is one to do with the observer, with the thinker. Right? Who is always interfering, projecting, who is deciding. Now what do you do? Tell me please. There is your problem. Right? You have all that problem, haven't you? What will you do with it? Don't please answer me. Look at it first. Look at the question. Be aware of this fact that one is always doing this. I want to see the world as new. I want to see every challenge as something new to which I can respond with freshness, but always the thought interfering. Right? The observer with his condition, with his past responses, with eyes that are spotted, always interfering. Now what are you going to do? If it is actually your problem, not a theoretical problem, a passionate problem, what will you do?\nQ: Find out what causes it.\nK: Now wait. What causes it? Wait. Wait. Go slow. See what is implied. To say, I am going to find out what causes it, is part of the analysis, which will take time. Right? I thought you had abandoned analysis. So what will you do? By finding the cause of it, you may instantly find the cause of it, but will the discovery of the cause free the mind from the censor? Right? Will it? I know why I am angry, but I am still angry. I know the absurdity of jealousy, but I am still jealous. I have gone into the question of ambition very carefully, and discovered how absurd it is, why I am ambitious because in myself I am really nobody, rather footling little entity and I want to be somebody great. There is the cause. But yet the drive to achieve, to be successful, is still there. So the cause does not free the mind of the thing it wants to understand and be free of. So what are you going to do? Please proceed. You'll find out. Analysis will not help. Discovery of the cause will not free the mind.\nQ: So we must live it and let it be.\nK: Live it and let it be. Let it be what?\nQ: 'What is'.\nK: 'What is'. 'What is' is that thought is all the time, as the censor, interfering, judging, evaluating, condemning. That's a fact. Now, you see that as poison. Now what will you do? Do you actually see it, or is it just a theory?\nQ: Sometimes it is. In flashes you see it and at other times you can't see it.\nK: Sometimes you see it and at other times you don't. Is that so? When you see something very dangerous, that pool - you don't see it sometimes and you don't see it other times. The danger is always there, isn't it?\nQ: Sometimes you are aware of it and sometimes you forget.\nK: Wait. I understand that. What does that mean? You are aware of it sometimes, you are unaware of it other times. Right? What will you do? Proceed, you will find out. What will you do? That sometimes you are aware that the censor is operating and therefore preventing clarity, and other times you are unaware of the censor at all, you are just quickly responding. How will you bring about a total attention? Right? How? A system? A method? Right? Will it? You are doubtful about that, aren't you? A system implies practise, doesn't it? Practise day after day of being aware. Right? Which means what? It becomes mechanical, doesn't it, therefore it is no longer awareness. Therefore systems of any kind will not bring about attention. So, finished. Right? See what you have learnt. No analysis. Right? No searching out the cause. No system. Right? Now is your mind free of analysis, cause, systems, is it actually free?\nQ: At the moment.\nK: Ah, no, no. Not, at the moment. It means you don't see the truth of it, you only see partly what you like to see.\nQ: Ignore it.\nK: Ignore it! Withdraw? Ignore? Ignore it. How can I? You could ignore it? Ignore what? Ignore that I am thinking absurdly? But that is my whole life. How can I ignore my life?\nQ: Your past life.\nK: Your past life. Do you know what it means to live in the present?\nQ: I am suggesting that you ignore your past life.\nK: Sir, do you know what it means to live in the present? To ignore the past. Can I ignore the past when all my life is the past? No? I am the past. No? The past. All thought is the past. No? Because thought is the response of memory. Memory is knowledge, experience, which is all the past. Can the mind ignore all that? Because the mind is the past. All the brain cells are the result of the past. And you say 'Ignore it and live in the present'. Do you know what it means to live in the present? Which means to have no time at all, to be free of time. Not so that you will miss the bus - I don't mean that. If you forget time you won't be able to get home. We mean by freedom from time freedom from the whole structure of the 'me', which is time, which is the past. And one has to learn about all that. You can't just say I'll be free, or ignore it.\nQ: Krishnaji, may I ask your advice? I realise I must find the answer. In this process of observing fragments of oneself there seems to come a sense of guilt of one's shortcomings compared with an established standard of values, also a sense of possible disloyalty because one anticipates having to make a break from certain obligations to responsibilities that one has undertaken. Is this another form of fear? Should one disregard it? And then continue to look with joy and awareness?\nK: Yes, sir. When I observe myself, the questioner says, please correct me, sir, if I am not putting it rightly, the questioner says, when I am aware of myself I feel very guilty, I feel various forms of fears, of being irresponsible and so on and so on. All these things arise when I observe myself. What am I to do? Disloyalty, guilt, wretchedness, feeling miserable, repentance, you know, the whole works that one goes through. Why shouldn't they all come up? Why shouldn't this feeling of guilt come up? It is there. You are following what I am saying? Let it come but the moment you say it is guilt, it is wrong, it is right, I should have done this, then begins the interference of the censor. I don't know if you are following all this. Sirs, please, be extraordinarily simple about all this. I observe myself and I find that I have done something ugly and that makes me feel guilty. I want to know why. Why am I guilty about something which I have done? I have done it. Finished. Right? It's happened. I have told a lie. That's a fact. And no amount of my cunning deception is going to hide it. I'm afraid you might find out that I lied. I don't mind. Find out. Be clear, honest about it. You follow what I am talking about? I have lied and I feel guilty and I know I have done something ugly. I am going to look at it, I am not going to condemn it.\nYou know, sir, to look at actually 'what is', without the censor, it doesn't mean that you become callous, indifferent, on the contrary, you become extraordinarily sensitive. And sensitivity is part of intelligence. But the moment you condemn it, condemn 'what is', then begins all the trouble. But just to look at it, that you have told a lie, that one has been angry, one has been afraid, just to observe. Look sir, you depend, don't you, on people psychologically. No? You depend. Why do you depend? Not that you should not, or should. Why? Because the other gives you comfort, or sustains you psychologically. Inwardly one is poor and the other gives you a feeling of well-being. One is lonely therefore you depend on another. You can't stand alone therefore you depend. So there it is. Just to be aware that you depend and not cultivate detachment. But to be aware that you are dependant because you are lonely. And find out what it means to be lonely. Is it an acknowledgement of isolation? You understand? Loneliness is a fact of isolation, isn't it? Completely isolated from everything and one is afraid of that loneliness. Therefore you escape and therefore you depend. If you see this thing, see actually, non-verbally the fact that the moment you depend you are afraid, you are jealous, you become aggressive, you lose all sense of affection, love. When you see this whole thing very clearly then the mind is free from all dependency.\nQ: What is the dimension and the extent of the mind in relation to space?\nK: What is the time sir? I think we better stop and continue with this tomorrow, shall we? Right, sirs.\n"}]