[{"title":"public-talk-1-madras-chennai-india-06-january-1971","text":"With so many people I wonder what we can talk about. First of all, I'd like to say how important it is to find out for oneself what learning is, because apparently all of you have come here to learn or to find out what somebody else has to say. And to find out, one must obviously listen. And it is one of the most difficult things to listen - it's quite an art, because most of us have our own opinions, conclusions, points of views, dogmatic beliefs and assertions, our own peculiar little experiences, our knowledge, which will prevent, obviously, from listening actually to another, because all these will crowd in. All these information, opinions, judgments will hinder the act of listening.\nAnd can one listen without any conclusion, without any comparison and judgment? Just to listen, as you would listen to music, to something which you really feel that you love. Then you not only listen with your mind, with your intellect, but also you listen with your heart. Not sentimentally - which is rather terrible - or emotionally, but listen with care, objectively, sanely, listen with attention to find out. You know what you think, you have your own experiences, your own conclusions, your own knowledge. For the moment at least, put them aside, and that's going to be rather difficult, because we live on formulas, on words, on speculative assumptions. And when you... when we are trying to find out, enquire really very seriously into this whole problem of existence, one has obviously to prevent or put aside any projection of our own particular little idiosyncrasies, temperaments and conclusions and formulas, otherwise you can't, obviously, investigate, obviously learn together. And we are going to learn together, because after all the word 'communion', 'communication' means to have something in common with which we can co\u001eoperate, think over together, share together, create together, understand together - that's what really communication means - to have something in common over which we can think together, understand it together. Together - not the speaker explains and you merely listen, but rather together to understand this whole question of what is truth, what is living, this complex problem of daily activity - all that we are going to go into.\nAnd to really investigate, learn together, implies that there is no authority. The speaker, because he is sitting on a platform, has no authority - just he is sitting on a platform because merely... for convenience, but that doesn't give him any authority whatsoever. Please, let's understand this very clearly, that we are examining together, learning together, and the implication of 'together' is surely that we both must be serious, we must both be at the same level, with the same intensity, with the same passion, otherwise we will not meet each other. If you are deeply interested in a problem and if another is not, there is no communication at all. There is a verbal understanding, and verbal explanation is never the thing. So the description is never the described. And as we are going together to find out, one must be serious, because this is not an entertainment, it is not something over which you can discuss, argue, opposing one opinion against another. Opinions have no value. What has value, what has significance, is to observe actually 'what is', not only what is outwardly, but inwardly. To see exactly what is actually taking place, together, and therefore no interpretation, no conclusion, but to merely observe. And that is what we are going to do - to observe what is actually going on, both outwardly in the world and also inwardly.\nWhen one perceives 'what is' actually then you can do something about it. But if you observe 'what is' with a series of conclusions, series of opinions, judgments, formulas, one will never understand 'what is'. That's clear, isn't it. If you observe the world as a Hindu or a Muslim or a Christian, or any of that nonsense, then obviously you cannot possibly see clearly. And we have to see together very, very clearly, objectively, sanely. So, if one can observe very clearly, which in itself is a form of discipline - and we are using that word 'discipline' not in the orthodox sense of that word, but the very meaning of that word is 'to learn', the meaning of that word, the root of that word means to learn, not to conform, not to control, not to suppress but to learn. And to see very clearly what is happening inwardly and what is happening outwardly, and to see that this is a unitary movement not a separate movement, to see it as a whole, not divided. Can we go on? Right?\nWhat is actually happening outwardly, not only in this country but all over the world, what actually is taking place? Not the interpretation or the explanation or the causation of what is taking place, but what is actually happening. If a madman were to arrange the affairs of the world, he couldn't do better. Right? That's a simple, obvious fact. Sociologically, economically, culturally, there is disintegration. Politicians have not been able to solve any problem. On the contrary, they are increasing them. Countries are divided - the affluent society and the undeveloped, so\u001ecalled undeveloped countries, poverty, wars, conflict of every kind, no social morality, because what is social morality is immorality, therefore that's gone too. There is no morality. All the religious organisations with their beliefs, with their rituals, with their dogmas, are really separating people, which you can see obviously. If you are a Hindu and I am a Muslim, we must be against each other. We may tolerate each other for a few days but basically, inwardly, we are against each other. So where there is division, there must be conflict - right? - not only outwardly but inwardly. You can see exactly what is going on in this unfortunate world - the extraordinary development of technology, social changes, permissiveness, all that is going on. And inwardly we are a mass of contradictions.\nPlease, as I said, do observe yourself, watch yourself, not what the speaker is saying. Listen to what the speaker is saying as a way of observing yourself. Look at yourself as though you are looking at yourself in a mirror. Observe what actually is going on, not what you would like it to be. Actually. And you will see, don't you, that there is great confusion, contradiction, conflict, great amount of sorrow and the pursuit of pleasure, ideologically as well as sensuously. There is sorrow, confusion, conflict and occasional flash of joy, and so on. - that is actually what is taking place. So our problem is, can all this be radically changed? Can there be an inward and therefore outward psychological revolution? Because we cannot possibly go on with our old habits, with our old traditions, with our old capacities of thinking. Our very structure of thought must change, our very brain cells themselves must undergo a transformation to bring about order, not only within ourselves but outwardly. Now that is what is... what we - you and the speaker - are going to share together, learn together to find out.\nIf a mind that has been put together through time - please, do listen to this - the brain cells, which have evolved through millennia, centuries upon centuries, put together, which has acquired tremendous knowledge, experience, which has collected a great deal of scientific objective knowledge - can these brain cells, which are the result of time, which have produced this monstrous world - right? - this world of war, injustice, poverty, wars, the appalling misery that is going on in the world, the division of people, racially, culturally, religiously, and all this has been produced by the intellect, by thought, and any reconstruction by thought is still within the same field. I don't know if you see that.\nFirst of all, thought has produced this division among people, for economic, social, cultural reasons, both linguistically and ideologically. Right? Do follow this. It's not very complex, it is very simple. Because of its very simplicity you will discard it. But if you observe, you will see for yourself very clearly that the intellect with all its cunning reason, both objective and non-objective, this thought has made, has brought about this condition, this state, both inwardly and outwardly. Right? Do we see this together? Your thought, the way you think, the way another thinks, the way you think as a Hindu, as a Buddhist, as a Christian, as a Muslim, a communist - god knows what else - you are conditioned by the past and you think along those lines, and that very same thought tries to find a way out of this confusion. Right? And that confusion has been created by thought. Is this clear? It is not what I say, what the speaker says, it is what you have discovered for yourself, which is together. Right?\nAre you going to sleep? Or are you listening with passion to find out? Because we have got to change. We can't go on as we are, lazily, satisfied with little things, accepting certain doctrines as truth, believing in something about which you know absolutely nothing, following somebody, hoping that he will lead you to enlightenment - the various gurus with their concentration camps - don't laugh, do listen to this. This is so dreadfully serious. And all this has been produced by thought. And thought is the response of memory. Right? If you had no memory you couldn't think. Memory is knowledge, gathered experience, and thought is the response of the past, obviously. And we are trying to solve an immense complex problem of human relationship in terms of the past, which is thought. Right? Do you get this? Are we moving together, or are you still a Hindu? Or a - god know what else - all that childishness.\nSo, our question is, if you are at all serious - because it's only the serious person that lives, it's only the serious person that can understand totally this whole significance - not the man who just casually takes interest for a few days and drops it. We are concerned with changing your daily life, not substituting one belief by another belief. We must negate everything that thought has put together, otherwise you cannot possibly find a new dimension. Are we going together? Are we? Please, don't agree. It's not a matter of agreement or disagreement. It's a matter of perception, seeing actually what is going on.\nSo the question is, thought, which has brought about this culture - whether the Hindu, Christian, communist, what you will - and that thought, which is the response of memory, which is knowledge, and that thought which has created such confusion, misery, sorrow in the world, how can the very brain cells themselves which contain the memories undergo radical mutation? You've understood my question?\nLook, sir, knowledge is necessary. Just listen quietly - first listen. Knowledge is necessary, otherwise you can't go home, otherwise you couldn't write a letter, we couldn't speak in English together, understand each other. Scientific knowledge, technological knowledge is absolutely necessary to function. We see that. That is, if you would communicate in Italian, you must learn Italian - gather, study the meaning of words, the verbs, how to put the sentences together and so on, accumulate knowledge in Italian in order to communicate in Italian. You must have knowledge, which is again the product of thought. Right? Which is, cultivating memory in the language of Italian and then speaking that language, which is having knowledge of the Italian words. Right? One must have knowledge, which is the accumulation and the product of thought. Are you following all this? God knows, I don't.\nAnd one sees also thought has created division, between people through their religious absurdities, through their nationalism, linguistically, culturally, you know, all the division between you and another, between you and your wife, between you and your children. Thought has divided, and yet thought has produced extraordinary technological knowledge, which you must have. You are seeing the problem? Are we meeting each other over the question? Please. Thought has brought about great confusion, misery, wars, and thought also has produced extraordinary knowledge, accumulated technological knowledge, which you must have. So there is a contradiction in the very functioning of thought. Right? On one side it divides, separates psychologically as well as outwardly, and thought has gathered extraordinary knowledge, created knowledge. And thought uses that knowledge to sustain the separativeness of people.\nNow, so the question is - what is the question? You see, I am putting... the speaker is putting the question, you are not. The question is: can thought, though it must function within the field of knowledge, can that very thought cease to create separation? You follow? You have understood my question? Because really that is the problem - basically, fundamentally, that is the problem. Thought is old, because memory is of yesterday, so thought is never free, because it can only function within the field of knowledge. And this thought, which is the response of memory, and that memory is within the very structure of the brain cells, and can thought... is there - not a way, a system, a method, those are all mechanical and absurd, they lead nowhere - is there a perception - that's right - is there a perception which the very seeing is the acting? You've understood my question? Am I battling with you? Are we going together? Please, do say yes or no.\nQuestioner: Yes.\nKrishnamurti: Ah, no, please, don't so quickly agree, because that is too childish. I don't want your encouragement. Please. You see you are not used to investigate, you are not used to observing yourself. You are accustomed to read what other people say and repeat, whether it be Shankara, Buddha, whoever it is. You know, it would be marvellous if you never said a word that is not your own discovery. Never say anything that you yourself don't know. Which means, you will put away all your gurus, your books, sacred books, religious books, theories, what the philosophers have said. But of course you'll have to keep your scientific, technological books, that's all. But to never say anything that you do not understand, that you have not discovered yourself. And you will see then your whole activity of the mind undergoes a tremendous change. Because now we are second\u001ehand human beings or thirteen\u001ehands human beings. And we are trying to find out a way of living which is really timeless. You understand? Because thought is time. Right? Because time is putting things together, a process; a process implies time. Right? To get from here to there requires time because you have to cover space. Thought thinks in terms of time. Right? Thinks life as a process, getting from here to there. Now we are asking, a way of living in which time doesn't exist at all, except chronologically, in numbers. Right? You have understood my question? Because what we are concerned with is change, a revolution, a total mutation of the very structure of the brain cells. You understand? Otherwise you cannot produce a new culture, a new way of living, live in a different dimension altogether. Right?\nSo we are asking how is - the word 'how' is not right - is there a way - oh lord, not a way - is there an action of perception - that's it - is there an action of perception in which thought doesn't enter, except technologically? You have understood my question now? Are we meeting each other? Look, sir, put very simply: one has lived in the same old pattern, in a corner of this vast field of life, in a small corner. And in that corner there is extraordinary division; that very corner creates division. Right? And we are living in that state. One observes this, not through books, not through newspapers, not through what somebody else says, one actually observes this fact, and one asks, can this be radically changed? We think in terms of... we think change in terms of time. Right? 'I will be different tomorrow'. Right? We are caught in the verb 'to be'. Right? 'I have been, I am, I shall be' - that is the... caught in the trap of that verb 'to be'. The verb 'to be' is time. Right? Oh, for god's sake. And one asks, if one is serious, meditative, deeply enquiring, time doesn't seem to bring about radical change. I will be tomorrow what I have been - right? - modified, slightly different, but it is the same movement of what has been. And that is a process in time. And in that there is no mutation, there is no transformation. Right? And how is this mutation to take place, from which there will be a different way of living, a different culture, a different creation altogether? That is the question, you understand? To perceive and act, not perception and later on act - which is the function of thought. Oh, lord! Please, this isn't intellectual, this isn't verbal, this is really simple. What is... Look, let's begin again.\nI see in myself - which is yourself - I see in myself a great deal of suffering, a great deal of confusion, ambition, anger, brutality, violence; all the things that man has put together is in me, is in you - right? - the sexual pleasures, the ideological pleasures, the fears, the agonies, the competitive drive, aggression - you know, all that - that's what you are, what we are. Can that be changed instantly? We know, or we think there is a way of bringing about a radical change in that through time. Gradually I will evolve, gradually I will get rid of my anger - you know, all the rest of it - that means time. Right? And one sees time doesn't change at all. Right? It may modify, but radically it doesn't change, because you perceive yourself as you are and you say, 'I will be that, I should be that'. In that interval between what you are, 'what is' and 'what should be', is space, is time - right? - and when you are moving from 'what is' to 'what you should be', there are other factors coming in and therefore you never come to 'what should be'. Right?\nLook: I am violent and I say to myself, 'I must not be violent'. The 'must not be violent' implies time, doesn't it? Please, doesn't it? 'I will be not violent in a week's time'. Therefore that involves time. And between now and next week I am sowing the seeds of violence. Right? Therefore I haven't stopped being violent. Right? You follow this? Therefore I ask myself, is there a way - again, 'a way', it doesn't matter - is there a perception which is freed from time, and therefore instant action? You have understood my question now? Is there perception of violence which will end that violence, not in a week's time but instantly? You have understood my question? Isn't that clear? Right? Are you listening? For god's sake! Are we communicating with each other? That is, I want to see if violence can end instantly and not gradually, because when you say 'gradually', it will never end. Right? You see that? Therefore, is it possible to perceive, and that very perception is action? Shall I go on from there? Shall we go on from there?\nNow, what prevents this perception? You understand my question? To perceive - perception is action - as when you see a snake you act instantly. There is no saying, 'Well, I will act next week'. There is immediate response, because there is danger. Now, what prevents the mind and therefore the brain from this instant action of perception? You understand what I am talking? You have got my question? Right? What do you think prevents it? Let's talk about a little. What do you think prevents it? Why don't you see that time is a barrier? Time doesn't bring freedom because time is thought. Right? Time is putting things horizontally or vertically together. And time will not bring about a different perception of life at a different dimension. Right? So, what is it that prevents perception? Right? You understand my question? Now what do you think prevents perception? Why don't you see things clearly and act instantly? Why don't you see that division, psychological division, as you a Parsi, a Hindu, a communist, a socialist, a Muslim, a Buddhist - that division creates tremendous conflict. You see that, don't you? How do you see it? Verbally, or as an actual fact of danger. You understand? Please. Do you see it? Do you see that as long as I am a Hindu, a communist, that very fact must bring about division, and division is conflict. Intellectually I recognise it. Right? Intellectually say, 'Yes, that is so'. And there I stop. But action doesn't come from it. I don't completely cease to be a Hindu, which means all the tradition, all the conditioning, the culture - you follow? That doesn't cease, because I am intellectually hearing the words without relating to perception as danger. Right?\nWhy is there no perception, as when there is danger you perceive and act instantly? You understand? Why don't you? Because you see - you know what is happening in the world: the black against the white, the communist against the capitalist, the labour against somebody, and so on, division, division, the Catholic against the Protestant, both though worship what they call Jesus Christ and all the rest of it. Here too there is division - linguistic, national, cultural, you know, this country is ridden with division. Right? You have your guru and I have my blasted little guru. I have my guru's system to nirvana, to heaven and you have yours. Right? So there is division, there is conflict, and out of this conflict there is war, both inwardly and outwardly. And a man who is really serious wants to find a way of living where there is no conflict at all, at the very root of his being, no conflict, has to find out, not merely intellectually, not verbally, but actually find out for himself if there is an action which is not of time. Right? Now, I will go into it.\nNow when the speaker is going into it, don't follow him - and then you become his stupid disciples. When we... we are enquiring together, therefore you are sharing the thing together. When the speaker is going into it, explaining, don't be caught by the words, by explanations, because the explanation is not the explained. You may be very hungry and if I tell you what lovely food there is, that won't satisfy you. You have to share it, eat it.\nNow, we'll begin at the very objective level, whether you can see anything without an image - just listen to it, please, just listen to it - to see a tree without the image, without the knowledge, without thought coming in between the observer and the observed, and saying, that is a mango tree. Just to observe. Have you ever done it? You have always observed, haven't you, through an image. Right? Haven't you? Because, that is, you see without the verbalisation. The verbalisation is the process of thinking. Now, can you observe a tree, your neighbour, your wife or your boy or girlfriend without the image? Can you? You can't, can you? Can you observe your wife, which is a little more difficult than observing a tree (laughter) - can you observe your - how easily you laugh, don't you? You want to be entertained. Too bad! You can observe a tree fairly easily without the image, without the word, without thought, just to observe. When you observe the tree without the whole mechanism of thought coming into operation - just listen - then the space between you and the tree, which is time, disappears. Which doesn't mean you become the tree or you identify yourself with the tree. You see the tree completely, not partially. Then there is only the tree without the observer. Right? You understand this? You have never done it. Do it. Not try to do it - do it. That is, to observe a flower, the cloud, the bird, the light on the water, the movement of the breeze among the leaves, just to watch it without any image. Then you will see there is a relationship which has never existed before, between that which is observed and the observer, because then the observer comes totally to an end. We will go into that - let's leave that for the moment.\nNow, observe - observe, do it - your wife or your friend without the image. You know how difficult it is? You have the image of your wife, haven't you? - or the husband or somebody. That image has been built through time. Right? You have lived with her sexually, lived with her for comfort, you know, she has nagged you, you have bullied her, you know, all the things that happen in this terrible family life - which we will go into later - there you have built up through years image about her and she about you, and you look at each other through these images, don't you? Right? Don't you? Oh, do be honest for a change. You are so frightened to be honest. You have an image. Now, that image separates people. Right? The image as you as a Hindu and the Muslim as a Muslim, which is an image, that image prevents, divides. Right? And if I have an image about my wife, that image which she has and I have obviously must divide. Right?\nNow, how is this image to come to an end? The image as a Hindu, as a Muslim, as a communist, as a socialist, as a - you follow? - the image that one has built about oneself and the image that one has built about another, how is that to come to an end? Right? If that image disappears then there is a totally different kind of relationship. You understand? Because the image is the past, the image is the memory, the memory is the various markings on the brain cells which has taken place through a number of years. You are following? Which is the conditioning of the brain cells as a Hindu, and that image remains. Now the question is, can that image come to an end? Right? Not through time, not gradually, but instantly. You have followed my question?\nNow, to answer that question, one has to go into what is the machinery that builds image. Right? Are you also working? Are you also... are we together or are you merely learning from the speaker? Don't learn from the speaker, because the speaker has nothing to teach you. You understand? He has absolutely nothing to teach you, because he doesn't accept the position as a teacher and disciple, because that breeds authority. And where there is authority there is division - the one who knows and the one who does not know - and the man who says he knows, he does not know. So you are not learning from me, from the speaker. You are learning by observing yourself. Right? By observing, by watching, therefore you are free to learn. Therefore freedom is absolutely necessary to learn. And if you are merely following, accepting authority, whether of somebody or the speaker - specially of the speaker - then you are lost, as you are lost now.\nSo, learn from observing, and you are observing yourself; you are observing that you have your own image about another, that you have an image of yourself as a Hindu, as Buddhist, communist, Christian, Protestant, as a hippy, and so on and on and on and on. You see that image in yourself. Now you ask yourself: I know how that image has come into being, because I have been brought up as a Christian, as a Hindu, as a Muslim. I am born in there and conditioned. And that image remains and that image divides people. Where there is division there must be conflict outwardly and inwardly. Then you are learning from your own observation; you are asking yourself can this image come to an end? When you ask that question you are also asking the question what is the machinery that builds this image? Right? And we are learning together to find out what this machinery is, therefore you are not learning from the speaker, it is yours.\nIt's twenty to seven - shall I go on? Yes? You aren't tired?\nQ: No.\nK: Why not? Can you still go on with this?\nQ: Yes.\nK: I am asking... you are asking yourself, not me asking you. You are asking yourself can this image come to an end? Not through time, because the image has been put together through time. Time is thought. Thought has bred this image: 'I have been insulted', 'I have been nagged', 'I must not', 'I must dominate' - you follow? - thought has bred this image. Now what is the machinery, you are asking, that puts together this image? Right? What is the machinery?\nJust observe it, just observe it, don't try to translate it and act upon it, just observe what the speaker is saying, listen to it, and observe its action, the action of observation, perception on yourself. Just observe it. You tell me I am a fool. The word with its associations is seated in the memory, in the brain cells. The word 'fool' has its association, which is the memory - right? - which is the old brain. The old brain says, 'You are another'. Right? You call me a fool, I call you another. Right? So the response is the response of the old memory. Right? You see this? Now, the machinery is, as you observe, when the wife or the husband nags, at the moment of nagging there is no attention. When there is attention at the moment of nagging there is no operation of the machine. You see it? Do you see this? You call me an idiot. If I am completely aware at that moment then the machinery has no fuel to act. Right? Do you see this? Oh, no! Is this difficult? Have you got this, please? Can I go on?\nAt the moment of inattention, when there is no attention, then the machinery is in operation. Right? At the moment of attention you can say what you like, the machinery doesn't function. Right? You can see this for yourself. When you call yourself a Hindu and do all the tricks of Hinduism, at that moment when you are completely aware, when you call yourself a Hindu, you see all the significance, all the meaning of it - division, conflict, battle, separation. When you see all that, which is to see, and that perception takes place only when you are completely attentive - right? - at that moment the machinery of the Hinduism, which is the conditioning, comes to an end. You've got it? Have you got it, please? Have you learnt it by observing yourself? Then the next question arises: how can this mind keep so attentive all the time? Right? Right? Is that the question you are asking? Because you see, when at a moment of attention all the conditioning disappears, all the image\u001ebuilding comes to an end. It's only when you are not attentive then the whole thing begins - you are a Hindu, Muslim, Christian, you know, communist and all the absurdities. And then the next question is, can this attention be sustained? Which means, this attention continue. Follow? Please follow this carefully. Can this attention continue all the time? Right? Which means, can this attention endure? Which involves time, doesn't it - see that. Therefore you are putting a wrong question. Right? When you say, can this attention endure, can I keep this attention all the time, tell me how to keep this attention going all the time, what is the method, what is the system to sustain this attention? Moment you say how is it to continue, you are inviting time. Therefore time is inattention. Got it? Oh, you don't see it. Time is inattention. When you are completely attentive, there is no time. And, when there is this attention and you have perceived and acted, forget it, it's over. Don't say, 'I must carry it with me'. You understand? Do you follow this?\nThat is, at that moment of attention you have seen and acted. Right? Perception, action - but thought says, 'How extraordinary, I wish I could continue that attention all the time', because I see a way of acting without all this conflict. And so thought wants to cultivate attention. Any form of cultivation implies time. Right? So attention cannot be cultivated through time. Therefore perceive, action and end there. Forget it. Begin again. You follow? So that the mind, the brain cells are fresh each time, not burdened with yesterday's perception. You've got it?\nSo the mind then is always fresh and young and innocent, not carrying all the burdens of yesterday. And the word 'innocence' means a mind that can never be hurt. You understand? A mind that has no markings of ever being hurt. That is real innocence. And most of us are hurt from childhood. We are beaten, we are crippled, we are tortured, we have scars on the brain. And we are struggling through these scars to find some state of mind in which there is no hurt. An innocent mind is a mind that has never been hurt. That means a mind that never carries the hurt over to the next day, so there is no forgiveness or remembrance.\n"}]