[{"title":"role-teacher","text":"J. Needleman: The first question that I wanted to put to you: There is much talk of a spiritual revolution among our young people, particularly here in California, do you see in this very mixed phenomenon any hope of a new flowering for modern civilisation, a new possibility of growth?\nKrishnamurti: For a new possibility of growth, don't you think, sir, that one has to be rather serious, and not merely jump from one spectacular amusement to another? Or if one is not creative in the sense that one has looked at all the religions of the world and seen their organised futility, and out of that perception they themselves see something real and clear, perhaps then there could be something new in California, or in the world. But as far as I have seen, I am afraid there is not a quality of seriousness in all this. I may be mistaken, because I see only these so-called young people in the distance, among the audience, and I see them occasionally here; and by their questions, by their laughter, by their applause, they don't strike me as being very serious, mature, with great intent, and I may be mistaken, naturally.\nJN: I understand what you are saying. My question only is: perhaps we can't very well expect young people to be serious.\nK: That is why I don't think it is applicable to the young people. I don't know why one has made such an extraordinary thing out of young people, why it has become such an important thing. They will be in a few years the old people again in their turn and where are they at the end of it?\nJN: Well, it seems as a surface phenomenon, aside from what is underneath it all, that this interest in the religious, or in transcendent experiences - or whatever one wants to call it - seems to be on the surface a kind of seed-ground from which certain unusual people, certain Masters perhaps, aside from all the phoniness and all the deceivers, may spring up.\nK: But I am not sure, sir, that the phoniness and the exploiters are not covering up all this. All the Hari Krishna business, 'Krishna-consciousness' and Transcendental Meditation and all this nonsense that is going on - they are caught in all that. It is a form of exhibitionism, it's a form of amusement and entertainment. I don't quite see ... For something new to take place there must be a nucleus of really devoted, grave, serious people, who go through to the very end of it. After going through all the things, they say, 'Here is something I am going to pursue'.\nJN: A serious person would be someone who would have to become disillusioned with everything else.\nK: I would not call disillusionment a form of seriousness.\nJN: But a precondition for it?\nK: No, I wouldn't call it disillusionment at all, that leads to despair and cynicism. I mean the examination of all the things that are so-called religious, so-called spiritual: you know, to examine, to find out what is the truth in all this, if there is any truth in it. Or discard the whole thing and start anew, and not go through all the trappings and all the mess of it.\nJN: I think this is what I tried to say, but that's much better said, is that people who have tried something and it has failed for them.\nK: Those are the people that... I mean one has to discard all this, all the promises, all the experiences, all the mystical assertions. I think one has to start as though one knew absolutely nothing.\nJN: That is very hard.\nK: No, sir, I don't think that is hard. I think it is hard only for those people who have filled themselves with other people's knowledge.\nJN: Isn't that most of us? I was speaking to my class yesterday at San Francisco State, and I said I was going to interview Krishnamurti and what question would you like me to ask him. They had many questions, but the one that touched me most was what one young man said: 'I have read his books over and over again and I can't do what he says.' There was something so clear about that, it rang a bell. It seems in a certain subtle sense a very difficult thing to begin in this way, to be a beginner, fresh!\nK: I don't think sir, we question enough. Do you know what I mean?\nJN: Yes.\nK: We accept, we are gullible, we are greedy for new experiences. And so anybody with a beard, or no beard, with a promise, saying you will have a marvellous experience if you do these things, people swallow it! I think one has to say: 'I know nothing.' Obviously I can't rely on others and I am going to find out. If there were no books, no gurus, what would you do?\nJN: But one is so easily deceived.\nK: You are deceived when you want something.\nJN: Yes, I understand that.\nK: But you say, I am going to find out, I am going to enquire step by step. I don't want to deceive myself. Deception arises when I want, or I am greedy, when I say, 'All experience is shallow; I want something mysterious' - then I am caught.\nJN: To me you are speaking about a state, an attitude, an approach, which is itself very far along in understanding for a man. I feel very far from that myself, and I know my students do. And so they feel, rightly or wrongly, a need for help. They probably misunderstand what help is, but is there such a thing as help?\nK: Or would you say, 'Why do you ask for help?'\nJN: Let me put it in a stupid way. You sort of smell yourself deceiving yourself, but you don't exactly know ...\nK: It is fairly simple. I don't want to deceive myself - right? So I find out what is the movement that brings deception, what is the thing that brings deception. Obviously when I am greedy, when I want something, when I am dissatisfied. So instead of attacking dissatisfaction, wanting, greed, I want something more.\nJN: Yes.\nK: So I have to understand my greed. What am I greedy for? Is it because I am fed up with this world, I have had cars, I have had women, I have had money and therefore I want something more?\nJN: I think one is greedy, one desires stimulation, to be taken out of oneself, so that one doesn't see the poverty of oneself. But what I am trying to ask is that - I know you have answered this question many times in your talks, but it keeps recurring, almost unavoidably - the great traditions of the world, aside from what has become of them (they have become distorted and misinterpreted and full of deceptions) always speak either directly or indirectly of help. And always say 'The guru is yourself too', but at the same time there is help.\nK: Sir, you know what that word 'guru' means?\nJN: No, not exactly.\nK: The one who points. That is one meaning. Another meaning is the one who brings enlightenment, lifts your burden. But instead of lifting your burden they impose their burden on you.\nJN: I am afraid so.\nK: Guru also means one who helps you to cross over, and so on, there are various meanings. So the moment the guru says he knows, then you may be sure he doesn't know. Because what he knows is something past, obviously. Knowledge is the past. And when he says he knows, he is thinking of some experience which he has had, which he has been able to recognise as something great, and that recognition is born out of his previous knowledge, otherwise he couldn't recognise it, and therefore his experience has its roots in the past. Therefore it is not real.\nJN: Well, I think that most knowledge is that.\nK: Therefore why do we want any form of ancient or modern tradition in all this? Look, sir, I don't read any books, no religious, philosophical, psychological books: one can go into oneself at tremendous depths and find out everything. To go into oneself is the problem, how to do it. And not being able to do it we say, please, help me.\nJN: Yes.\nK: And the other fellow says, 'I'll help you' and pushes you off somewhere else.\nJN: Well, it sort of answers the question. I was reading a book the other day which spoke of something called 'Sat-san'. I mean more that, I suppose.\nK: Do you know what it means, sir, 'Sat-san'?\nJN: Association with the wise.\nK: No, with good people.\nJN: With good people, Ah!\nK: Being good you are wise. Not, being wise you are good.\nJN: I understand that, but then ...\nK: Because you are good, you are wise.\nJN: I am not trying to pin this down to something, but I find my students and I myself, speaking for myself, when we read, when we hear you, we say, 'Ah! I need no one, I need to be with no one', and there is a tremendous deception in this, I think too.\nK: Naturally, because you are being influenced by the speaker.\nJN: (laughs) Yes. That is true, that's very true.\nK: Sir, look, suppose, if there were no book, no guru, no teacher, what would you do? One is in turmoil, mess, confusion, agony, you know, all the rest of it, what would you do? And nobody to help you, no drugs, no tranquillisers, no organised religions, and all the rest of that nonsense, what would you do?\nJN: I can't imagine what I would do. Perhaps there would be a moment of urgency there.\nK: That's just it. We haven't the urgency because we say, 'Well, somebody is going to help me.'\nJN: But most people would be driven insane by that situation.\nK: I am not sure, sir.\nJN: I'm not sure either, it's just an idea.\nK: No, I am not at all sure. Because what have we done up to now? The people on whom we have relied, the religions, the churches, the rituals, the education, the philosophy, they have led us to this awful mess. We aren't free of sorrow, we aren't free of our beastliness and our ugliness, our vanities.\nJN: Can one say that all of them have? There are differences. For every thousand deceivers there is one Buddha.\nK: But that is not my concern, sir.\nJN: No.\nK: Then if we say that it leads to such deception. 'I can't understand what you are saying but I want to help those who...' - etc., etc. No, no.\nJN: Then let me ask you this. We know that without hard work the body may get ill, and this hard work is what we call effort. Is there another hard work which is necessary for what we might call the spirit? You speak against effort, but doesn't the growth and well-being of all sides of man demand something like hard work of one sort or another?\nK: I wonder sir, what you mean by hard work. Physical hard work?\nJN: This is what we usually think of: physical work. Or going against desires.\nK: You see, there we are! Our conditioning, our culture, is built around this 'going against', erecting a wall of resistance. So when we say 'hard work', what do we mean? Laziness? Why have I to make an effort about anything? Do it, sir, this is quite...Why?\nJN: Because I wish for something.\nK: No. Why is there this cult of effort? Why have I to make effort to reach God, enlightenment, truth, whatever? Why?\nJN: There are many possible answers, but I can answer for myself here.\nK: It may be just there, only I don't know how to look.\nJN: But then there must be an obstacle.\nK: Wait.\nJN: No?\nK: How to look! It may be just round the corner, under the flower, it may be anywhere. So first I have to learn to look, not make an effort to look. I must find out what it means to look. No?\nJN: Yes, but don't you admit that there may be a resistance to that looking? Something that gets in the way.\nK: Then don't bother to look! If somebody comes along and says, 'I don't want to look', how are you going to force him to look?\nJN: No. I am speaking about myself now. I want to look.\nK: If you want to look, what do you mean by looking? You must find out what it means to look before you make an effort to look. Right, sir?\nJN: That would be, to me, an effort.\nK: No, no.\nJN: To find out, to do it in that delicate, subtle way. I wish to look, but I don't wish to find out what it means to look. I agree with you this is much more, to me, the basic thing. But this wish to do it quickly, to get it all done, is this not resistance?\nK: Quick medicine to get it over!\nJN: Is this something in me that I have to study, that resists this subtle, much more delicate thing you are speaking about? Is this not work, what you are saying? Isn't it work to ask the question so quietly, so subtly that one comes much more... how to say it? It seems to me it is work to not listen to that part that wants to do it...\nK: Quickly.\nJN: Yes, for us particularly in the West, or maybe for all men.\nK: I am afraid it is all over the world the same. 'Tell me quickly how to get there.' (laughs)\nJN: And yet you say it is in a moment.\nK: It is, obviously.\nJN: Yes, I understand.\nK: Sir, what is effort? To get out of bed in the morning, when you don't want to get up, is an effort. What brings on that laziness? Lack of sleep, overeating, over-indulging and all the rest of it; and the next morning you say, 'Oh, my Lord, what a bore, I have to get up!' Now wait a minute, sir, follow it. What is laziness? Is it physical laziness, or thought itself is lazy?\nJN: That I don't understand. I need another word. Thought is lazy? I find that thought is always the same.\nK: No sir, just a minute. Let's find out. I am lazy, I don't want to get up and so I force myself to get up. In that is so-called effort.\nJN: Yes.\nK: I want that, but I shouldn't have it. I resist it. The resistance is effort. I get angry and I mustn't be angry - resistance, effort.\nJN: Yes, I see.\nK: What has made me lazy?\nJN: The thought that I ought to be getting up.\nK: That's all.\nJN: Yes? All right.\nK: So I really have to go into this whole question of thought. Not make the body lazy, force the body out of bed, because the body has its own intelligence, it knows when it is tired and should rest. This morning - I generally do nearly two hours of yoga every day - this morning I was tired; and I had prepared everything, the mat and everything to do exercises and the body said, 'No, sorry'. And I said, 'All right' and went to bed. That is not laziness. The body said, 'Leave me alone because you talked yesterday, you saw many people yesterday, you walked yesterday, you are tired.' Thought then says, 'You must get up and do the exercises because it is good for you, you have done it every day, it has become a habit, don't relax, you will get lazy, keep at it.' Which means: thought is making me lazy, not the body is making me lazy. I don't know if...\nJN: I understand that. So there is an effort with regard to thought.\nK: No, not effort. I've seen it. Why is thought so mechanical? And is all thought mechanical?\nJN: Yes, all right, one puts that question.\nK: Isn't it?\nJN: I can't say that I have verified that.\nK: But we can, sir. That is fairly simple to verify. Isn't all thought mechanical? The non-mechanical state is the absence of thought; not the neglect of thought, the absence of it.\nJN: How can I find that out, what you say? How can I find out?\nK: You can do it now, sir, it is simple enough. You can do it now if you wish to, it's very clear. Thought is mechanical.\nJN: Yes, let's assume that.\nK: Not assume. Don't assume anything.\nJN: All right. I understand.\nK: Thought is mechanical, isn't it?  Because it is repetitive, conforming, comparing.\nJN: That part I've seen, the comparing.\nK: Comparing, conforming.\nJN: My experience is that not all thought is of the same quality. There are qualities of thought.\nK: Are there?\nJN: In my experience there are.\nK: Let's find out. What is thought then, thinking?\nJN: There seems to be thought that is very shallow, very repetitive, very mechanical, it has a certain taste to it. There seems to be another kind of thought which is connected more with my body, with my whole self, it resonates in another way.\nK: That is what, sir? Thought is memory, the response of memory.\nJN: All right, this is the definition.\nK: No, no, I can see it in myself. I have to go to that house this evening - or not, I'm just saying I've to go to that house - the memory, the distance, the design, all that is memory, isn't it?\nJN: Yes, that is memory.\nK: I have been there before and so the memory is well established and from that there is either instant thought, or thought which takes a little time. So I am asking myself: is all thought similar, mechanical, or is there thought which is non-mechanical, which is non-verbal?\nJN: Yes, that's right.\nK: Is there thought if there is no word?\nJN: There is understanding.\nK: How does this understanding take place? Does it happen when thought is functioning rapidly, or when thought is quiet?\nJN: When thought is quiet, yes.\nK: Therefore understanding has nothing to do with thought. You may reason, which is the process of thinking, logic and reason, till you say, 'I don't understand it', then you become silent, and then you say, 'By Jove, I see it, I understand it.' That understanding is not the result of thought.\nJN: No, I'm afraid it has to rely on another cause. You speak of an energy which seems to be uncaused. We have in our experience, we experience the energy of cause and effect, which shapes our lives, but what is this other energy's relationship to the energy we are familiar with? What is energy?\nK: What is energy? First of all: is energy divisible?\nJN: I don't know. Yes, go on.\nK: It can be divided. Physical energy, the energy of anger and so on, cosmic energy and human energy, it can all be divided. But it is all one energy, isn't it?\nJN: Logically, I say yes.\nK: No, no.\nJN: I don't understand energy. I experience something which I call energy, sometimes.\nK: Why do we divide energy at all, that is what I want to get at first, and then we can come to it differently. Sexual energy, physical energy, mental energy, psychological energy, cosmic energy, the businessman who goes to the office with his energy, the scientist with his... and so on - why do we divide it? Why do we divide life as the business life, scientific life, the professor's life, and life of the housewife, why do we divide it at all? What is the reason for this division?\nJN: There seem to be many parts of oneself which are separate; and we divide life, it seems to me, because of that.\nK: Why? No, sir, why do we divide this? We have divided the world into Communist, Socialist, Imperialist, and we have divided the Catholic, Protestant, Hindu, Buddhist, and we have divided nationalities, linguistic differences, the whole thing is fragmentation. Why? Why has the mind fragmented the whole of life?\nJN: I don't know the answer. I see the ocean and I see a tree: there is a division.\nK: No. There is a division. There is a difference between the sea and the tree - I hope so! (laughs) But that is not a division.\nJN: No, not at all. It is a difference, not a division.\nK: But we are asking why the division exists, not only outwardly but in us.\nJN: Yes, it is in us, that is the most interesting question.\nK: Because it is in us we extend it outwardly. Now why is there this division in me? The 'me' and the 'not me'. You follow, sir? The higher and the lower. The Hindus have done it very cleverly, the higher Atman and all that business and the lower self. Why this division?\nJN: Maybe it was done, at least in the beginning, to help men to question themselves. To make them question whether they really know what they think they know.\nK: Through division they will find out?\nJN: Maybe. Maybe just the idea that there is something I don't understand.\nK: No, sir, just a minute, sir. In me there is a division. In a human being there is a division - why? What is the 'raison d'etre', or what is the structure of this division? I see there is the thinker and thought - right?\nJN: I don't see that.\nK: There is a thinker who says, 'I must control that anger, I must not think that, I must think that'. So there is a thinker who says, 'I must', or 'I must not'.\nJN: Right.\nK: There is the division. 'I should be', and 'I should not be'. If I can understand why this division in me exists and perhaps I know what... Look at that, sir, look, look! Look at those hills! Marvellous, isn't it?\nJN: It's beautiful!\nK: Now, wait a minute, sir, do you look at it with a division?\nJN: No.\nK: Why?\nJN: There wasn't the need to do anything with it.\nK: That's all. You can't do anything about it. Here, I think I can do something.\nJN: Yes.\nK: So I want to change 'what is'. I don't say what is. I say what is - you follow? I can't change 'what is' there, but I think I can change 'what is' in me. And not knowing how to change it I have become lost, in despair. I say, 'I can't change', and therefore I have no energy to change.\nJN: Yes, that's what one says.\nK: So first, before I change 'what is', I must know who is the changer, who is it that changes.\nJN: Now there are moments when one knows that, for a moment. Those moments are lost. There are moments when one knows who sees 'what is' in oneself.\nK: Just a minute, just a minute, just a minute, sir. Sorry. Just to see 'what is' is enough, not to change it.\nJN: I agree. I agree with that.\nK: Just a minute. To see 'what is: I can see 'what is' only when the observer is not. When you looked at that the observer was not.\nJN: I agree, yes.\nK: The observer only came into being when you wanted to change 'what is'. Because you say: I don't like 'what is', it must be changed, so there is instantly a duality. Can the mind observe 'what is' without the observer? - which took place when you looked at those hills with that light on them.\nJN: This truth is absolute truth. The moment one experiences it one says, 'Yes!' But it is also experience that one forgets this.\nK: Forget it!\nJN: By that I mean one continually tries to change it.\nK: Forget it, and pick it up again.\nJN: But in this discussion, whatever you intend, there is help coming from this discussion. I know, as much as I know anything, that it could not happen, or I know fairly well, not sure, that it could not happen without the help that is here in between us. I could look at those hills and maybe have this non-judging, but it wouldn't be important to me and I wouldn't know that that is the way I must look for salvation, if you want, or for help, unless there was this. And this, I think, is a question one always wants to bring. Maybe this is the mind again wanting to grab and hold on to something, but nevertheless it seems that the human condition...\nK: Sir, just a minute, we looked at those hills, you couldn't change that, you just looked; and you looked inwardly and the battle began. For a moment you looked without that battle, without that strife, effort, and all the rest of it. Then you remembered that beauty of that minute, or that second, and you wanted to capture that beauty again.\nJN: Yes, this is it.\nK: Wait sir! Proceed. So what happens? It sets up another conflict: the thing you had and you would like to have it again, and you don't know how to get it again. You know, if you think about it, it is not that, so you battle. 'I must control, I mustn't want' - right? Whereas if you say, 'All right, it is over, finished', that moment of beauty is over.\nJN: Yes, I have to learn that.\nK: No, no.\nJN: I have to learn, don't I?\nK: What is there to learn?\nJN: I have to learn the futility of this conflict.\nK: No. What is there to learn? You yourself see that that moment of beauty becomes a memory, then the memory says, 'It was so beautiful I must have it again.' You are not concerned with beauty, you are concerned with the pursuit of pleasure.\nJN: Yes.\nK: Pleasure and beauty don't go together. So if you see that, it is finished. Like a dangerous snake you see, it's finished, you'll never go near it again.\nJN: (Laughs) Perhaps I haven't seen it, so I can't say.\nK: That is the question.\nJN: Yes, I think may be that must be so, because one keeps going back again and again.\nK: No. That is the real thing. If I see the beauty of that light, and it is really extraordinarily beautiful, I don't know if you see it, you can't do anything, you just see it. Now with that same quality of attention I want to see myself. There is a moment of perception which is as beautiful as that. Then what happens?\nJN: Then I wish for it.\nK: Then I want to capture it, I want to cultivate it, I want to pursue it.\nJN: And how to see that?\nK: Just to see that is taking place is enough, sir.\nJN: That's what I forget!\nK: Ah, it is not a question of forgetting.\nJN: Well, that is what I don't understand deeply enough. That just the seeing is enough.\nK: Look, sir. When you see a snake what takes place?\nJN: I am afraid.\nK: No. What takes place? You run, push it away, kill it, do something. Why? Because you know it is dangerous. Either you know the danger of it through tradition, through being told, don't go near a snake. So you know. You are aware of the danger of it. A cliff, better take a cliff, an abyss. You know the danger of it. Nobody has to tell you. You see directly what would happen.\nJN: Right.\nK: Now, if you see directly that the beauty of that minute of perception cannot be repeated, it is over. Thought says, 'No, old boy, it's not over, the memory of it remains.' So what are you doing now? You are pursuing the dead memory of it, not the living beauty of it - right? Now if you see that, the truth of it - you follow, sir? - not the verbal statement, the truth of it, it is finished.\nJN: Then this seeing is much rarer than we think.\nK: No, wait. If I see the beauty of that minute, it is over. I don't want to pursue it. If I pursue it, it becomes a pleasure. Then if I can't get it, I get despair, pain and all the rest of it. So I say, 'All right, finished.' Then what takes place?\nJN: I am afraid. From my experience, what takes place is that the monster is born again. It has a thousand lives. (Laughter.)\nK: No sir. When did that beauty take place?\nJN: The place when I saw without trying to change.\nK: When the mind was completely quiet.\nJN: Yes.\nK: Wasn't it? Right, sir?\nJN: Yes.\nK: When you looked at that, your mind was quiet, it didn't say, 'I wish I could change it, copy it and photograph it, this, that' - you just looked. The mind wasn't in operation. Or rather, thought wasn't in operation. Here thought comes immediately into operation. So one has to say, now can thought be quiet? And exercise thought when necessary, and not exercise it when it is not necessary.\nJN: Yes, that question appears. That is intensely interesting, that question, to me.\nK: That is... do you want to go into it?\nJN: Yes, please.\nK: Sir, why do we worship thought? Why has thought become so extraordinarily important?\nJN: It seems able to satisfy our desires; through thought we believe we can satisfy.\nK: No, apart from satisfaction. Why has thought in all cultures become of such vital concern with most people?\nJN: One usually identifies oneself as thought, as one's thoughts. If I think about myself I think about what I think, what kind of ideas I have, what I believe. Is this what you mean?\nK: Not quite. Apart from identification with the 'me', or with 'not me', why is thought always active?\nJN: Ah, I see.\nK: Thought is always operating in knowledge, isn't it? If there was no knowledge, thought would not be. Thought is always operating in the field of the known; mechanical, non-verbal and so on, it is always working in the past. So my life is the past, because it is based on past knowledge, past experience, past memories, pleasure, pain, fear and not fear, so on, it is all the past. And the future I project from the past, thought projects from the past. So thought is fluctuating between the past and the future. All the time it says: 'I should do this; I should not do that; I should have behaved.' Why is it doing all this?\nJN: I don't know. Habit?\nK: Habit. All right. Go on sir, push. Let's find out. Habit?\nJN: Habit brings what I call pleasure.\nK: Habit, pleasure, pain.\nJN: To protect me. Pain, yes pain. That's all my life is...\nK: The whole is always working within that field. Why?\nJN: It doesn't know any better.\nK: No. No. Can thought work in any other field?\nJN: That sort of thought, no.\nK: No, not any thought. I didn't say 'that sort'. Can thought work in any other field except in the field of the known?\nJN: No.\nK: Obviously not. It can't work in something I don't know; it can only work in this. Now why does it work in this? It's simple, there it is, sir - why? That's the only thing I know. In that there is security, there is protection, there is safety. That is all I know. So thought can only function in the field of the known. And when it gets tired of that, as it does, then it seeks something outside. Then what it seeks is still the known. Its gods, its visions, its spiritual states - all still out of the past known into the future known. So thought always works in this.\nJN: Yes, I see.\nK: Therefore thought is always working in a prison. It can call it freedom, it can call it beauty, it can call it what is likes! But it is always within the limitations of the barbed wire fence. Now I want to find out whether thought has any place except in there. Thought has no place when I say, 'I don't know. I really don't know.' Right?\nJN: For the moment.\nK: Wait, sir, I really don't know. I only know this, and I really don't know whether thought can function in any field at all, except this. I really don't know. When I say, 'I don't know', which doesn't mean I am expecting to know, when I see I really don't know - what happens? I climb down the ladder. Right, sir? I become... the mind becomes completely humble. Now that state of 'not knowing' is intelligence. Then it can operate in the field of the known and be free to work somewhere else if it wants to. \nFinito.\n"}]