[{"title":"old-must-be-silent-discover-new","text":"Krishnamurti: We were talking over together yesterday the question of the unconscious, conscious, and the content of consciousness and what to do about it. Shall we go on with that? Or would you like to discuss another problem this morning?\nQuestioner: Go on with that.\nK: You are sure?\nQ: Yes.\nQ: Sir, I would like to discuss a bit more about the relationship between intelligence and thought. And the relationship between the intelligence, which is stillness, and death.\nK: Now let me get the question clear. Mr Signorini is asking, what is the relationship between intelligence and thought, silence and death. Bene. Do you want to discuss that?\nQ: Yes.\nQ: Sir, could we go into the question of freedom. How does freedom live in a society which ever encroaches upon it?\nK: I would like to discuss, he says, what is freedom and whether freedom can exist in a modern society.\nQ: I personally don't know if we have completely finished with the question of yesterday and if we really went to the very bottom of no divisions in life.\nK: The questioner said, I don't think we have gone sufficiently deeply into the question of the motive, the deep down intentions and so on.\nI wonder if we cannot discuss this question of consciousness more deeply by considering what is intelligence and thought, the relationship between intelligence and thought, and perhaps if we can then go into the question of silence and its relationship to death. But before we go into that, there are several things involved in what we were discussing yesterday and I do not know if you have gone deeply into it yourself and what you understood, or how much of it is a reality. We said yesterday that most of us are conditioned by the culture, by the environment, by the food, the clothes and so on - we are conditioned. The conditioning is the content of consciousness and consciousness is the conditioning. What relationship is thought to that conditioning, and can there be intelligence where there is conditioning? Right, sir? Right.\nOne is aware, if one has sufficiently examined oneself quite objectively, not with any kind of condemnation or judgement, if one has observed oneself one realises one is conditioned, superficially or in great depth. And is it at all possible not only to be free of the deep conditioning, which may be the result of the family, the whole racial accumulation, the influences which have not been obvious but nevertheless have penetrated very deeply, whether the mind can ever be free of all that. That is one question. And if it is conditioned can the mind unconditional itself totally? Or - this may be a relevant question - can the mind prevent itself, not through resistance, from being conditioned ever? You follow? There are these two things which you have to examine this morning. In relation to thought and intelligence, and what is said also with regard to silence and death. We'll go into, if we can, cover this whole field. Is that all right, signor?\nQ: Bene.\nK: I am sorry you are going away today.\nWhy does the mind ever get conditioned? Is it so sensitive, so capable of being hurt, it is like a tender delicate thing, and in relationship it gets invariably hurt, invariably conditioned, and whether that conditioning is ever possibly to be washed away. So, one realises the mind is conditioned, the brain itself is conditioned - time evolved through centuries upon centuries, and the brain is the storehouse of memory. You can watch it yourself, you don't have to read philosophical or psychological books, at least I don't, so you may. And it is always responding, the brain which has evolved through time, which is the past, which is the accumulation of memory, experience, knowledge, responds to any challenge instantly according to its conditioning, superficially or in depth. I think this is clear. Now can that response from the past be delayed so that there is an interval between the challenge and the response? It is not so difficult, is it? That is, one has been brought up - I am taking a very, very superficial conditioning - in a particular culture, in a particular belief or pattern, and when that belief or pattern is questioned there is instant response according to the background of the person. I am asking, can that response be delayed so that there is an interval between the challenge and the response. That is fairly simple, isn't it, no? No?\nQ: Yes.\nK: You tell me I am a fool - my response is immediate, calling you, 'You are another', or getting angry with you, or this or that. Now, when you call me a fool, can there be an interval between your calling me and my responding, a space - right? - so that the brain is quiet enough to respond in a different way? Am I making my...\nQ: Yes.\nQ: (Inaudible)\nK: Just let me... Hold on a minute sir, hold on, one moment. The brain responds all the time according to its conditioning, according to various forms of stimuli, it is always active. The brain is the response of time, memory, it is the content of it. Right? In the brain the whole past is contained. If the brain can hold itself and not respond immediately then there is a possibility of a new response. Right?\nQ: But this time itself is responsive.\nK: No sir, you are missing my point. Don't pick me up in words, just look at the meaning for the moment.\nThe brain operates in the old habits established by the culture I live in, or by the past racial inheritance and so on. That responds all the time - judging, evaluating, believing, not believing, discussing, getting angry, violent, prejudiced - that is its response all the time to any stimuli - protecting, denying and so on. I am asking myself whether that brain can momentarily be in abeyance and not respond instantly. Right? I am asking, I don't know, I am going to find out. The brain cannot be denied of its past knowledge, it must have past knowledge - I don't know if you are meeting all this - otherwise it can't function. So I am asking myself - myself being... I am asking whether that brain which is the old, will allow itself to be quiet so that a new part can operate. Right? When you flatter me the old brain says, 'How lovely'. But can the old brain listen to what you say, the flattery, and not respond so that perhaps a new movement can take place? Right? Right, sir? That new movement can only take place when there is silence - right? - not the machinery operating in terms of the past. Is that clear?\nQ: Yes.\nK: No, clear in the sense watch yourself, sir, otherwise it is no fun. I am not explaining for myself, we are working together. I find when one examines one's activities, the old brain is always responding - as a Catholic, as a Protestant, whatever it is, all according to its limited knowledge, to its tradition, to its racial inheritance, and when that is operating nothing new can take place. Right? Now I want to find out whether that brain can be quiet, the old brain, so that a new movement can take place. Right? I want to find out. I can only find out when in relationship with another, watching the old brain in operation - right? - and the old brain understands the truth that it must be quiet in order a new operation can take place.\nThe brain is not forcing itself to be quiet. If it is forcing itself to be quiet then it is the operation of the past still. In that there is division, there is conflict, there is discipline, all the rest of it. But if the old brain understands or sees the fact, the truth that as long as it is in constant response to any stimuli it must operate along the old lines. If that brain, the old brain sees the truth of that then that old brain becomes quiet. It is the truth that brings about the quietness, not the intention to be quiet. Have you - get it?\nQ: Yes.\nK: Because you see sir, it is very interesting this question because one finds there are certain brains that are never conditioned. You say, 'How do you know?' Naturally. I only know it because it has happened to the speaker. You may not believe it, or disbelieve it. Just take the fact. I am asking why the brain must always be functioning in this old pattern. If it is not functioning in its old pattern it sets a new pattern according to its memories and setting a new pattern in opposition to the old. Right? Aren't you following all this? No?\nQ: How do you know that you have not been conditioned?\nK: Oh lord! You see you have gone... I ought not to have brought that in. I thought you couldn't get it. It doesn't matter, leave it for the moment, we'll come to that.\nYou see we only use a very, very small part of the brain - right? - and that small part is the past. There must be and there is parts of the brain which has not functioned at all, which are open, empty, new. Right? Do you know anything about it? No sir, don't agree to this. We only know the old brain in operation, when you are at all conscious of it. Now we are asking whether that old brain can be still to a stimuli so that a new response can come out. That's my question. I know... one knows the old brain either superficially or in depth is conditioned. Right? There is no question about that. Right? Is there any doubt?\nQ: But how can you speak of conditioning if you say you are not conditioned?\nK: Don't bother about me, sir. I said leave it, throw it out in the wastepaper basket. Let's start. You see you are going back to something which you haven't understood. You will understand perhaps. Don't bring that in. If I brought that in, I am sorry. Forget it.\nI am asking myself, the old brain is constantly active, and responding according to its background, its conditioning. And the next question is, how can that brain which has been so conditioned not always respond to any stimuli, hold back a little? Right? Hold back a little. Can I go on? You seem to be so lost.\nQ: No sir, it is very clear.\nK: Very clear?\nQ: Yes.\nK: Thank god. And one finds when there is the necessity, the urgency, and the importance of this question is vital, the brain does hold back - right? - the old brain, so that a new quality of the brain which has never been touched, operates. This has happened, sir, this is not my only experience. Any top scientist - top scientist, not a scientist who is a slave to government - but top scientists free from government and environment, and the desire for success, position, those are not scientists at all, they are merchants - but the scientist who is free of government and the demands of government and so on, he must have asked this question because how does he discover new things? If the old brain is in operation all the time it can't discover anything new. So, it is only when the old brain is quiet something new is seen. Right? Like the man who invented the jet, though he had tremendous knowledge of the piston, internal combustion machinery, though he knew it all he had to find something new, and therefore the old brain said, 'All right I'll keep quiet with all my knowledge I have acquired, I am going to look', which means the old brain must be quiet, and in that quiet state something new is discovered. Right? This is a fact, you don't have to fight with me. Now without forcing the brain how can that quietness come, and the brain voluntarily is quiet? You have understood, sir?\nI want to find out whether the brain sees the truth that as long as it functions in the old pattern it can never discover anything new. It can discover something new only when it sees the truth that the old cannot find anything new and therefore the old becomes quiet. The truth makes it quiet not it wishes to be quiet. Right? If that is very clear, then can that quietness operate all the time and not the old conditioning, and the old conditioning with its knowledge operates only when it is necessary? Have you got my question rightly?\nQ: Yes.\nK: Have you got my question?\nQ: You say operate all the time, sir?\nK: All the time.\nQ: Does that bring a conflict?\nK: No. Please, just listen sir. I don't say it must - I want to find out, I am enquiring. I am not saying it must be quiet. I see the old brain must operate. Right? Otherwise I can't go home, otherwise I can't speak English, drive a car, recognise you. Right? The old brain must operate, functionally, and as long as the old brain is not quiet no new thing can be seen - as I explained. Right? Have you gone to sleep? (Laughter) You are following?\nAudience: Yes.\nK: Good. I am asking myself, what is the relationship between the new quality of the brain which functions in quietness and its relationship with the old? The old is thought. Right? The old is the collection of memories and any response according to that memory is thought, and that thought must function otherwise you can't do anything.\nQ: Sir, aren't you making divisions?\nK: No, no, it is not, it is not. No. No. No, it is not division. It is like a house, it is like the tent. The tent is a whole thing but there are divisions in it.\nQ: And yesterday there weren't...\nK: No, no, no. You are wrong sir. You are missing the whole point. You haven't moved. Oh lord! You have got it, sir?\nQ: Give an example.\nK: Don't give examples, sir - I am lost with examples. I have found two things, sir. We have discovered two things. That the old brain is the conditioned brain, which has accumulated knowledge through centuries upon centuries. That is the old brain we'll call that for the moment. It is just giving it a name, nothing more, just giving it a name, not dividing as the old and the new, its just to convey the meaning that there is this whole structure of brain, one part of that is the old, which doesn't mean it is separate from the new. It is different.\nQ: But yesterday you said that from the unconscious...\nK: Wait sir, we come back to that. We'll come back to the whole business of consciousness. I am not contradicting myself. If I am contradicting myself from what I said yesterday, I will tell you I am contradicting. I am not such a silly person. I will go into it.\nNow I am saying to myself, I see this factor, that if the old brain is in operation nothing new can be discovered. The new can only be discovered when the old is quiet. And the old can only be quiet when it sees the truth that the new cannot be discovered by the old. Right? When the old sees the truth of that then it is quiet. Right? Are we together?\nQ: Yes.\nK: Now, it has been proved by scientists, by others, that a new thing can be discovered only when the old is silent. Right? That is, when the old knows all the knowledge of internal combustion machinery, when it wants to discover something new the old must obviously be quiet. Now we have discovered this fact. The old must be naturally quiet to discover something new. Right, sir?\nQ: Yes.\nK: Right?\nQ: Is the discovery made by the new or the old?\nK: Is the discovery made by the new or the old.\nQ: (Inaudible)\nK: That's enough, that's enough... Is the discovery made by the new or by the old?\nQ: By neither of them.\nK: Answer it, sir. My brain - you see - now wait a minute! My brain says, 'I really don't know whether it comes or not, I am going to find out'. Right? You have asked a question, which is, does the old brain recognise the new - right, madame? - or does the new use the old? You follow that, sir? Just, sir, you don't enter into this because you haven't followed...\nQ: (Inaudible)\nK: No, therefore keep quiet. You haven't entered into it at all.\nQ: (Inaudible)\nK: The old brain is quiet because it has understood completely that it can never discover anything new, no new thing can happen. We won't even use the word 'discover'. No new movement can take place if the old is constantly in operation. The old sees the fact of that and is quiet. And a new... a new happening takes place. That happening, is it recognised by the old? Or that very happening opens the door for the old to utilise it.\nQ: Is that so?\nK: Lord, you are stuck in here, aren't you, all of you? Look sir, this is really quite important. It is really quite important, if you will forgive me saying so, even if you don't follow it, this is really quite important because I want to find a new way of living, a totally new way of living. And I realise the old way of living is terrible, ugly, brutal, violent and all the rest of it, the old way. I must find a new way - not a way, a new dimension which is unrelated to the old. Right? Any movement on the part of the old to discover a different dimension is not possible. So that old realises this, any movement from it cannot possibly discover a new dimension, so it becomes quiet. Right? Now what takes place in that quietness? Let's proceed along that way. What takes place when the old brain has understood that it cannot find a new dimension, what takes place when it has realised that? Right? What takes place? I am asking, what takes place, sir? You talk so much, tell me.\nQ: Listening. Just listening. Just look, listen...\nK: What takes place?\nQ: The old brain remembers. It is committed to memory.\nK: No, sir. No, sir.\nQ: It lives in order.\nK: All that is memory, word, response, trying to capture the new is still part of the old. And I said when the old has understood that no new thing it can discover, it naturally becomes quiet. That is a fact. Right? That is a fact, not an invention. Now what takes place when the old brain is absolutely quiet? That is my next question.\nQ: (Inaudible)\nK: No, don't invent, sir. Unless you experience this don't guess.\nQ: Action.\nK: The gentleman says, action. I don't know what you mean.\nQ: (Inaudible)\nK: Now wait a minute. When the old brain is quiet, the gentleman says there is space. Wait a minute, let's examine it. What do you mean by space?\nQ: An emptiness.\nK: Emptiness. Right? When the old brain is completely quiet, we are asking what takes place. Right? Sir, please don't invent, don't guess. Observe. Is your old brain quiet?\nQ: No.\nK: I'm gone off.\nQ: But can you ask that question? If the old brain is quiet, can you ask that question?\nK: I am asking you. May be a wrong question but we must find out.\nQ: Surely it cannot ask that question because...\nK: Sir, I am... Somebody... Sir, don't...\nQ: A truth. Find a truth.\nK: No, no, madame.\nQ: (Inaudible)\nK: I am sorry, I can't hear. If somebody has heard, please repeat.\nQ: (Inaudible)\nK: He is saying - just listen to what he is saying - when the old brain is quiet perhaps a new part of the brain which has not been used comes into operation. Just listen to it! Right? That is, we are only functioning with a very small part of our brain. And when that small part of the brain is quiet the rest of the brain may be active. Or it has been active all the time but we don't know that it is active because one part which has accumulated knowledge, tradition, time, that is always active, super-active and therefore we don't know the other part at all - which may also have its own activity. Right? Are you following this?\nSo. This is really a very interesting question. Please give your mind to this little bit, don't go off, say 'I don't understand', and just drop it. Apply it. You see, having used the old brain so much we have never considered any other thing... any other part of that brain. And what is that part which is so... which is always... which may have a quality of a different dimension? And I said that quality of a different dimension can be discovered when the old brain is really quiet. That's all my... You follow? When the old brain is completely quiet, not made quiet, but naturally it has understood that it must be quiet and therefore it is quiet, when it has understood that, then we can find out what takes place when that old brain is absolutely quiet. Right, sir?\nNow, I am going to investigate, not you. Right? Because your old brain is not quiet. Right? Would you agree to that? You don't know... I mean, it has not understood the necessity of being completely quiet under any stimuli, except of course physical stimuli, that is if you put a pin into my leg it will respond, naturally. But as nobody is putting a pin into my leg, I can... the old brain can be quiet. Right? Now I want to find out what is the quality of the new brain. Right? The quality which the old brain cannot recognise. Right? If it is able to recognise the new, then it is part of the old. Right? Because the old brain cannot recognise anything which it has not experienced, which is not the outcome of memory. Right? Therefore when the old brain recognises then it is still the old. Right? Is that clear? So, I am asking, what is the new? The old brain doesn't know anything about it, therefore it can only say, 'I really don't know'. Right? Let's proceed from there. Some of you follow this.\nThe old brain says, 'I really can't touch this and I really don't know'. Because I cannot touch it, because I cannot recognise it, I am not going to be deceived by it - right? - I know nothing about it. Right? I absolutely know nothing about the new dimension of the new brain. Right? So when the old brain is quiet and is incapable of recognition, and therefore it can only say, 'I really don't know'. Right? Can the old brain remain in that state of not-knowing? Right, sir? Because it has said, all my life I have functioned with knowledge and recognition, all my life in functioning that way I have said I know in terms of what I do not know, which I will learn, but always within the pattern of knowing. Now it says, 'I really don't know because something new is taking place. I really don't know'. The new cannot be recognised, therefore I have no relationship to it yet. I am going to find out. Is this so far - or can we go on a little bit?\nNow what is the brain that says, I do not know, the nature of not knowing - you follow, sir? - the nature of not knowing, what is that? When there is a state of not knowing is there fear in it? Which is death. You follow, sir? When the old brain actually says, I don't know, it has relinquished all knowing. Right?\nQ: Yes.\nK: All knowing - don't say, madame - this is the most... It has relinquished altogether the intention of knowing, of wanting to know. So there is a field in which the old brain cannot function because it doesn't know. Right? Now what is that field? Right? Can that field ever be described? It can be described only when the old brain recognises it and verbalises it, to communicate. Right, sir? So there is a field in which the old brain cannot possibly enter and this is not an invention, this is not a theory, this is a fact when the old brain says, 'I really don't know a thing about all this'. Which means there is no intention to learn about the new thing. You see the difference, sir? So. Now I want to find out, non-verbally, because the moment I use a word I am back in the old. Therefore is there an understanding of something new non-verbally? You follow? Non-verbally in the sense of not inventing a new word, or the intention to describe it so as to capture it and hold it. So I am just enquiring, the mind is looking at it, looking at something of which it does not know at all. Right? Is that possible? You understand my question? I have always looked at something in terms of learning about it, resisting it, avoiding it, escaping from it, or overcoming it. Now it is doing nothing of that kind. Is that possible? You understand? If it is not possible you cannot possibly understand the other. Right, sir? Bene?\nQ: (Inaudible)\nK: I don't know. What is the something which the brain cannot... which the old brain cannot possibly understand, and therefore the old brain cannot possibly know or acquire knowledge about - is there such thing? Or is it still an invention of the old brain wanting something new to happen? Right? If it is the old brain wanting something new to happen it is still part of the old brain. Now I have examined it completely so that the old brain has understood its structure and nature and therefore it is absolutely still, not wanting to know. That is where the difficulty lies.\nQ: Sir... (inaudible) ...it's only love.\nK: Don't, sir, don't use words. You are missing the whole thing. I am so sorry. This should be discussed really with very, very, very few who go into this. It doesn't matter, we will go on.\nYou see, when you disturb, it breaks. Is there something real, not imagined, not invented, not a theory, something which the old brain cannot possibly understand or recognise or want to understand? Is there anything like that? For the speaker there is, and therefore that has no value. Right? He may be illuding himself, deluding himself, wanting to sit on the platform - it has no value. But it has value in the sense only for you to discover it. Right? Therefore you have to find out what is the relationship - please listen - what is the relationship of the new, if you see the new, to the old, and as the old must operate in life, objectively, sanely, non-personally therefore efficiently, what is the relationship of the new to the old? Does the old capture the new and therefore live a different life? Or the new operates in a way that the old cannot possibly recognise and that operation is the new way of living? You have got it, sir?\nQ: Yes.\nK: No, just a minute, sir. Go slowly, take time, sir, look. This brain has lived for thousands of years, this old brain, with its consciousness; the consciousness of the old brain is its content. Its content may have been acquired superficially or in depth, and that is the old brain, with all the knowledge, with all the experience of centuries upon centuries of human endeavour, evolution. And when it is functioning within that field of consciousness it can never discover anything new. That is an absolute fact, not a theory. And so any enquiry into freedom, into what love is, into what death is - you follow? - of which we know nothing, except jealousy, envy, fear, which are all part of the old content. This old brain then realising its utter limitation becomes quiet because it has found there is no freedom in it. Right? And because it has found no freedom in it a new part of the brain is in operation. I don't know if you see that. Look sir, I have been going south, thinking I am going north, and suddenly it discovers south is not north at all. At the moment of discovery there is a total reversion. The reversion is not of the old, it is completely reversed. Right? It is neither going north or south, it is moving totally in a different direction. Right? That is when it discovers that its movement can never bring about freedom, at that moment of discovery there is a totally different movement, which is freedom. I don't know if you get this.\nI don't know how much you have understood, I am awfully sorry.\nQ: Sir, could you discuss the difference between the intensity to find out and the desire of the old for the new.\nK: Intensity to find out or the desire of the old for the new. That we have gone into, sir. The desire of the old for the new is still the old, therefore the desire for the new or the experience for the new - call it enlightenment, god, what you like, it is still part of the old, therefore that's out.\nQ: Krishnaji, do you realise that you have been speaking of the most highest philosophy, and that here we are not even able to have the smallest relationship with each other.\nK: Do you realise that you have been talking of a highest philosophy and at the same time do you know that we have hardly any relationship with each other.\nQ: Who are we?\nK: We have been through that, sir. We are monkeys. (Laughter) Look sir, look sir what you said: you are talking of the highest philosophy - no, it is not talking of the highest philosophy, it is the pure thing, but that doesn't matter - and you say you are talking of the highest philosophy and yet do you realise that we have no relationship with each other. If you realise that you have actually no relationship with each other - actually not theoretically - that your relationship with another cannot exist as long as the old brain is in operation - right? - because the old brain functions in images, pictures, past incidence, and when the past incidence, happenings, images, knowledge, is strong then relationship comes to an end, obviously - no? No? If I have built an image about you, who are my wife, or my friend, my girl or whatever it is, and that image, that knowledge, which is the past, obviously prevents relationship. Relationship means direct contact, immediately at the present, at the same level, with the same intensity, with the same passion. And that passion, intensity at the same level cannot exist if I have an image about you and you have an image about me. Full stop. It is for you to see if you have an image about somebody else. Obviously you have. Therefore apply, work to find out. That is if you really want a relationship with another - which I doubt anybody does because we are all so terribly selfish, enclosed, and if you really want a relationship with another you have to understand this whole structure of the past, which is what we have been doing. And when that is gone you have a relationship which is totally new all the time. And that relationship new is love, not the old - you know, beating the drum.\nNow, you see. You see, sir, what is the relationship of love, which is the new, which is the different dimension, which is not known, which cannot be captured by the old, what is the relationship of that in daily life? Right? That's my question, hold to it. What is the relationship of that quality of that dimension to my everyday life? I have discovered that dimension, it has happened, because I have said the old brain can never be free, therefore the old brain is incapable of finding out what truth is. Therefore the old brain says, my whole structure is of time therefore I'll function only with regard to that which has time - machinery, language, all the rest of it, but the other part I will be completely still. Right? And what is the relationship between the two? Has the old any relationship with freedom, love, the unknown? Right? If it has relationship - please listen - if it has relationship with the unknown then it is part of the old - if it has relationship - you follow? But if the unknown has relationship with the old then it is quite a different proposition - I don't know if you see that. Bene? Are we meeting each other somewhere?\nQ: Yes we are.\nK: My question is, what is the relationship between these two? And who wants relationship? You are following? Who is demanding this relationship? Is the old demanding the relationship? Right? If the old is demanding it then it is part of the old, therefore it has no relationship with the other. Right? I don't know whether you see the beauty of this. The old has no relationship with freedom, with love, with this dimension. But the dimension, love, that new, can have a relationship with it, but not the other way round. See, sir, see it do you? The - whatever it is.\nSo my question then is, the next step is: what is the action in life, daily life, when the old has no relationship with the new but the new is establishing relationship as it moves in life. You have understood this, my question? I have... the mind has discovered something new. How is that new going to operate in the field of the known? Right? In the field of the known is the old brain with all its activity - you follow? - how is that going to operate?\nQ: (Inaudible)\nK: He says that is where intelligence comes in. Now wait a minute sir, perhaps you are right. When the old brain sees that it can never understand what freedom is - right? - when it sees that it is incapable of discovering something new, the very perception that it cannot is the seed of intelligence, isn't it? Right? That is intelligence - says, I can't do. I thought I could do a lot of things, and I can in a certain direction, but in a totally new direction I can't do anything. The discovery of that, the experience... the seeing of that is intelligence, obviously. Now, what is the relationship of that intelligence to the other? Is the other part of this extraordinary sense of intelligence? Right?\nNow I want to find out what we mean by that word 'intelligence' - the mind mustn't be caught by words, or the root meaning of the word 'intelligence', so I am just enquiring. Obviously the old brain, all these centuries, thought it could do, it could have its god, its freedom - everything it wanted. And suddenly discovers that any movement of the old is still part of the old, therefore intelligence is the understanding that it cannot function... it can only function within the field of the known. Right? The discovery of that is intelligence, we say. Now what is that intelligence, what is its relationship to life, to a dimension of which the old brain doesn't know? Have you got it?\nYou see, intelligence is not personal, isn't the outcome of argument, belief, opinion, reason. Intelligence comes into being when the brain discovers its fallibility, when it discovers what it is capable of and what it is not capable of. The discovery of its capacity and incapacity is intelligence. Now that intelligence... what is the relationship between that intelligence and this new dimension? Right? Its relationship - wait I have got it, just give me a minute, will you? I would not use the word 'relationship'. The new dimension... the different dimension can only operate through intelligence. Right? If there is not that intelligence it cannot operate. Right, sir? So, in daily life - I have got it, see how it works out sir, beautifully - so in daily life it can only operate where intelligence is functioning. Intelligence cannot function when there is the old operation, old brain is active, when there is any form of neurotic or non-neurotic belief and adherence to any particular fragment of the brain. Right? All that is lack of intelligence. The man who believes in god is not intelligent. The man who says there is only one saviour - not intelligent. The man who says I belong to this group - Jew, Hindu, Muslim - is not intelligent, and therefore that cannot operate. It is only the man that discovers the limitation of the old and the very discovery of that is intelligence, and only when that intelligence is functioning can the new dimension operate through it. Full stop. Good morning. Have you got it? (Clapping) No, don't clap, please. Don't, this isn't... this isn't fun. Have you got some of it?\nQ: Yes.\nQ: A question, please. Is it possible to have a question? I don't agree completely with you... (inaudible) ...but you need also secondary intelligence, that is the ability to integrate what is new in the old world.\nK: Sir, that is what takes place when there is that intelligence. The new - I won't use the word 'integrate' - the new operates when there is that intelligence which is not only primary but which is fundamental.\nQ: (Inaudible)\nK: Yes sir, I understand that.\nQ: (Inaudible)\nK: I understand, sir - chance, random, yes.\nQ: And I want to see what do you think about this relation between what you call completely new and what is random in my experiences.\nK: I understand, sir. He is a professor. The professor says, random, the happening, the chance, what is that, what is its relationship to something totally new. That is what he is asking, if I have understood it rightly. The mathematical chance, the possibilities, the random, the unexpected happening, like tossing a coin, head or tail, not knowing, he says, what is that and what is its relationship to something which is totally new? That's right, sir?\nQ: Yes.\nK: I don't know. That is, there are events in one's life, happenings, that appear to be a chance, happens by chance. Events that occur in random, you know, not knowing, it happens. Is that happening new, totally unexpected, or is that happening the result of unexamined, hidden, unconscious events? Just a minute, just a minute. I happen to meet you, by chance. Is that chance at all, or it has happened because certain unconscious, unknown events that has brought us together? Which we may consider chance but it is not chance at all. I meet you. I didn't know you existed, and in the meeting something has taken place between us. And that may be the result of a great many other events of which we are not conscious and we may then say, this is a random event, this is a chance, unexpected, it is totally new. I don't think - it may not be that at all. And is there chance in life at all, a happening which hasn't a cause? Or all events in life have their basic deep causes, of which we may not know, and therefore we may say our meeting is by chance, it is a random event. And the cause undergoes a change when there is an effect. The effect becomes the cause. Right? You understand? There is the cause, there is the effect, and the effect becomes the cause for the next effect. So cause-effect is a constant chain, it is not one cause, one effect. It is undergoing constant change. Each cause, each effect changes its next cause, next effect. Right? So as this is going on in life, is there anything which is unexpected, chance, an event random? What do you say, sirs?\nQ: The earlier statement, it may be random.\nQ: (Inaudible)\nK: The gentleman says the whole thing is based on causality. I don't think life works that way. The cause, sir, becomes the effect, and the effect becomes cause - you can see this is life. So we can never say, cause, effect and there it is. And the doctor, professor said there, he said what is the relationship of the unknown, not the sense of new dimension, to this chance events, to a causality...\nQ: The unknown is outside the relativity...\nK: I don't know. He and you discuss, sir, but I know nothing about all this. I am talking about my human relationship, human beings, not mathematical problems and chances and events, and the mathematical order - and mathematics is order - all that doesn't seem to affect our daily living. We are concerned about our daily living and to bring about a change in that daily living, the way we behave. And if our behaviour is based on the past it is still... it brings conflict, misery - that is all we are talking about. I am sorry I have to stop, I can't go on.\n"}]