[{"title":"light-oneself","text":"One can talk endlessly, describing, piling words upon words, coming to various forms of conclusions, but out of all this verbal confusion if there is one clear action that action is worth ten thousand words. Most of us are so afraid to act because we ourselves are confused, disorderly, contradictory and rather miserable. And we hope through this confusion, through this disarray, that some kind of clarity could come into being, a clarity that can never be clouded over, a clarity that is not of another, a clarity that is not given or induced or taken away, a clarity that keeps itself without any effort, without any volition, without any motive, alive; a clarity that has no end and therefore no beginning. Most of us do desire, or most of us, if we are at all aware of our inward confusion, want such clarity.\nThis morning, if we may - and I'm sorry you have to sit in a hall like this when there are lovely clouds, clear sunshine and waving trees; to sit in a hall is rather unpleasant - I would like this morning, if I may, to see if each one of us could come upon this clarity, so that when you leave this hall your mind and your heart are very clear, undisturbed, with no problems and no fear. If we could go into this it would be immensely worthwhile to see for each one of us if we could be a light to ourselves, a light that has no dependence on another and that is completely free. To go into that one has to explore rather a complex problem. Either one can explore it intellectually, analytically, taking layer after layer of confusion and disorder, taking many days, many years, perhaps a whole lifetime - and then not finding it. Either you do that, this analytical process of cause and effect; or perhaps you can side-step all that completely and come to it directly - without the intermediary of any authority of the intellect, or of a norm. To do that requires that much abused word 'meditation'. That word has unfortunately become a monopoly of the East and therefore utterly worthless.\nI don't know why the mysticism, if it is mysticism at all and not self hypnosis and illusion, why the Orient, the East, has this peculiar dominance over the West about spirituality, as though they have got it in their pocket and give it out to you. Most of them do at a considerable expense, you have to pay for it: or they use that as a means of exploiting you in the name of an idea or a promise. I don't know why, both in India and those unfortunate people who come out of that country, including myself - though I am not an Indian, I refuse to have any nationality - there is a peculiar feeling that being an old civilisation, having talked a great deal about this peculiar quality of spirituality, that they therefore have this authority. I'm afraid they haven't - they are just like you and me, they are as confused, dull, clever with their tongues, and they have learnt one or two tricks and try to convey to others the method, the system of meditation.\nSo that word has become rather spoilt; like love it has been besmirched. But it is a lovely word, it has a great deal of meaning, there is a great deal of beauty, not in the word itself but the meaning behind that word. And we are going to see for ourselves, each one of us, if we cannot come upon this state of mind that is always in meditation. To lay the foundation for that meditation one must understand what living is - living and dying. The understanding of that life and the extraordinary meaning of death is meditation; not searching out some deep mystical experience; not - as it is done in the East - a repetition of words, as the Catholics and others also do, a constant repetition of a series of words, however hallowed, however ancient. That only makes the mind quiet, but it also makes the mind rather dull, stupid, mesmerised. You might just as well take a tranquilliser, which is much easier. So that is not meditation, the repetition of words, the self-hypnosis, the following of a system or a method.\nI think we should be very clear about these two facts: experience and following a method, a system, that promises a reward of vast transcendental experience and all that silly nonsense. When one talks about experience, the word itself means, does it not, 'to go through something, to be pushed through'. And to experience also implies, doesn't it, a process of recognition. I had an experience yesterday, and it has either given me pleasure or pain. To be entirely with that experience one must recognise it. Recognition means something that has already happened before and therefore experience is never new. Do please bear this in mind. It can never be new because it has already happened before and therefore there is a recollection, a remembrance, a memory of it and therefore a person who says, 'I've had great transcendental experience, a tremendous experience', such a person is obviously either exploiting others, because he thinks he has had a marvellous experience, which already has happened and therefore is utterly old. Or, a person who says, 'I've had the most extraordinary spiritual experience' wants to exploit others. Truth can never be experienced, that is the beauty of it, because it is always new, it is never what has happened yesterday. That must be totally, completely, forgotten or gone through - what has happened yesterday - the incident of yesterday must be finished with yesterday. But to carry that over as an experience to be measured in terms of achievement, to convey to others that one has something extraordinary in order to impress, to convey, to convince others, seems to me so utterly silly.\nSo one must be very cautious, guarded about this word experience, because you can only experience and remember that experience only when it has already happened to you. That means, there must be a centre, a thinker, an observer, who retains, holds the thing that is over and therefore something already dead; and therefore nothing new. It is like a Christian steeped in his particular conditioning, burdened with two thousand years of propaganda; when he perceives or has a vision of his saviour, whatever he may call him, it is merely a projection of what has been, his own conditioning, his own wish, his own desire. It is the same in the East, their own particular Krishna or whoever it is.\nSo one must be tremendously cautious about this word. You cannot possibly experience truth. As long as there is a centre of recollection as the 'me', as the thinker, truth is not. And when another says that he has had an experience of the real, distrust him, don't accept his authority. We all want to accept somebody who promises something, because we have no light in ourselves, and nobody can give you that light, no one - no guru, no teacher, no saviour, no one. Because we have accepted so many authorities in the past, we have put our faith in others, either they have exploited us or they have utterly failed. So one must distrust, deny all spiritual authority. Nobody can give us this light that never dies.\nAnd the other thing is this acceptance of authority - the following of another who promises through a certain form, certain system, method, discipline, the eventual ultimate reality. To follow another is to imitate. Please do observe all this, listen to all this simply. Because that is what one has to do: one has to deny completely the authority of another, however pretentious, however convincing, however Asiatic he be. To follow implies not only the denying of one's own clarity, of one's own investigation, one's own integrity and honesty, but also it implies that your motive in following is the reward. And truth is not a reward. If one is to understand it, any form of reward and punishment must be totally set aside. Authority implies fear. And to discipline oneself according to that fear of not gaining what the exploiter in the name of truth or experience, and all the rest of it says, denies one's own clarity and honesty. And if you say you must meditate, you must follow a certain path, a certain system, obviously you are conditioning yourself according to that system or method. And what that method promises perhaps you will get, but it will be nothing but ashes. Again the motive there is achievement, success and at the root of it is fear, and fear is pleasure.\nIt is clearly understood between yourself and myself that there is no authority in this. The speaker has no authority whatsoever. He is not trying to convince you of anything, or asking you to follow. You know, when you follow somebody you destroy that somebody. The disciple destroys the master and the master destroys the disciple. You can see this happening historically and in daily life, when the wife or the husband dominate each other they destroy each other. In that there is no freedom, there is no beauty, there is no love.\nSo, having laid that clearly then we can now proceed to meditate about life, about death, about love. Because if we do not lay the right foundation, a foundation of order, of clear line and depth, then thought must inevitably become tortuous, deceptive, unreal, and therefore valueless. So the laying of this order, this foundation, is the beginning of meditation. Our life, the daily life which one leads, from the moment we are born till we die - through marriage, children, jobs, cunning achievements - our life is a battlefield, not only within ourselves but also outwardly, in the family, in the office, in the group, in the community and so on. Our life is a constant struggle: that is what we call living. Pain, fear, despair, anxiety, with enormous sorrow constantly our shadow, that is our life. Some of us, perhaps a small minority, and it is always a small minority that create, bring about a vital change, perhaps a small minority, neither accepting or denying this disorder, this confusion, this frightening mess in ourselves, and in the world, can look at it, can observe this disorder without finding external excuses - though there are external causes for this confusion - to observe this confusion, to know it, not only at the conscious level but also at a deeper level.\nYou know a great deal, especially in the West, has been written about the unconscious. They have given such extraordinary significance to it. It is as trivial, as shallow as the conscious mind. You can observe it yourself, not according to any specialist; if you observe it you will see that what is called the unconscious is the residue of the race, of the culture, of the family, of your motives and appetites and all the rest of it - it is there, hidden. And the conscious mind is occupied with the daily routine of life, going to the office, sex and all the rest of it. To give importance to one or to the other seems to me so utterly empty. Both have very little meaning, except that the conscious mind has to have technological knowledge in order to have a livelihood.\nThis constant battle, both within the deeper layer as well as at the superficial layer, is the constant way of our life, and therefore a way of disorder, a way of disarray, contradiction, misery. And such a mind trying to meditate, by going to some school in the East, is so utterly meaningless, infantile. And so many do, as though they can escape from life, put a blanket over their misery and cover it up. So meditation is bringing about order in this confusion, not through effort, because every effort distorts the mind. That one can see. To see truth the mind must be absolutely clear, without any distortion, without any compunction, without any direction.\nSo this foundation must be laid; that is, there must be virtue.\nOrder is virtue. This virtue has nothing whatsoever to do with the social morality, which we accept. Society has imposed on us a certain morality, and the society is the product of every human being. Society with its morality says you can be greedy, you can kill another in the name of god, in the name of your country, in the name of an ideal; you can be competitive, you can be greedy, envious, monstrous, within the law. And such morality is no morality at all. You must totally deny that morality within yourself in order to be virtuous. And that is the beauty of virtue; virtue is not a habit, it is not a thing that you practise day after day in order to be virtuous. Then it becomes mechanical, a routine, without meaning. But to be virtuous means, does it not, to know what is disorder, the disorder which is this contradiction within ourselves, this tearing of various pleasures and desires and ambitions, greed, envy, fear - all that. Those are the causes of disorder within ourselves and outwardly. To be aware of it; to come into contact with this disorder. And you can only come into contact with it when you don't deny it, when you don't find excuses for it, when you don't blame others for it.\nThen in the denial of that disorder there is order. Order isn't a thing that you establish daily; virtue which is order comes out of disorder, to know the whole nature and structure of that disorder. This is fairly simple if you observe in yourself how utterly disorderly we are, which is how contradictory we are. We hate, and we think we love. There is the beginning of disorder, this duality. And virtue is not the outcome of duality. Virtue is a living thing, to be picked up daily, it is not the repetition of something which you called virtue yesterday. Then that becomes mechanical, worthless.\nSo there must be order. And that is part of meditation. Order means beauty and there is so little beauty in our life. Beauty is not man made; it is not in the picture, however modern, however ancient it is; it is not in the building, in the statue, nor in the cloud, the leaf or on the water. Beauty is where there is order - a mind that is utterly unconfused, that is absolutely orderly. And there can be order only when there is total self-denial, when the 'me' has no importance whatsoever. The ending of the 'me' is part of meditation. That is the major, the only meditation.\nAlso we have to understand another phenomenon of life, which is death - old age, disease, and death accidentally through disease or naturally. We grow old inevitably and that age is shown in the way we have lived our life, it shows in our face, how we have satisfied our appetites crudely, brutally. We lose sensitivity, the sensitivity that one has had when one was very young, fresh, innocent. And as we grow older we become insensitive, dull, unaware and gradually enter the grave.\nSo there is old age. And there is this extraordinary thing called death, of which most of us are dreadfully frightened. If we are not frightened, we have rationalised this phenomenon intellectually and have accepted the edicts of the intellect. But it is still there. And obviously there is the ending of the organism, the body. And we accept that naturally because we see everything dying. But what we do not accept is the psychological ending of the 'me', with the family, with the house, with the success, the things I have done, the things I have to do, the fulfillments and the frustrations - and there is something more to do before I end! And the psychological entity, the 'me', the I, the soul, the various words that we give to this centre of myself as my being, we are afraid that will come to an end. Does it come to an end? Does it have a continuity? The East has said it has a continuity, reincarnation, perhaps being born better next life if you have lived rightly. And you have here other forms of resurrection and a new way - you know, all that. After all if you believe in reincarnation, as the whole of Asia does - I don't know why they do, what they do, because it gives them a great deal of comfort - if you do believe in that idea then in that idea is implied, if you observe it very closely, that what you do now, every day, matters tremendously, because in the next life you're going to pay for it or be rewarded for how you have lived. So what matters is not what you believe will happen next life, but what you are, how you live. And that is implied also when you talk about resurrection. You have symbolised it in one person and worship that person, because you yourself don't know how to be reborn again in your life now - not in Heaven at the right hand of god, or the left hand, or behind, or forward of god, whatever that may mean.\nSo what matters is, how you live now - not what you think, what your beliefs are, what your dogmas, superstitions are, what your achievements are, but what you are, what you do. And we are afraid that the centre, called the 'I', should come to an end; and we say: does it come to an end? If you have lived in thought - please listen to this - if you have lived in thought, that is when you have given tremendous importance to thinking, and thinking is old, thinking is never new, thinking is the continuation of memory - if you have lived there, obviously there is some kind of continuity. And it is a continuity that is dead, over, finished, it is something old. Therefore only that which ends can have something new.\nSo dying is very important to understand: to die, to die to everything that one knows. I don't know if you have ever tried it? To be free from the known, to be free from your memories, even for a few days; to be free from your pleasure, without any argument, without any fear, to die to your family, to your house, to your name, to become completely anonymous. It is only the person who is completely anonymous who is in a state of non-violence; he has no violence. And to die every day, not as an idea but actually; do it sometime.\nYou know, one has collected so much, not books, not houses, not the bank account, but inwardly, the memories of insults, the memories of flattery, the memories of neurotic achievements, the memory of holding on to your own particular experience, which gives you a position. To die to all that, without argument, without discussion, without any fear just to give it up. Do it sometime, you'll see. It used to be the old tradition in the East that a rich man every five years or so, gave up everything, including his money and began again. You can't do that nowadays, there are too many people, everyone wanting your job, the population explosion and all the rest of it. But to do it psychologically. It is not detachment, it is not giving up your clothes, your wife, your husband, your children or your house, but inwardly not to be attached to anything. In that there is great beauty. After all, it is love, isn't it? Love is not attachment. When there is attachment there is fear. And fear inevitably becomes authoritarian, possessive, oppressive, dominating.\nSo meditation is the understanding of life, which is to bring about order. Order is virtue, which is light, which is not to be lit by another, however experienced, however clever, however erudite, however spiritual. Nobody on earth or in heaven can light that, except yourself, in your own understanding and meditation. And to die to every thing within oneself, for love is innocent and fresh, young and clear.\nThen, if you have established this order, this virtue, this beauty, this light in oneself, then one can go beyond. Which means then the mind, having laid order, which is not of thought, then the mind becomes utterly quiet, silent - naturally, without any force, without any discipline. And in the light of that silence all action can take place, the daily living, from that silence.\nAnd if one has or if one were lucky enough to have gone that far, then in that silence there is quite a different movement, which is not of time, which is not of words, which is not measurable by thought, because it is always new; it is that immeasurable something that man has everlastingly sought. But you have to come upon it; it cannot be given to you. It is not the word, not the symbol, those are destructive. But for it to come, you must have complete order, beauty, love, and therefore you must die to every thing that you know psychologically, so that your mind is clear, not tortured, so that it sees things as they are, both outwardly and inwardly.\n"}]