[{"title":"meditation-total-release-energy","text":"Shall we go on with what we said we were going to talk about this morning? I think it was that we should talk over together the question of meditation, various forms of yoga, and the appalling number of groups there are who are practising the most incredible things. (Laughter)\nYou know, as one travels all over the world, there is not only the explosion of population, pollution and the heavy weight of bureaucracy, tyranny, not only of the politicians and the dictators but also the tyranny of the priests, the gurus, those who say they have attained enlightenment and so on. Observing all this, and the appalling condition - conditions of poverty and the ugliness of man's relationship to man, it becomes obvious that there must be a total revolution. A different kind of culture must come into being. The old culture is almost dead and yet we are clinging to it, and those who are young, revolt against it, but unfortunately haven't found a way or a means of transforming the essential quality of the human being which is the mind. And unless there is a deep psychological revolution, mere reformation on the periphery will have little effect. And this revolution, this psychological revolution, which I think is the only revolution, is possible through meditation.\nMeditation is the total release of energy, and that is what we are going to talk over together this morning. Now, the word 'meditation', the root meaning of that word, is to measure. And the whole western world is based on that idea of measurement; and in the East they have said measurement is maya, illusion, and therefore we must find the immeasurable. The two went apart, culturally, socially, and intellectually and religiously. And as meditation is quite a complex problem, we have to go into it rather slowly and approach it from different angles, bearing in mind all the time that psychological revolution is absolutely necessary for a different kind of world, society to come into being. I do not know how strongly you feel about it. Probably most of us, being bourgeois, comfortable in our little income, in our little family, and so on and so on, would rather remain as we are and not be disturbed, but events, technology, and all those things that are happening in the world, are producing great changes outwardly. But inwardly most of us remain more or less as we have been for centuries upon centuries, and that revolution can only take place at the very centre of our being. And this revolution requires a great abundance of energy. And meditation is the release of that total energy. We are going to talk over that.\nYou see, first of all, how is one to have this quality of energy which is without friction? We know mechanical energy which is friction, mechanically, and the friction which produces in us energy, through conflict, through resistance, through control and all the rest of it. So there are two different kinds of energies, mechanical which is friction, and is there any other kind of energy, which has no friction whatsoever, and therefore completely free and immeasurable? I think meditation is the discovery of that, because unless one has great abundance of energy, not only physically but much more psychologically, intellectually, our actions will never be complete. It will always produce friction, conflict, struggle. So observing the various forms of meditations throughout the world, including Zen, the various forms of yoga brought over from India, and the various contemplative groups as monks and so on, in all that, if one observes it very closely, there is the idea of control, acceptance of a system, and practising a repetition of words which is called mantra, and various forms of breathing, hatha yoga and so on.\nSo first of all let us dispose of them altogether, by investigating not accepting what they say, investigating what they have said themselves, seeing the truth or the falseness of it. First of all there is this repetition of words: those words, sentences, mantras, a set of phrases given by a guru, a teacher, initiated, paying ten pounds, fifteen pounds or a hundred pounds so that you learn a peculiar phrase repeated by you secretly. Probably some of you have done that and you know a great deal about it. And that is called mantra yoga, from India it's brought over. I don't know why you pay any cent, a single penny to repeat certain words from somebody who says, 'If you do this you will achieve enlightenment - or you will have a certain quiet mind' and all the rest of that. You know when you repeat a series of words constantly, whether it is Ave Maria or various Sanskrit words or - what is the latest drink? - Coca Cola (laughter) - and when you repeat that over and over and over and over again, obviously your mind becomes rather dull, and you have a peculiar sense of unity, quietness, and you think that will help to bring about clarity. You can see the absurdity of it altogether: because, first of all why should you accept what anybody says about anything, about these matters, including myself? Why should you accept any authority about inward movement of life? We reject authority outwardly - if you are at all intellectually aware, observe politically, other things, you reject it. But apparently we accept authority of somebody who says 'I know; I have achieved; I have realised.' The man who says he has, the man who says he knows, he does not know. Right? The moment you say you know, you don't know. Because what is it you know? Some experience which you have had, some kind of vision, some kind of enlightenment - I dislike to use that word 'enlightenment'. And once you have experienced that, you think you have attained some extraordinary state, some extraordinary vision, and that is past, you can only know something which is over and therefore dead. So when all these people, this gang of people I like to call them, come over and say they have realised, do this or do that, for so much money, then obviously it's so absurd. So we can dispose of that.\nThen we can also dispose of this whole idea of practising a system, a method. When you practise a method in order to achieve enlightenment, or bliss, or have a quiet mind, or achieve a state of tranquillity, when you practise a method, whatever it is, it obviously makes the mind mechanical. You repeat over and over again certain gestures, breathing, you know all that business - repeat, practising awareness, which is quite absurd. Then this practice not only implies suppression of your own movement, of your own understanding, conformity, and the endless conflict involved in practising a particular system - and the mind likes to conform to a system because then it gets crystallised and easy to live that way. Right? So can we dispose now of all systems of meditation?\nAnd what is meditation? Is it control of thought? And if it is, who is the controller of thought? The controller of thought is thought itself, isn't it? Our whole culture, both in the East and West, is based on control - control of thought, and concentration in which only one thought can be pursued to the end. I hope we are meeting each other, are we? Shall we go on? Why should one control at all? Control implies imitation, conformity. Control implies the acceptance of a pattern as the authority, according to which you are trying to live - that pattern set by the society, the culture, by the priest, by somebody whom you think has knowledge, enlightenment and so on. And according to that pattern one tries to live, suppressing all one's own feelings and ideas and trying to conform. So in that there is conflict, and conflict is essentially wastage of energy. So concentration, which so many advocate in meditation, is totally wrong. You are accepting all this, or are you just listening out of boredom? Because we'll go into this question, whether thought without any form of control, control being suppression, conformity, conflict, whether thought can function when necessary, in knowledge, in action, and be completely still at all other times? Do you follow my question? That is the real issue: whether the mind which is cluttered up with so many activities of thought and therefore uncertain, and trying to find clarity in that confusion, forces itself to control, conform to an idea, and therefore brings about more and more confusion within itself. I want to find out whether the mind can be quiet and only function when necessary, in knowledge? Are you following my question? Am I making myself clear?\nAnd control obviously, because it implies conflict, is a great waste of energy. Please, that is important to understand because I feel meditation must be a releasing of energy in which there isn't the slightest friction. And how is a mind to do this? How is it to have such energy in which every form of friction comes to an end? And in enquiring into that, one must understand oneself completely. There must be self-knowing totally. I must know myself completely, and is that possible? Not according to any psychologist, philosopher, teacher, or the pattern set by a particular culture, but know myself right through, both at the conscious level as well as at the deeper levels, totally. So, when there is knowledge, understanding of oneself completely, then there is the ending of conflict, and this is meditation.\nNow how am I to know myself? I can only know myself in relationship. I can observe or the observation of myself takes place only when there is the response, reaction, in relationship. And there is no such thing as isolation, though the mind is all the time isolating itself in all its activities, building a wall round itself in order not to be hurt, in order not to have any discomfort, unhappiness, any trouble. It is isolating itself all the time in its activity, self-centred activity and I want to know myself as I want to know how to go from here to a particular town, clearly, watching everything that is involved in myself, my feelings, my thoughts, my motives, conscious or unconscious. How is this possible? You know, knowing oneself has been - the Greeks have said it, the Hindus have said it, the Buddhists - 'know yourself', but apparently that is one of the most difficult things to know oneself. And we are going to find out this morning how to look at ourselves, because once you know yourself completely, that completeness prevents all friction, and therefore out of that comes this quality of energy which is totally different.\nSo to find out how to observe oneself one must see what we mean by observing. When we observe objective things like trees, clouds, the things outside of us, there is not only the space between the observer and the observed - physical space - there is also space of time. Isn't there? When you look at a tree - please do listen to this - when you look at a tree there is not only physical distance but there is also psychological distance. There is the distance between you and the tree, the distance created by the image as knowledge - that's an oak tree, elm - the image, and that image between you and the tree separates you. You don't become the tree, you don't identify yourself with the tree, but when the quality of the mind of the observer becomes without imagination, without the image which is imagination, then there is quite a different relationship between the observer and the observed. Right? Have you ever done this, looked at a tree without a single word of like or dislike, without a single image and have you noticed then what takes place? Then for the first time you see the tree as it is, and you see the beauty of it, the colour, the depth, you know, the vitality of it. That's fairly easy - to observe a tree, another person, but to observe oneself that way, that is to observe without the observer - are you following all this? Are you following all this? So one must find out who is the observer, what is the observer.\nI want to watch myself, I want to know myself as deeply as possible. And I watch myself. And what is the observer who is watching? What is the nature of that observer, the structure of that observer? That observer is the past, isn't it? The past knowledge, what he has remembered, collected, stored up, the past being the culture, the conditioning - that is the observer, who says this is right, this is wrong, this must be, this must not be, this is good, I'll keep and this is bad, I mustn't have. So the observer is the past, and with those eyes of the past we try to see what we are. Then we say, I don't like this, I am ugly, or, this I will keep - you follow? All those discriminations, condemnations take place. Now can I look at myself without the eyes of the past? Then is there an observer? Then there is only the observed, there is no observer. Please just see this. I am envious, or I over eat, I am greedy, and the normal reaction is, I must not over eat, I must not be greedy, I must suppress, you know all the rest of it that follows. So in that there is the observer trying to control his greed, his envy, and all the rest of it. Now when there is an awareness of greed, of your over eating, or whatever it is, without the observer, what takes place? Are we following each other, are we doing this thing? Oh, lord! No? I overeat, my greed, I am very greedy. Can I observe that greed without giving it a name as greed, because the moment I name it I have already fixed it in my memory, as greed, which says, I must get over it, I must control.\nSo is there an observation of greed without the word, without justifying it, without condemning it? Which means, can I observe this thing called greed without any reaction whatsoever? To so observe is a form of discipline, isn't it? Not imposed by any particular pattern and therefore conformity, suppression, and all the rest of it, but to observe anything, observe the movements that are in myself: greed, envy, overeating, anger, jealousy, anxiety, smoking, drinking - you follow? - the whole series of actions, without condemning, justifying or naming, just to observe. Then you will see, if you so observe, the mind is no longer wasting energy. It is then aware, and therefore it has energy to deal with that which it is observing. All right? Are you all asleep? (Laughter)\nQuestioner: May I ask sir, what you mean by observing greed without naming it as greed? Is it the same as observing the past, the action of the past also without naming it?\nKrishnamurti: Quite right sir.\nQ: It's very difficult.\nK: That's it. But once you understand the whole mechanism of it, it doesn't become difficult. Once you see the truth of it, sir, then that truth, that fact, acts. One can do that at the conscious level. There are a great many unconscious responses, motives, inclinations, tendencies, inhibitions, fears - how is one to deal with all that, the hidden accumulations? Must one go through analysing layer after layer, exposing all that through dreams? You follow? How is all that to be exposed totally so that knowing oneself becomes complete? You have understood my question?\nNow how is this possible? Apparently it cannot be done by the conscious mind. I can't investigate consciously the unconscious, the hidden. Can you?\nQ: No.\nK: No, don't say no - see the difficulty of it. Because I don't know what is hidden and the hidden may intimate through dreams but the dreams need to be interpreted and the whole complications - and all that will take a lot of time, won't it?\nQ: Sir, I think it is possible under certain drugs to know myself without analysis - there is no conflict.\nK: If one takes LSD or various forms of drugs that helps a great deal, because in that there is no conflict at all. So you please take drugs! (Laughter) Does it really, does any drug, LSD, marijuana, any of them - does it really expose the totality of the content of consciousness, or does it bring about chemically a certain state of mind which is totally different from the understanding of oneself? These drugs - I have never taken them - they have taken them in India a great deal - I have watched many people there. I have also watched students in the universities in America, and many, many other people who have been taking various forms of drugs - LSD, marijuana, you know I don't know what all the other names are - psychedelic drugs. If you have observed, these drugs do affect the mind, the brain cells themselves. They destroy the brain. If you have talked to one or many of those who have taken drugs, they can't reason, they can't pursue a logical sequence of thought - and the doctors are beginning, and the scientists are beginning to say it does destroy the very structure of the brain cells. Not only LSD but marijuana, which is much more dangerous than LSD because that leaves a toxic condition in the brain cells and is much more difficult to get rid of. In India they have taken drugs oh, for millions of years, thousands of years and they are the most ignorant people who have taken drugs. And all the so-called intellectuals in India have denied it, have said don't do it, touch it. I am not asking you not to take it, it's up to you. But when you see the effect of it on people - oh, they have no sense of responsibility, they think they can do anything they like, many, many hospitals are full of these people who mentally are imbalanced through drugs.\nWe are talking of something which is non-chemical. If LSD or any drug can bring about a state of mind in which there is no conflict that would be a marvellous thing. And at the same time complete responsibility, sequence of thought, and action.\nQ: (Inaudible)\nK: Beg your pardon? I can't hear... Am I coming to a conclusion? Is that what you are saying sir?\nQ: I find your sequence of thought illogical. And also I cannot see how you can argue against drugs if you have not any experience of taking drugs.\nK: Oh, wait. How can you argue against drugs if you have not taken drugs yourself. Must you go through various forms of experiences, must you get drunk in order to understand sobriety? Must you get angry in order to find out what it is not to be angry? Must you overeat in order - and so on and so on. Can't one observe without going through all the human mischief? So I am saying, we are asking, how is one to expose the whole content that lies hidden, at one glance? Not through a series of dreams, not through analysis, all that implies time and wastage of energy. How is one to observe the whole content of consciousness, the obvious and the hidden, the superficial and the profound, at one look? You understand? Because this is an important question. I want to understand myself - myself being all the past, the incidents in my present life, the experiences, the hurts, the anxieties, the guilt, the various fears - how am I to understand all that without a single analysis, without going through all the dreams and intimations and so on, to comprehend all that immediately? To understand all that immediately gives immense energy. You follow? Am I making myself clear?\nNow how do you do that? Is that an impossibility? And we have to ask the impossible question to find a way out of it. You follow? Unless we ask the most impossible question we shall always be dealing with what is possible, and what is possible is very little. I don't know if you meet this. So I am asking the most impossible question, which is to have this whole content of consciousness exposed, and understand it, see it totally without time, which means analysis, exploration, investigation and seeing layer after layer, layer after - that's all a wastage of time. So how is the mind to observe this whole content with one look? Is that possible at all?\nIf that question is put to you, as it is being put now, what is your response? If you are honest, if you are really listening to that question, what is your response? You'll obviously say, 'I can't do it'. Right? You obviously, really don't know how to do it. Right? You really don't know, do you? Now wait, listen, please do listen to this. You don't know, do you? Or are you waiting for somebody to tell you? (Laughter) No, please, this is much too serious. Do listen to this. If I say to myself, I don't know, am I waiting for somebody to inform me? Am I expecting an answer? Then when I am expecting an answer, for somebody to tell me, then I already know. Right? Are you following this? Oh lord! When I say, I don't know, I really don't know - I am not waiting for anybody to tell me, I am not expecting a thing because nobody can answer it. So I actually don't know. Right? Now, what is the state of the mind that says, I really don't know? I can't find it in any book, I can't ask anybody, I can't go to any teacher, priest, I really don't know. When the mind says, 'I do not know' - what is the state of the mind? Please do listen, don't answer me yet. Do look at it because we always say, 'We know'. I know my wife, I know mathematics, I know this, I know that. We never say, 'I really don't know.' And I am asking, what is the state of the mind that actually, honestly says, 'I don't know'?\nQ: Blank.\nK: Not blank. No, you people don't...\nQ: (Inaudible)\nK: Do please wait, take a little time, have a little patience with yourself, don't verbalise immediately. When I say, I don't know and I really mean I don't know, what is the state of my mind? It has no answer, it is not expecting anything from anybody. Right? It is not waiting, it is not expecting. So what happens? What is the state of the mind that says, I don't know? Is it not completely alone? Right? It is not isolated. Isolation and aloneness are two different things. Aloneness, in that quality of aloneness there is no influence, there is no resistance, it has shed itself from all the past, it says, I really don't know. Therefore the mind when it says, I really, deeply don't know, has emptied itself of all its content. Right? Have you understood this?\nQ: Yes.\nK: Have you? No, please, please.\nI do not know how to expose the whole content of my consciousness. I thought I could through analysis. I thought I could through drugs. I thought I could do it by following some teacher, philosopher, psychologist or analyst. I have tried all those ways and I see I am still caught in the net of all that, and I discard all that, because that doesn't help me to know myself totally, and I don't know what to do. Do you follow? I don't know what to do. I have asked the impossible question and the impossible question says, 'I don't know'. Therefore the mind empties itself of everything it has - every suggestion, every probability, every possibility. So the mind is completely active, empty of all the past, which is time, analysis, the authority of somebody. So it has exposed all the content of itself by denying the content. Do you understand now? No? Has somebody understood this, or am I talking to myself?\nSo, as we said, meditation can only begin with the understanding of myself totally, that is part of meditation, part of the beginning of meditation. Without understanding myself the mind can deceive itself, it can have illusions. That is, being conditioned by a particular culture in which one has been brought up, Hindu, Christian or whatever, or Communist - if you are a Hindu you will see according to your conditioning, the god, the illusions, the myths, the falseness, the lies; if you are a Christian you are conditioned according to your particular culture, you will see Christ, you will see this and you will see that. If you are a Hebrew - you know all the rest of it, the same phenomenon goes on right through. And so when you know your conditioning and are free of it then there is no possibility of any kind of illusion. And that is absolutely essential because we can deceive ourselves so easily. So when I investigate into myself I see that the consciousness emptying itself of all its content through knowing itself, not by denying anything, but by understanding the whole content, that brings about a great energy which is necessary, because that energy transforms completely all my activity. It is no longer self-centred and therefore cause of friction. I don't know if you have followed this?\nSo meditation is a way of putting aside altogether everything that man has conceived of himself and of the world. You understand? So you have a totally different kind of mind. Meditation also means awareness - awareness both of the world and of the whole movement of oneself, without any choice, to see exactly 'what is', without any distortion, to see. And distortion takes place the moment you bring in thought. Right? But thought has function, absolute function, but when there is an observation, when thought interferes with that observation as image, then there is distortion, then there is illusion. So to observe actually what is, in oneself and in the world, without any distortion, and to so observe, a quiet mind is necessary. You understand? A very still mind is necessary. And one knows that it is necessary to have a quiet mind. Therefore they say, discipline. Do you understand? Control it, and there are various systems to help you to control. And all that is friction. So if you want to observe passionately, with intensity, the mind inevitably becomes quiet. You don't have to force it. I don't know if you are following it. The moment you force it, it is not quiet - it is dead. Whereas if you see the truth that to perceive anything you must look, and if you look with prejudice you cannot see. If you see that, your mind is quiet.\nSo a quiet mind, a still mind, is necessary - not through any sense of conformity, discipline, enforcement. Right? Now what takes place in a quiet mind? Because we are enquiring not only into that quality of energy in which there is no friction, but also we are enquiring how to bring about a radical change within oneself, and oneself being the world and the world is oneself, the world is not different from me, I am the world. It's not just an idea, theory, but an actual fact that I am the world and the world is me. So if there is a radical revolution, a change in me, it will inevitably affect the world because I am part of the world.\nAnd in this enquiry into what is meditation I see that any wastage of energy is caused by friction in my relationship with another. And is it possible to have a relationship with another in which there is no friction whatsoever? And that is possible only when I understand what love is, and the understanding of what love is, is the denial of what love is not. Love is not - as we went into the other day - anger, jealousy, ambition, greed, self-centred activity, you know, all that. Obviously that's not love. So, when in the understanding of myself there is the total setting aside of all that which is not love, then it is.\nSo I have found in this examination, observing - the observation takes a second, the explanation takes a long time. The description takes pages but the act of observation is instantaneous. I have found in this observation no system, no authority, no self-centred activity, therefore no conformity, no comparison of myself with another. And to observe all this the mind must be extraordinarily quiet. If you want to listen to what is being said this morning, just now, you have to listen, haven't you? But you can't listen, if you are thinking about something else, if you are bored with this, I should get up and go. But to force yourself to listen is absurd, but if you are really interested in it, passionately, intensely, then you listen completely, and to listen completely the mind must be quiet. It is as simple as that.\nNow, all this is meditation; not just one act, sitting for five minutes by yourself, cross-legged, breathing properly - that's not meditation, that's self-hypnosis. I want to find out what is the quality of the mind that is completely still, and also what takes place when it is still. Do you understand my question? I've observed, I've recorded, I've understood, I've watched, I've finished with that, but there is another enquiry which is: what is the state of the mind, the brain cells themselves? The brain cells store for self-protection the memories that are useful, memories that are necessary, memories that might lead to danger. Haven't you noticed this? I suppose you read a lot of books, personally I don't, I only read detective stories (laughter), therefore I can look, I can look into myself and find out, watch myself, not according to somebody - just watch. I am asking myself what is the quality of such a mind, what has happened to the brain? The brain records, that is its function. It functions only through memory, so that it is protected, it is safe, it is secure, otherwise it can't function. The brain may find security in some neurosis. But it has found security there. It has found security in nationalism, in a belief, which are all various forms of neurosis - in the family, in having possessions. The brain must be secure to function, and it may choose that security in something that is false, unreal, illusory, neurotic. So, when I have examined myself thoroughly all this disappears. There is no neurosis, no belief, no nationality, no desire to hurt anybody, nor record all the hurts. So the brain then is a recording instrument without thought using it as the 'me' in operation. I don't know if you follow all this.\nSo meditation implies not only the body being still but also the brain being quiet. Have you ever watched your brain in operation? Your own thinking, why you think certain things, why you react to others, when you feel lonely, desperately lonely, unloved, nothing to rely on, no hope - you know, this tremendous sense of loneliness, though you may be married, have children and live with a group but there is this feeling of complete solitude - emptiness rather, not solitude. And seeing it one tries to escape from it, but if you remain with it, not escape from it, just look at it completely without condemning it, trying to overcome it, or escaping from it, just observe actually as it is. Then you will see what you considered loneliness ceases to be.\nSo the brain cells record, and thought as the 'me', my ambitions, my greed, my purposes, my fulfilment - all that comes to an end. Therefore the brain and the mind become extraordinarily quiet. They only function when necessary. I don't know if you are... Therefore your brain, your mind enters into quite a different dimension, in which there is no description, because description is not the described. What we have done this morning is description, explanation, but the word is not the thing. When we realise the word is not the thing then one is free of the word. It is only the quiet mind can find out the immeasurable - not find out. The quiet mind then enters into the immeasurable, because all our life is based on thought which is measurable. It measures god, it measures its relationship with another through image, it tries to improve itself according to what it thinks it should be. So we live in a world of measurement, unnecessarily, and with that world we want to enter into a world in which there is no measurement at all.\nSo, meditation is the seeing 'what is' and going beyond it, seeing the measure and going beyond the measure. And what happens, what takes place when the brain, and the mind and the body are really quiet, harmonious? Harmonious, which is the mind, the body and the heart are completely one. Then one lives a totally different kind of life. All right, sir. Any questions?\nQ: What is intuition?\nK: What is intuition. One has to be awfully careful of that word. Because I like something unconsciously and I say I have an intuition about it. Don't you know all the tricks one plays upon oneself through that word? Why do you want an intuition? When you see things as they are, why do you want an intuition? To observe things actually in yourself as they are without any distortion, why do you want any form of a hunch, intimation? We are talking of understanding oneself.\nQ: (Inaudible)\nK: Sir, self-knowledge is endless, you can't measure self-knowledge, can you? I have got so much, I have understood today so much, I'll understand so much tomorrow. You don't...\nGo on, sir. Any other questions?\nQ: Sir, when one observes one's sexual desires they seem to disappear and how is it possible for one to... (Inaudible)\nQ: We cannot hear the question.\nK: I'm going to repeat it, sir. The question is: when one is aware of one's sexual appetites they seem to disappear, and can that awareness, attention, be maintained all the time. Is that right, sir?\nQ: When one observes the rise of sexual desire, it seems to disappear.\nK: Yes, that's what I said, sir. That is, just watch the danger of this question. When I am aware of my sexual desires they seems to disappear. So awareness is a trick which will help me to make things which I don't like disappear. I don't like anger therefore I am going to be aware of it and perhaps it will disappear. But I do like my fulfilment, I want to become a great man, and I won't be aware of that. (Laughter) I believe in god but I won't be aware of all the dangers involved in that - because it separates people, destroys people, tortures people - not god only but worship of the state. So I am going to be aware of the things that are most unpleasant but I am going to be unaware of all those things which I am going to keep. Awareness is not a trick, it is not something that will help you to dissolve things that we don't want and keep those... Awareness means to observe the whole of the movement of like and dislike, of your suppressions. If you are a Victorian you don't talk about sex. You suppress it but you go on thinking about it. But if you are modern you are permissive - to be aware of all that.\nQ: Sir, can we by understanding our minds be aware of our sleep state possibly? asleep?\nK: Can we be aware of what goes on when we are asleep. Oh lord! Sir, this is really a complex question. How am I to be aware when I am asleep? Is there an awareness of what's going on during sleep? So to find that out, am I aware during the day of everything that's going on? Aware not only outwardly of what's going on, the mischief of the politicians, the wars, the admiralty, the army, my relationship with my wife, husband, friend, girl, boy? Am I aware during the day of all the movements that are going on within me, the reactions? If I am not aware during the day how am I going to be aware at night when I sleep? And if I am aware during the day - do you understand what it means - watching, attentive, watching how much you eat, what you say, what you think, your motives, aware of all that during the day, then during the night have you anything to be aware of? Do please find out. Then if you are not aware except that which is going on as a recording as the brain, what takes place? I have spent my day actively, not just movement - actively, that is, being aware, watching what I eat, what I think, what I feel, how I talk to others, jealousy, envy, greed, violence - I have watched all that, been completely aware of all that. Which means I have brought order there - order, not according to any plan, but order, because I have lived a disordered life of not being aware. Now when I have become aware of all this, in that awareness there is order. Now when I go to sleep, when the body goes to sleep, what takes place? Generally the brain tries to bring about order while you are asleep because during the conscious waking hours you have lived a disordered life. Because the brain needs order - I don't know if you have not watched it - it can't function properly, healthily if there is no order. So if during the day there has been order, at night when you sleep the brain is not trying to bring order, trying through dreams, through intimations and so on, it becomes quiet. It may record but it is quiet, and so there is a possibility of renewal, possibility of the mind no longer fighting, struggling, therefore the mind becomes extraordinarily young, fresh, innocent - innocent in the sense it won't hurt and will not be hurt. Isn't that enough for this morning? Yes?\nQ: When a man has a message, the relationship between a man and his message is usually a teacher and his teachings. And the teacher often has followers, and his message is a system - why don't you consider yourself a teacher and your message a system?\nK: Generally a teacher has a message and followers - a teacher. Why don't you consider yourself as a teacher and have followers? I have made it all fairly clear, haven't I? Don't follow anybody and don't accept anybody as a teacher except you yourself become the teacher and the disciple for yourself.\n"}]