[{"title":"true-revolution","text":"This is the last talk of this series in this town.\nOne must have observed that throughout the world man, the human being, has always been searching for something much more than the transient. He has always been, probably from time immemorial, asking himself if there is something really sacred, something that is not worldly, that is not put together by thought, by the intellect. He has always asked if there is a reality, a timeless state, not invented by the mind, not projected by thought, but actually to find oneself in that state of mind where time doesn't exist, where there is something, if one can use the word 'divine', 'sacred', 'holy' that is not perishable. And organised religions seem to have supplied the answer. They say there is - there is a reality, there is God, there is something which the mind cannot possibly measure. And they begin to organise what they consider to be the real. And man is led astray by organised religions. You may remember that story of the devil and a friend of his were walking down the street and they saw a man ahead stoop down and pick up something from the road. And as he picked it up and looked at it he was very startled, there was a great delight in his face. And the friend of the devil asked, what was it that he picked up and the devil said, 'It's truth'. And the friend said, 'Isn't that a very bad business for you then?' The devil said, 'Not at all, I am going to help him to organise it'. (Laughter).\nAnd organised religion throughout the world, with their dogmas, with their extraordinary meaningless rituals, their sense of beauty - and there is beauty - and the worship of an image made by the hand or by the mind, has become very holy, something very sacred, to which one prays. And so man, in his search for something that is beyond all the measure, all time, has been caught, trapped, deceived, because man hopes always to find something which is not entirely of this world. Because after all what has society to offer, any society, the most ancient or the most bureaucratic society like the communist society, or the other, capitalist societies and so on, what have they actually to offer? Very little except food, clothes and shelter, perhaps one may have more opportunity to work and more money to make, but ultimately when one observes, these societies have very little to offer. And the mind, if it is at all intelligent, alert, aware, it rejects what these societies have to offer - psychologically, not physiologically, one needs clothes, food and shelter, that is absolutely essential. But when that becomes the greatest importance then life loses its marvellous meaning.\nAnd if we could, this evening, it might be worthwhile if we could spend some time to find out for ourselves if there is really something sacred, something which is not put together by thought, by circumstances, which is not the result of propaganda, whether it be ten thousand years or two thousand years. And if we could, it would be worthwhile to go into this question, because unless one finds something that is not measurable by words, by thought, by any experience, life, which is the everyday living, becomes so utterly superficial. And perhaps that is why the present generation rejects this society - though perhaps they may not - they are looking for something beyond the everyday struggle, ugliness, brutality and all the rest of it.\nSo, if you will, we can enquire into this question: what is a religious mind? What is the state of the mind which can see what truth is? You may say, 'There is no such thing as truth, there is no such thing as God, God is dead, we must make the best of this world and get on with it. Why ask such questions when there is so much confusion, so much misery, starvation, ghettos, get rid of racial prejudices, let's be concerned with all that, let's bring about a humanitarian society?' Even if you did, and I hope it will be done too, this question will inevitably be asked. You may do it at the end of ten, fifteen, fifty years, but this question must be asked otherwise life, as we live it, can have some significance but without finding out a state, if there is such a state, which puts an end to time. So, if you will, we might profitably go into it.\nFirst of all, there must be freedom to look, freedom to observe, if there is or if there is not - we cannot possibly assume anything. We cannot hope for anything if there is any assumption, any hope, any fear, then the mind is distorted, then the mind cannot possibly see very clearly. So freedom is absolutely necessary to find out; even in a scientific laboratory you need freedom to observe, you may have an hypothesis but if that hypothesis interferes with the observation, then you put aside that hypothesis, any conclusion, any knowledge and it is only in freedom that you can discover something totally new. So if we are going to venture together, not only verbally but non-verbally, then there must be this freedom from any sense of personal demand, any sense of fear, hope or despair, one must have clear eyes, unspotted, unconditioned so that out of freedom you can observe. So that is the first thing, obviously.\nAs we have gone in the past three talks, into the question of fear and pleasure - if that has not been clear and if one has not applied oneself to the question of fear, then what we are going to explore will not be possible. And obviously our minds are conditioned by beliefs: the Christian belief, the Hindu, the Buddhist and so on. And unless there is complete freedom from belief of any kind, psychologically, inwardly, then that freedom is denied and therefore it's not possible to observe, to find out for oneself if there is a reality which cannot be corrupted by thought.\nAnd one must be free also from all this social morality, because the morality of society is not moral. And a mind that is not highly moral, a mind that is embedded in righteousness is incapable of being free. And that's why it's important to understand oneself, to know oneself, to see all the structure of oneself: the thoughts, the hopes, the fears, the anxieties, the ambitions, the competitive, aggressive spirit. Unless one understands and deeply establishes what is the righteous behaviour, then there is no freedom, because then the mind gets confused by its own uncertainties, by its own doubts, demands, pressures.\nSo to enquire into this really very, very important question: what is the religious mind - if there is such a thing - there must be this freedom, not only at the conscious level but also at the deeper level of one's consciousness. And here comes quite a difficult problem because most of us have accepted that there is an unconscious. For most of us the unconscious is something hidden, dark, unknown and without understanding the totality of that unconscious, merely to scratch the surface by clever, analytical examination has very little meaning, whether it is done by the professionals or by one's own intelligent enquiry. So one has to look into this also: the conscious, as well as the mind that is deep down, secret, hidden, which has never been exposed to the light of intelligence, to the light of enquiry. And if we could, this evening, also go into that a little bit, whether the conscious mind, that is, the everyday mind, the mind that has sharpened itself through competition, through so-called education - which isn't really education at all, but that is irrelevant - whether such a mind can examine the unconscious, the deeper layers of the mind.\nAnd I hope you are not merely listening to the words of the speaker. The word is not the thing, the description is not the described; unless you do it actually as you are sitting there now, you will find you will not be able to go beyond, or take the journey together into something that demands the highest form of sensitivity, intelligence and a sharp, clear mind.\nSo what is this treasured unconscious which everybody talks about? Must one go through all the volumes written by the specialists to find out? Must one go to an expert to tell us what it is? Or, can one find it for oneself, what it is completely, not partially, not in fragments? You know, the specialists say that the unconscious - I hope I am quoting them rightly because I have not read any of their books, but I have talked to many analysts - they say that you must dream otherwise you'll go mad because dreams are the hints, the intimations of the unconscious, of the deeper, secret layers, unexplored layers of the mind. Therefore dreams are an expression, an intimation, a hint of the deeper layers, and that way you'll find out if you are capable of interpreting the dream, or the analyst is capable of translating the dream, you can expose, empty the unconscious. Now one has never asked why should one dream at all? They say you must dream, it is very healthy, normal, but one questions the validity of that statement because one must doubt everything, and this doubt gives you energy, vitality, passion to find out. So we must question why one should have dreams at all because if the mind is all the time working night and day, endlessly in movement, then it has no rest at all, it cannot refresh itself, it cannot make itself anew; it's like a machine that is constantly working, therefore it wears itself out. So one asks, as we are doing now, what is the need of dreams at all? It may be possible not to dream. After asking that question we are going to find out whether it is possible not to dream. Because the unconscious is the storehouse of the past, the racial inheritance, the family, tradition, the tradition of society, the various formulas and sanctions, motives, the inheritance from the animal - it is all there. And through dreams those are revealed bit by bit, and one must be capable of interpreting them rightly. And that, of course, is quite impossible. There are no experts who will translate all those dreams perfectly; they will translate those dreams according to their conditioning, according to their knowledge, according to their information which they have derived from another.\nSo we are asking: what is the need of dreams at all? Is it possible not to dream? Right? Now, obviously consciousness is not only what is above, but also what is below, the total thing. If during the waking day all the content of that can be observed, watched, then when you sleep there will be no necessity for dreams at all. That is, during the waking hour, if you are aware of your thoughts, of your feelings, of your reactions, the motives, the tradition, the inhibitions, the various forms of compulsion, the tensions - watch them, not correct them, not force them to be different, not translate them, but just actually be aware choicelessly, then during the day the mind being so alert, so sensitive to every reaction, to every movement of thought, so that the motives, the racial inheritance, all the rest of it are thrown up, exposed. Then you will find, if you do it, not casually, but seriously, with intensity, with a passion to find out, then you will see that your nights are peaceful, without a dream so that the mind upon wakening is a fresh mind, clear without distortion, the personal element is dissolved so that it can observe completely. And this is possible if you apply - not to what the experts say, but to study yourself as you watch yourself in the mirror when you shave, or when you comb your hair, to watch yourself, then you will find out that the whole of the unconscious is as petty, shallow, dull as the superficial mind - there is nothing holy about the unconscious.\nSo that now the mind, being free from fear, from all the pain of pleasure - and here, if one may observe, bliss is not pleasure, bliss is something entirely different. Pleasure, as we pointed out, brings with it pain and therefore fear and if the mind is looking for pleasure, ultimate pleasure, because the pleasures that we have had in this world are soon worn out, they become rather dull, jaded, one is always looking for new pleasures. And a mind that is seeking everlasting pleasure, sexually, or wanting experiences that will assure great pleasures, such a mind is always in a state of fear, in darkness. You can observe this - a very simple fact.\nSo again, the mind, being free from fear and the search for the deepening and widening of pleasure, and therefore pain with its anxiety, fear and all the burden and travail of pleasure, such a mind is not a free mind. And the mind that believes that there is a God, or that there is no God, is equally conditioned, a prejudiced mind, therefore it's not free.\nNow if one can do all this, this evening - and I hope you can, not momentarily because the speaker is perhaps emphatic, don't be persuaded by him, for he has no authority at all. In this matter of finding out there is no authority, there is no guru, there is no teacher - you are the teacher and the disciple for yourself. So if one can put aside all this - and that is the greatest difficulty, to be free of all this and yet be well-established in righteousness, in virtue, because virtue is order. And as we live in such great disorder, not only outwardly, the society in which we live is in utter disorder: social injustice, the racial differences, the economic division - the society in which we live is actually complete disorder. And if you observe in yourself, we are also in disorder. And a disordered mind cannot possibly be free. And so order, which is virtue, is necessary. Order, not according to some blue-print, blue-print of certain groups of moralists, or priests or those who say, 'we know and you don't know'; order is virtue, and this order is from moment to moment, not a final order. And this order can only come about when we understand what is disorder. Through the negation of what is disorder, order comes into being. The disorder of the morality of the society - in denying the morality of society there is order, because society encourages acquisitiveness, competition, envy, strife, brutality, violence - look at the armies, the navies, all the rest of the business of it - that is disorder. And when you inwardly deny for yourself - not the army, not the structure of the society, but inwardly, in yourself, deny fear, ambition, greed, envy, the search for pleasure, prestige, which breed disorder inwardly, then in that total denial of that disorder there comes the order which is beauty, which is not merely the result of environmental pressures or environmental behaviour. So there must be order and then you will find such order is virtue.\nIf one has done all this, and one must, then one can ask: what is meditation? Because it's only the meditative mind that can find out, not the curious mind, not the mind that is everlastingly searching. You know, it's a peculiar thing that when the mind is searching, it'll find what it is searching, but what it searches and finds is already known because in the search and when it finds, what it finds must be recognised - mustn't it? - otherwise it is not valid. So recognition is part of this search and experience. And recognition comes from the past. So experience, which comes through search, in which is involved recognition, that experience is nothing new, it's already been known. And that's why those people who take drugs of various kinds - this has been done in India for thousands of years, it is an old trick to bring about a sharpness of the mind, to have new experiences - but one has never examined what experience means. One says one must have new experiences, new visions. Now when one looks at an experience, that is, you have had an experience, pleasurable or painful, responding to a challenge adequately or inadequately; and when you have an experience, say of Christ, or of a new vision, or of a Buddha, or a Krishna, or whatever the name is, whatever the symbol is, that symbol, that vision, is the projection of your own conditioning. The communist, if he has visions at all, and I hope he has, then he will see the perfect State, all beautifully arranged, where everything is bureaucratically laid down. Or if you are a Catholic, you will have your visions of the Christ, the Virgin and so on, or the Hindu - it is all depending on your conditioning. And when you recognise that vision, you recognise it because it has already been experienced, already known. So there is nothing new in the recognition of a vision, or experiencing something new.\nSo we are now ready, if you have done all this, and I hope you have done it for your own sake because now we enter into something that demands a great sense of perception, beauty and sensitivity. You know, the word 'meditation' has been brought to this country from the East. They have their own words - the Christians - contemplation and all the rest of it, but meditation has now become very popular - God knows why! And meditation, it is said by the yogis, gurus, and all those people, is a means to discover, go beyond, experience the transcendental. But you have never asked: who is the experiencer? Is the experiencer different from the thing he experiences? Obviously not because the experiencer is the past, with all the memories and when he experiences, transcends through meditation or through taking a drug, he projects from the past and recognises it and says, 'This is a marvellous vision'. It's nothing of that kind because a mind burdened with the past cannot possibly see what is new.\nSo, we have now come to the point to find out what is meditation. And people have offered, again from the East - I don't know why you pay so much attention to the East in these matters, they have a great many tricks there; so have you here - and these people offer methods, systems of meditation, including the Zen - systems, methods. Now when you examine a method, what is implied in it, a system? Somebody says, 'Do these things, practise them day after day, for twelve, fifteen, twenty, forty years and you will ultimately come to the reality'. That is, practise the method, whatever the method is, and in practising the method what happens? Whatever you do in routine, every day, at a certain hour, cross-legged, or in bed, or walking, whatever you do, if you repeat it day after day, your mind becomes mechanical - obviously. And so when you see that, the truth of it, not, 'Oh, there is a new method to meditate' - when you see the implication of all methods, which is mechanical, traditional, repetitive, and in that conflict, suppression, control - all these are implied in a method. And obviously a mind made dull by a method cannot possibly be free and intelligent to observe. And also it is said, again from the East, which is modified in the West, that by repeating certain Sanskrit words told by the guru to you specially at a certain price (Laughter) - don't laugh, it's not worth laughing, we are not saying this cynically, we are merely stating facts - the repetition of those words gives you an extraordinary inward experience. You know, if you repeat the word 'Coca-Cola' a hundred times, in a posture, thinking about it, you will obviously have some extraordinary feelings (Laughter). No, no sirs, don't, don't. You see they have brought this, which they call Mantra Yoga, from India. And also you have it in the Catholic world - Ave Maria repeated a hundred times, and they do, on the rosaries - which obviously for the time being quietens the mind. A dull, heavy, fearful mind, a stupid mind can be made very quiet by repetition of words, and it does have strange experiences, but those experiences are utterly meaningless because a dull mind, a shallow mind, a mind that is frightened, ambitious, greedy for truth or for the wealth of this world, such a mind however much it may repeat some so-called sacred word, is meaningless.\nSo if you have done all this, that is, understood yourself deeply, learnt about yourself completely through choiceless awareness, and have laid the foundation of righteousness which is order, and therefore free and not accepting any authority whatsoever - so-called spiritual authority, obviously one must accept certain laws of society - then you can find out what is meditation. Because in meditation there is great beauty, it's an extraordinary thing if you know what meditation is - not how to meditate. The 'how' implies the method, therefore never ask how, and there are people too willing to offer a method. But meditation is the awareness of this fear, of the implications and the structure and the nature of pleasure, the understanding of oneself and therefore laying the foundation of order, which is virtue, in which there is that quality of discipline which is not suppression, or control, or imitation. Such a mind then is in a state of meditation. Which is to meditate implies to see very clearly, and it is not possible to see clearly, or be totally involved in that which is seen, when there is space between the observer and the thing observed. That is, when you see a flower, the sunset, the beauty of a face, or the lovely sky of an evening, the bird on the wing, when you see it there is space, not only physically but psychologically between you and that, between you and the flower, between you and the cloud which is full of light and glory, there is that space - psychologically. When there is that space there is not only conflict but also that space is made by thought, which is the observer. You know, have you ever looked at a flower without space? Have you ever observed something very beautiful without that space between the observer and the thing observed, between you and the flower? We look at the flower with the screen of words, with the screen of thought, of like or dislike, wishing that flower was in your particular house, or this or that, saying, 'What a beautiful thing that is'. So in that observation, when you look, there is the division created by the word, by your feeling of like or of pleasure. And so this division between you and the flower inwardly, in that division there is no perception, acute perception and when there is no space then you see the flower as you have never seen before. That is, when there is no thought, when there is no botanical information about that flower, when there is no like or dislike but only complete attention, then you will see that the space disappears, therefore you are in complete relationship with that flower, with that bird on the wing, with that cloud, with the face of your wife or your husband, or the neighbour.\nAnd when there is such quality of mind in which the space between the observer and the thing observed disappears and therefore the thing is seen very clearly, most passionately and intensely, then there is that quality of love and with that love there is beauty. You know when you love something greatly, not through the eyes of pleasure or pain, when you actually love, space disappears, both physically and psychologically. There is no me and you. And when you come so far in this meditation, then you will find that quality of silence which is not the result of a mind which is thought seeking silence. You know, there are two different things - aren't there? Thought can make itself quiet - I don't know if you have ever tried it, but for most of us to silence thought, for thought to become quiet is unknown, therefore we struggle against it, because we see very well that unless thought is quiet there is no peace in the world, or peace inwardly, there is no bliss. So we try in various ways, through drugs, through tranquillisers, through repetition of words, through a thousand ways, to quieten the mind, but thought that makes the mind quiet, silent, such silence is entirely different, it is not comparable with the silence which freedom brings, freedom from all the things that we have talked about. It is only then, in that silence, which is of quite a different quality than the silence brought about by thought, it's only in that silence there is quite a different dimension, quite a different state, which you have to find out for yourself, nobody can open the door for you, nobody and no word, no description can measure that which is immeasurable. And so unless one actually takes this long journey, which is not long at all, which is immediate, unless you do it life has very little meaning. And when you do it you find out for yourself what is sacred.\nDo you want to ask any questions? Isn't this silence better than questions? If you are really inwardly quiet, isn't that better than any question and answer? If you really are, then you have love and beauty - the beauty that is not in the building, in the face, in the cloud, in the wood, but in your heart and that beauty cannot be described, it is without expression. And when you have that, no question need be asked ever. May I go now?\n"}]