[{"title":"public-talk-2-new-delhi-india-16-november-1969","text":"I wonder why we are all so solemn. You know it is a great disadvantage to sit on a platform and talk about authority. The very position of the speaker sitting at a higher level inevitably gives the impression or assumes the responsibility of authority. But unfortunately it has to be that way, otherwise we wouldn't see each other properly. So bearing that in mind that we are learning, and not the relationship of a teacher and a disciple. We are learning together and so the difference, psychologically, completely ceases to exist. There is no teacher or a pupil, a Guru or a disciple. But what is important and necessary is that we are learning, not from each other, but the activity and the attitude and the action of learning in which there is no authority whatsoever. As we said the other day when we met here, learning is a constant movement and that movement ceases when there is an accumulation as knowledge, as theory, as experience. When that becomes all important, as in the technological and scientific field, then this psychological learning, the inward learning of things comes to an end.\nSo this evening, if we may, we will communicate with each other, and as we explained what it means to communicate: to build together, to create together, to work together, to bring about an understanding together. That is the real meaning of communication; not one speaks and the other hears and carries out or does not carry out, one agrees or disagrees. That is not communication. Communication means attention, listening, observing, co-operating, creating together. That is exactly what that word means.\nSo this evening, if we can, we will talk about something that needs your attention and co-operation and learning. Learning demands energy, attention. We need energy for everything we do; to go to your house, to write a letter, to talk to somebody. Everything that we do needs energy. So there is wastage of energy, or energy in which there is no conflict whatsoever. Either there is distortion of energy or energy that moves without any restraint, without any resistance, without any direction, it's living. And that energy is the creative energy in which there is no conflict whatsoever inwardly and therefore outwardly; there is actually no division between the outer and the inner. We are using the word 'inner and outer' in that sense, a unitary process, not something divided. We need energy to do almost anything. And most of our lives is a wastage of energy. I do not know if you have ever asked yourself why do we live at all? What does it all mean? What are we doing? If you have asked seriously, not flippantly or casually, not trying to find a purpose to live - and this is very important to understand. You can invent a purpose or accept the purpose which so-called intellectual, religious people have invented. What is the purpose of living? When you ask that, you want to find out a significant meaning to life - significant not only psychosomatically that is physically as well as psychologically, but significance at a greater level, at a greater dimension. So when you ask what is it, what is the purpose of all this, you are asking in order to find a purpose, which means that living, living, the daily living, the sorrow, the misery, the conflict, the agony, has no meaning; you want to impose on that a superficial meaning and you want to find that meaning. And that is essentially a waste of energy. Do please follow this, because most of us right through the world and perhaps more so in this country, you have lived on theories, on philosophies, on ideals. So there is a conflict between 'what should be' and 'what is'. Right? You have an idea that there is or that there is not God. You have an idea, if you are politically, economically inclined, that socialism is better than capitalism or communism is still better than both. Again, a speculative idea, a conclusion. And these divide people: you are a Socialist, I am a Communist, you are a religious person and I am a materialistic person; both of us living in a world of speculative idealism; and this divides us and we are at each other's throat. If we are neither Communist, Socialist or Capitalist, then we will get together and solve this human, physical misery. But my communism and your socialism is destroying us. In the same way, you believe and perhaps I don't believe, and that again divides us.\nSo living in a world of ideation, in a world of speculative idealism, philosophy, formula has no meaning, because that's essentially a waste of energy which translates itself in conflict. The 'what should be' is different entirely from 'what is'. And therefore we become hypocrites. And most idealists are hypocrites. You accept all this? Don't you want to throw stones, get angry, or you just accept this and say, you know, somebody speaks and somebody listens, it doesn't really matter, we'll carry on. Or do you see the truth of this, that to live in a world of philosophy, in a world of idealism, in a world of make-belief divides the actual, the living from the speculative, the fanciful and therefore it inevitably breeds hypocrisy - which is a conflict inwardly and that is essentially a waste of energy?\nSo can we look at life with all the complex problems of living without the implication of virtue? To look, to observe, to listen without bringing in virtue or evil, to look without the implication of either but to observe. You are following all this? To observe without any virtue, because if you have this duality of evil and good you cannot possibly see, you distort. And seeing is the essence of energy in which there is no distortion. Because you need great energy to bring about a change. You need abundance of energy to bring about a psychological revolution within oneself. And so one has to discover, observe the wastage of energy within oneself.\nSo one can see living according to a formula, socialist, communist, or Sankara, Buddha, this or that, a formula, an ideal, a 'what should be' is a complete waste of energy. To call oneself a Hindu, a Sikh, a Buddhist, a Christian is a wastage of energy, because it divides people, it creates within oneself an isolated spirit, a mind restricted, resisting, which is essentially waste of energy. Right?\nAre we communicating with each other, are you merely listening to a lot of words, agreeing or disagreeing as it pleases you? Or are you listening to learn, which means giving your attention, your love to this, so that you as a human being - not as a Hindu, a socialist, all that tommy rot but as a human being - bring about a vital change in yourself? That's all that matters. Because there is only one revolution: the psychological revolution, the inward revolution of the mind and the heart. And to bring about that change you need immense energy. So we can observe what wastes our energy. We said, one wastage of energy is to live in the world of ideas, formulas, philosophical speculations. That's utter waste of energy.\nThen it has been said traditionally that if you want to realise something extraordinary that you must be a celibate, you must hold yourself. Right? Right throughout the world this is what is preached in all religions. And those people who practise it are boiling inside. Their desires, their appetites are destroying them. Because they say ideologically to lead a spiritual life you must be a celibate. Haven't you that tradition in India to an abnormal extent? But what goes on inside, those people who have taken the vows of celibacy what goes on? Look at the sequence of it, please watch it. They deny pleasure. Right? So they deny the woman or the man; they deny the whole perception of beauty. They never look at the beautiful sky, the lovely trees, the marvellous colours in the world, the light on the water, the sparkling leaf, the smile on a lovely face, the beautiful form of a human being, because all that evokes pleasure. Therefore, they say we must not. Right? And they are tortured human beings.\nYou are agreeing to all this? And you respect the sanyasi, the monk, because he has taken a vow of celibacy, knowing all the implication of it? So you have to understand what it means, pleasure - right? - before you take a vow, before you say I must live a spiritual life, which means I must be a celibate, which means I must live a life of poverty, take vows never to look at a woman. Right? All that is implied not only not to have sexual relationship but also to deny the beauty of the earth, the marvellous mountains, hills, and valleys, because the moment you look at anything, there is pleasure or displeasure. And you mustn't eat. You mustn't talk of God because that is the ultimate pleasure. You mustn't do any rituals, that is also pleasure, excitement, stimulation, a repetition of words that have no meaning.\nSo one has to go into this question of pleasure. When you understand the full meaning of it, the depth of it, the richness and the false value we have attached to it, then pleasure has quite a different meaning, which we are going into. Because all our values are based on pleasure, the moral values or any other value. What is pleasure? The feeling, the sensation, the delight, the seeing of a cloud, the light of sunset on it. That's a great delight. Then you remember it, that extraordinary delight you had in observing that cloud with that evening light and you want it to repeat the next day. Right? Same thing sexually, at different levels of our consciousness, of our being, the repetition of a delight, visual delight, sexual delight, appetites of various kinds repeated. This repetition is sustained by thought. Right? We are following all this? Please sirs, it is important to communicate, to understand with each other, because we need to change enormously, radically, fundamentally. We have this life to live. How you live now matters very much if you believe in reincarnation, what will happen to you in next life. But you don't believe in next life really, though you profess to believe in reincarnation. You don't believe it. If it really, actually meant something to you, it would mean how you live matters now, not tomorrow. Right? Because if you don't live properly now, you are going to pay for it next life. And again that shows what wastage of energy that is, to believe in something and not live it.\nSo thought gives a continuity to pleasure. Right? The pleasure of seeing a cloud, the memory of it, the reaction to it, and then thought says I would like to have that repeated. Sexually, the same kind of food, everything, thought says this is delightful, I must have it. And thought also, when it doesn't get pleasure, creates pain. Right? You are following all this? Thought is responsible for pleasure and for pain. And the question is whether the mind can observe without the sense of pleasure and pain, because after all, what is love? What is love, sirs? Is it pleasure? And because you have denied sex, the religious man taken a vow of celibacy and poverty, do you know what it means to love? Is love good works? Is love entirely sex with which you have associated love? Look at all the books and the magazines and everything filled with this. Sex and love inevitably, apparently go together; which means, is love pleasure, is love desire? You have to answer these questions. You are not waiting for me to tell you.\nSo, see what it means: the thing that we call love now is pleasure, pain, jealousy, anxiety, anger, hatred. No? Again, do you accept what is being said? So what does love mean, if it is none of these things? You understand sirs? If love is jealousy, is it love? And yet you are jealous and yet you have love when you are tender, quiet, decent, behave rightly, feel strongly, passionately. And do you know what it means to love, to be compassionate? The word 'compassionate' means passion to everything, for everything, not for God or an idea of love, but to be compassionate, to love something. I wonder how one can have this extraordinary flame which is not a description, which is not a word, which is not an explanation, but the actual fact of it, the feeling of it, the vitality of it, the attentive care and energy that it contains. Because, sirs, if you have not that, we are not human beings, we'll have wars; you will divide the world - the Hindu, the Sikh, the Buddhist, the Christian, the Socialist, the Communist - and will destroy each other.\nSo how will you have this? How will it come into your heart? Right? Look: it can only come into your heart with its abundancy when there is death of the past. Right? Love is a strange thing, it always goes together with death. To love you must die to the past, because love is not memory. Love is not the possession of the family, the wife, or the woman or the man or the pleasures you have derived from that woman or that man. The memory, the thinking about it, the chewing about it, that's the past, the yesterday, in that lies pleasure. So can one die to everything of the past: to the insults, to the flattery, to the hurts? If you cannot, if there is no death, there is no love. Then you will say 'How am I to die? Tell me a marvellous method, a system, describe what happens if I can possibly die to everything I know, the past, what will happen?' Please bear in mind what we said: technologically in the world of technology, science, you cannot forget the past, you must have it. All computers have their memories. But we are talking psychologically, inwardly, to die so that the mind is fresh, young, innocent. We explained what that word means, 'innocent': not capable of being hurt, which means it has no resistance. And it's only such a mind that can love. And you will say that is too difficult. Is it?\nIs it difficult to understand, to observe what goes on in ourselves, just to observe, not to condemn, not to bring in virtue, saying this is good, this is bad, but to observe? Is that very difficult? Have you ever observed yourself? Never condemning, never bringing in virtue, saying this is good, this is bad, this is beautiful, I will keep it, that is ugly I will throw it out - but just to observe. And to observe you need great energy. But when that energy is destroyed, when you say it is good, it is bad, this I will keep, this is right, this is wrong, when there are the implications of virtue, there is no observation. Right? Therefore you cannot see yourself. And obviously there is no method. Is there? No system because that makes your mind mechanical. The repetition of a pleasure becomes mechanical and the repetition of a system in order to do good, in order to become beautiful, in order to find God, that makes the mind mechanical, stupid, dull, insensitive.\nSo the question is: can we observe without any distortion and therefore to observe with great energy? Observation is energy. It is non-observation is wastage of energy. Right? You are getting all this? Don't quote me, the speaker or anybody. Look at it, watch it, your will see it for yourself, because when you can look at yourself then you will discover endless things. But how you look matters enormously. That is, can you look without the observer? Can you look - we will begin this, this is really an extraordinary problem. If you can understand this, you know you will understand the most extraordinary things. Do please give your attention to it a little bit, even though you may be tired at the end of the day after spending hours in a beastly office, not today, you haven't, so it's all right. Do listen to what is being said, with your heart, with your mind, with your body, with your nerves. How you look matters, not only at your wife, at your husband, with your children, look at the trees, look at your politicians and their trickery, knavery and all - watch it, to observe. How do you observe? If you look at a tree, how do you look at a tree? Please follow this step by step. We'll go into it so closely, you have got to understand this. When you look at a tree, how do you look at it? Do you look at it as an observer and the thing observed? You do. You, the observer, and the tree, the thing observed. So there is a space between you and the tree. Right? And when you look at your friend, your wife, your husband, the boy or the girl, you look with the memory, with the biological urges, with your prejudices, hopes, pleasures. There again you look at the thing as an observer outside of you. You are following this? You the observer and the thing outside you is the observed. Right?\nYou are looking at me, at the speaker. You have prejudices, hopes, you have space between you and the speaker. So there is the observer and the observed. That's how we live - this duality. And what happens when there is this duality? I look at my wife, at my husband, at my friend. I look at my wife with the image which I have built through years of pleasure, pain, insult, nagging, brutality, angers, all the image I have built about her or him. The image is the observer. You are following this? The image is the observer, and the thing that is observed is seen through that image, through that knowledge, through the experience. So there is a division, and hence in this division there is conflict. That is the essence of conflict. If I have no image about you and you have no image about me - none whatever, no prejudice, no assumptions, no formulas, you are not a Christian, I am not a Hindu, I am not a Communist - you follow? - then there is no space between us and hence no conflict between us.\nSo when there is an observer who is the accumulation of the past - right? - he is the accumulation of the past, the observer is always the past, and when he looks, observes, he can only see in terms of the past. If you have insulted me, I remember that, which is the past. If you have flattered me, I remember that, which is the past. So when I meet you next time you are my friend or enemy. So the past is the very essence of 'the me', the observer. Just see it, don't say is that so, just look at it, it is so obvious. Don't bring all the philosophical speculations of the Sankaras and, you know, all that business. Don't. Just look at yourself and you will see the fact.\nSo, can you look without the observer? Can you look at your wife without the past? If you can't look, then you have no love, because love has no conflict. So you have to find out, learn the meaning of that word 'to observe'. And you can only observe when the past, 'the me', the observer is not. Then you might say, what happens to my family, what happens to my job? Can you not do your work in the office, if you must spend the rest of your life in an ugly office, can you not work without the observer, 'the me', the past? Can't you do it? The past which is not what you have, the technological knowledge and all that, but the past of your vanity, the past of your hurts, the labels, the accumulated tradition. There is no good tradition or bad tradition: tradition is tradition, the past. Just to see that, see the truth of it, to see the danger of it. To see the danger, please see the actual danger for your own physical security, the danger of living in the past and observing through the screen of the past.\nSo we come to a question which each one must answer as human beings, not as Hindus, Muslims and all the rest of that business. As human beings. Which is, we are supposed to have lived according to scientists and archaeologists and so on for millions of years. We have built through those many years a particular form of society, a society which is violent, which has social injustice, in which there is so much misery, conflict and despair. We are part of that society. We cannot escape from that society into a monastery. There too we live in society. So the question is: after living a life of millions of years, a conditioned mind, can that mind break through that conditioning, not keep on repeating, repeating the same pattern, changing from socialism to communism, communism to something else, repeating the same thing? But we are talking of breaking through all conditioning. Don't say it is possible or not possible. When you say it is possible, then you have already formulated a plan and your plan will be based according to your conditioning. Your design of a future life, if you are conditioned, will be conditioned also. So don't say yes or no, but observe your conditioning, but observe without the implication of virtue. Then you will see that a radical revolution takes place - has taken place. Therefore a life in which there is no conflict, because our life is a monstrous battle-field in ourselves and therefore outwardly. And we are talking about a radical change at the very core of our being; and that radical change can only take place, and does take place when we understand the whole significance of conflict, understand it, learn about it. And learning doesn't mean inviting time. You can only learn in the active present, not tomorrow. Learning means learning all the time as you are sitting there, listening, learning; and you can only learn when there is great energy and attention.\nAnd our life, as it is, actually, not as it is supposed to be, in heaven or in hell, as it is actually, is a pretty shoddy life, whether you are a Christian, or a Buddhist, or a Socialist, a Communist, whatever you are, it is really a very shallow, empty, meaningless life. But you may believe in reincarnation, you may believe in Utopia, you may believe in God or in whatever you like, but actually it is very empty. And we try to fill that emptiness by various activities - intellectual, emotional, devotional and all the rest of it. And an empty mind cannot fill an empty heart. And to deny this whole way of living is to observe it actually in daily life, to observe it with eyes that have no observer; and therefore the observer then is the observed; and therefore no conflict; therefore a life of compassion, beauty and love.\nDo you want to ask any questions? It is five minutes past seven. Do you want to? (A questioner rises.) Wait, wait, wait, how quick we are, aren't we? Sir, when you are so quick to get up to ask a question, it means you haven't really listened, you are occupied with your own questions. You know, sir, to ask a right question is one of the most difficult things, the right question. And if you ask the right question, you have the right answer in yourself, not in the speaker. Don't laugh, it's not clever. See what he said: can one ask the right question, the essential question; not obvious, platitudinous questions by the million that exist. But to find out, to ask a question with care, with attention, with affection. Not to ask an intellectual question - who cares whether you agree or disagree with the speaker, or don't, what matters? But to ask, to find out for oneself, to ask so that your mind has a different quality and your heart has a different feeling. Then when you ask the beauty of that question is its own answer. Do you understand, sir? The beauty of the question is its own answer.\nSo now, after having stated that, which doesn't mean that the speaker is trying to prevent you from asking questions, can you ask questions, ask, because we must ask. (A number of members from the audience rise in their places.) Oh sir, for God's sake! (laughs). Sir, look, there are four or five of you are already standing up asking questions. I haven't finished. Did you hear, sirs, what I said, what the speaker said about asking questions? I said, the speaker said, we must ask questions, we must doubt everything, but also we must know when to restrain doubt. We must question not the speaker but yourself, and why you are asking the question. Just to express an opinion of agreement or disagreement, or show you are much cleverer than the speaker or to quote some authority? The speaker has not read any of your books, sacred or any other kind, no philosophy, and I really mean it, not the Gita, the Upanishads, any religious books. The speaker has read the Bible because of its excellent English, not for what it contains - the beauty of the language.\nNow we are saying that, because if you can: not quote, not compare, say you have said this and somebody else says that, but to ask a question out of dignity, because your heart and mind are full, out of the fullness of your heart to ask a question, that has great significance, a great meaning then you can meet it. But a shallow mind, a dull mind asking a stupid question - what value has it? So before you ask, I am most respectfully suggesting, look at yourself, observe yourself, why you are asking that question - whether you are trying to compare the speaker with somebody else or trying to catch him in contradiction and so on and on and on. If you ask because you want to learn, then ask it. But if you want to fight with the words, then the speaker will go. Right, sir. Now just ask one question, because our time is limited.\nQuestioner: (inaudible)\nK: Is it possible to do away with the observer? You know, please listen to this carefully. The impossible is possible. Right? But you must know the impossible to find out the possibility. Got it? The lady asks, is it possible to dissolve the observer. Possible. Now when you say possible, it is in relation to the impossible, right? But if you have a relationship between the possible and the impossible then it is not possible. But if it is impossible - follow this - if it is impossible, then it is possible. This is not logic. I am not entering into a kind of sophisticated thing. You understand, sirs? We never think in terms of the impossible. We are always thinking what is possible, and what is possible is very small, because we are thinking in terms of small, petty little possibility. But if there is the feeling that is impossible, I do not know - 'impossible' means I don't know whether it is possible or not, then the impossibility translates itself to the immense possible. Right? You got it? Have you understood it, sirs? No? No?\nAudience: No.\nK: No?\nAudience: No.\nK: I do not know how to put it differently. Sir, let's be simple. The lady asks, is it possible to be free of the observer? If I said it is possible, then where is she? Explain to me, how am I do it - then what happens to the mind? When she says, how, tell me the methods, the steps, the gradual process - the moment there is a process there is time. Right? Gradually I will achieve it. A process means that. When you admit time, that is it takes several days, then you think it is possible. Right? You are following all this? If you say it is possible, then it means gradually, I will do it gradually; that is the only possibility I have, because I only can think in terms of time, that is gradually. Now the moment you think in terms of time it is not possible. Right? Because your mind thinks of possibility only gradually, step by step, day after day, doing it, getting rid of it, like going to peel off a little bit. So the moment you admit time, it is not possible. But the impossibility is, it must be done now. You are following this? The impossibility is, it must be done instantly. And when you see the greatness of the impossibility then your action is in relation to the greatness. I cannot put it differently unless you understand this.\nSir, look: we always see things through a small window. We look at the heavens through our little window. Right? Through our little minds, through our little hearts, and we translate everything through our little minds and our little activity. There it is possible and all possibility is in there. If you have no window and look, the impossible is the possible. Do you see it sirs? No, I give it up.\nQ: Would you describe the state where observer and the observed are one as you are describing to us? What exactly is the point arrived at where the observer and the observed are one?\nK: What is the state, if I understood it rightly and please correct me sir if I have not, what is the state of the mind and the heart when the observer and the observed are one? That's right, sir?\nQ: Yes sir, you have got it, correct.\nK: The description is not the described, the explanation is not the explained. And if I were foolish enough to explain it, where will you be? What matters is, sir, to learn, to find out for yourself whether the observer can look without all the past, to look without all your prejudices, all your pettiness, all your anxiety, fears, then you will see for yourself what it means.\nSir, look: have you ever looked at something most intensely with all your being, with all your attention, with all your - every part of you operating? Have you looked at anything like that? Because attention, in attention there is no barrier, there is no me. When you attend, when you give your mind and heart to everything that you have to listen, is there an observer then? Have you ever done it? So when there is complete attention there is no observer. And you want the speaker to describe in words what that attention is. And the speaker says the description is not the described, the word is not the thing. But for most of us the word is the thing. We are satisfied with the description. That means, sir, a hungry man is not satisfied with the description of food, he wants food and you are satisfied with words. So ask the right question and the right question will be what your mind and heart tells - if you have a mind and a heart.\n"}]