[{"title":"understanding-meditation-requires-order","text":"I would like, if I may, this evening, to talk about the implications of meditation and what is necessary for a mind that is capable of really true meditation - what is the first step, as it were.\nFirst of all, I think one has to understand the meaning of the word freedom. For most of us, freedom implies freedom to express ourselves, or freedom to do what we like in society; or freedom to think what we like; or freedom from a particular tiresome habit or a particular idiosyncrasy and so on. To understand what is freedom - because that seems to me absolutely necessary for a mind that is capable without any distortion to be able to meditate.\nFor most of us we demand freedom politically or religiously or to think what we like, and there is the freedom of choice. Political freedom is all right and one must have it, but for most of us we never demand and find out whether it is at all possible to be free inwardly. Our mind is a slave to its own projections, to its own demands, to its own desires and fulfilment's. The mind is a slave to its cravings, to its appetites. And apparently we never ask whether it is at all possible to be free inwardly. But we are always wanting freedom outwardly - to go against the society, against a particular structure of society. And this revolt against society, which is taking place all over the world, is a form of violence which indicates that one is concentrating on an outward change without the inward change.\nSo, violence plays an extraordinary part in our life, we never ask whether the mind can be completely and utterly free from violence. We have accepted it as part of life, as we have accepted war as a way of life. And we have our favourite wars - you may not like this particular war, but you don't mind having other kinds of wars. And there will be always wars - and there have been for 5,000 years, wars, because man has accepted violence as the way of life. And we never question whether the mind can be really and truly, deeply free of violence. And the permissive society in which we live, the culture in which this is gradually coming out of this society, to do what one likes or choose what one likes, is still an indication of violence. Where there is choice there is no freedom. Choice implies confusion, not clarity. When you see something very clearly there is no choice, there is only action. It is only a confused mind that chooses. And choice is an indication of the lack of freedom and therefore in choice there is resistance, conflict.\nAnd so our life as it is now is based on violence. Our life is conditioned by the verb 'to be'. Please, this is important to understand, how our life is guided and conditioned by the verb 'to be': one has been, one is, and one will be. The idea in that verb is to arrive, to succeed, to achieve, to become, gradually attain peace, gradually get rid of the things that hinder us. So the verb 'to be' is the conditioning of the mind in time. Do please follow this.\nBecause enlightenment is not a matter of time at all. Understanding is not a matter of gradual sensitivity; either one understands it immediately or not at all. As long as the mind is conditioned by that verb, and as most minds are, all our modern structure is based on that. I will be good, I will gradually achieve a certain state of mind and so on. So one has to be aware of this dangerous word. And find out whether the mind can be free of the word, because the word is never the thing, the description is never the described. And yet we are satisfied with the description, with the explanations.\nSo, as I said, we are going to go into this question of not only what is meditation - and I believe that is a new word that you have learned in this country, brought from the East, and one doesn't know the full meaning of that word. But before we go into that, which is a very complex and most important thing, meditation is the most beautiful thing in life, if you know what meditation is. But before one can meditate one must understand what is living, what is love and what is death. If you don't understand that your meditation is merely an escape, is a form of self-hypnosis.\nSo you must lay the foundation, not gradually. There must be order before the mind can fully comprehend the significance of what meditation is, there must be complete order. Which means, the end of all conflict, all disturbance, all disorder within oneself, otherwise your sitting down in a corner by yourself for ten minutes a day and thinking you're going to meditate or achieve enlightenment, is nonsense, if you don't mind my saying so.\nSo one has to understand what living is. And one can understand that only by observing what actually it is, not in opposition to a concept, to a formula, to an ideology, but actually what it is. So one must be free to observe actually what our life is, not what it should be. If you are thinking in terms of what it should be, then you are totally avoiding what actual life is.\nSo what is this life that we are living, this life, the actual daily life is disorder, isn't it? There is conflict, there is driving ambition, there is battle in ourselves, opposing contradictory desires and wills, endless frustrations. And there is frustration because we have never understood what fulfilment is, and if there is such a thing as fulfilment. What is there to fulfil? One's own particular little ambition, one's own appetites, envies, ambitions to be somebody? And what is that centre that demands all this? Is not that very centre the cause of disorder? Please, as I said the other day, and I hope you won't mind the repetition of it, you are not merely listening to a few words or ideas of the speaker. That has no value whatsoever. What has significance and worthwhileness, is that through these words of the speaker you are observing yourself, you are observing your life, your daily life as it is lived. And without bringing about order in that life, complete mathematical order, life has very little meaning - going to the office every day for the next 60 years, 40 years, living in this constant battle between 'what is' and 'what should be', between the frustrated ambitions and the simple, clear, beautiful life; the images that one has built about oneself and about others, the self-centred activity that is going on all the time, which is isolating each one, and therefore dividing.\nAnd what is our life, a life of conflict, a life that has really no meaning as it is, a life that is a battlefield, not only in yourself but also in your relationship, a life of division, contradiction, routine, monotony. And a life that is, when you look at it very deeply, utterly lonely, a life that has no beauty. And that is our life and we are not exaggerating it, if you observe yourself very carefully, without any prejudice, bias, when you look at every human being, right through the world, the saint, the priest, the specialist, the careerist, the ordinary layman are all caught in this.\nAnd we want to escape from it. And so you escape through nationalism, through beliefs, through dogmas, through innumerable forms of entertainment, in which is included the religious entertainment. That is our life, comparing ourselves with something that should be, comparing ourselves with the greater, with the nobler, with the more intelligent, with the more spiritual and so on and on. Therefore conflict and fear. This is our life, a battle for security and in the very search for security, psychological as well as physical, we bring about destruction. These are obvious facts.\nAnd from this we want to escape, because man has lived like this for thousands and thousands of years, with sorrow, confusion and great misery and mischief. And without changing all that, completely, radically, mere outward revolution, changing a particular system for another system, does not solve this aching agony. There is only one revolution, the inward revolution.\nSo, spitting on society, blaming society for your condition, is obviously blaming something which you have created - it is your society, you have built it, by your greed, envy, ambition, competitiveness, comparison, by one's own inward hatreds, violence. So that is our life, a really quite insane life.\nNow the question is, how can that life be changed, not gradually, but immediately? Otherwise you're sowing the seed of violence, though you may want peace, you are actually sowing the seeds of enmity, misery.\nSo seeing all this non-verbally, not as an explanation, not as an idea but seeing it actually as it is, feeling it, as you feel hunger, therefore being intimately related to it. And you cannot be deeply, beautifully related to this living, which we call life, as long as you have any form of escape from it, any form of distortion.\nSo, awareness without choice, to be aware of this whole phenomenon of existence, not someone else's existence, not being aware of this, of our life according to somebody, some philosopher, some guru, some psychologist, but being aware of it actually, because you yourself see it. If one is so completely aware of it, and one must be, because one cannot possibly live as we are living - we are talking inwardly, psychologically, a life that is so torn. And if we want order, and order is virtue, order demands discipline, that is to learn, not to conform, not to imitate, but to learn. And to learn about a disorder, which is our life, to observe it, to learn, and in that observation comes an extraordinary discipline, not imposed by anybody, because the very observation itself has its own discipline. In the very act of observing you are learning, and therefore the learning is the discipline. Please do see this because we have imposed on ourselves so many disciplines - the business discipline, the religious discipline, the family discipline - of course the military discipline is the most absurd kind of discipline.\nBut we've got so many disciplines - the must and the must nots, always conforming, imitating, suppressing, and being suppressed, wanting to fulfil - all that is disorder. So to understand order, to learn about order, not what order should be, but to learn about it, one must learn about disorder. Are we following each other or are you slowly being mesmerised by words? Well if you are, tant pis, it's up to you.\nWe said, one must learn about disorder, which is our life, which is our mind, our heart, our very core of our being, is disorder, because if you say, there is a soul, there is, according to the Hindus, the Atman and so on, they are just theories. Philosophy has nothing to do with living, and we are trying to understand what living is, and we are seeing that in living is disorder, utter disorder, the battle, the misery, the confusion, the agony, the guilt, the fear.\nSo one has to observe without any choice, this disorder which is you, which is me - to observe it, not what you want it to be, then you create conflict between 'what is' and 'what should be'. And when there is conflict there is disorder. Please do understand this thing very simply - once you understand this you will find that by observing disorder in oneself, without any distortion, without wanting to bring about order out of this disorder, trying to impose what you think is order on disorder, but observe it without any choice, without any distortions. Then out of that observation comes supreme order, the highest good.\nAnd in that there is a total revolution. And from that inward radical change, then there comes outward order, not the other way round. We want outward order first and this has never been possible - every revolution including the Communist revolution, says forget about the inward order, let's have State order. And you know what is happening, every revolution has done this, try to bring about outward order without paying any attention whatsoever to this psychological, supreme order within oneself.\nAnd order means also not only virtue but love. And what is love? I wonder if you have ever asked that question, what love is - have you? What is love, how will you find out? You will find out what it is through what it is not, through negation the positive comes. But if you pursue the positive, then it is the pursuit of the projection of the mind. So when you deny all the projections of the mind, by denying in the sense, setting it aside, negating, then you will find out what it is.\nSo that is what we are going to do, find out what it is not, to find out what it is. We said, what is love - you know, that is one of the most important things in life. If one has love you can do what you like, then there is no conflict, then there is no evil, there is great bliss, but to imagine what bliss is and pursue that, is not love. So we are going to see what it is not, and therefore come upon what it is. Therefore it is not a question of searching out love, nor cultivating love - how can you cultivate love, all cultivation is the product of the mind, product of thought; it is like a mind that pursues humility, it says, I know vanity and I must cultivate humility. And when the mind that is proud and vain cultivates humility it is still vain. It is like those saints that are pretending to be humble, because they have cultivated humility.\nSo what we are going to do is to find out what it is not, not through me, not through the speaker at all, but by listening to yourself and finding out what it is not and if it is not that, wipe it away instantly. If you don't wipe it, if it doesn't disappear, then you are caught in time, you are a slave to the word and the verb 'to be'. And therefore there is no love.\nSo first we are asking what it is not. Obviously it is not jealousy, it is not envy, and your love is hedged about, a prisoner to jealousy, envy. And when you see that, that what you call love is entangled with the ugly brutality of jealousy, see, actually observe it, and in that observation jealousy goes, and you will never be jealous again, never envious.\nPlease do this as we are talking. Envy comes only when there is comparison. And is love comparison? So again, you put aside all comparison, which means all envy. Then, is love pleasure? This is going to be a little more difficult. For most of us, love is pleasure - there is love, sexual love, love of God or love of - God knows what else. It is based on pleasure. The love of respectability is the very essence of the bourgeois mind.\nSo is love pleasure? Do observe it, please. We were saying yesterday evening what pleasure is - the product of thought, having had pleasure of different kinds yesterday, you think about it, you have image upon image built and that stimulates you and that gives you pleasure, sexual or otherwise, and that you call love. And is it love? Because in pleasure there is frustration, there's pain, there's agony, there is dependency. Don't you depend psychologically on another? And when you do, when you depend on your wife or your husband, whatever it is, and you say, 'I love you', is that love? And in that dependence is there not fear?\nYou are the product of your conditioning, you're the product of your society, you're the product of propaganda, religious and otherwise - for two thousand years, as in India ten thousand or five thousand years they have been told what to believe, what to think. You repeat what others have said. All your education is that, the repetition of what you have learnt from a book. And you're that, you're conditioned, you are not free, happy, vital, passionate human beings. You are frightened human beings and therefore second-hand, you're full of authority of others; or your own particular little authority, of your own knowledge - you know something about something and you become an authority.\nSo you're not free. And intellectually - look - are you free? Not repeat what others have said, not what you've been taught in the university or what you have learnt from a book. And what have you experienced? Go into it, you will see what you have experienced. You have experienced something that you will always recognise, otherwise it is not an experience. Therefore your experience is always old, like thought is always old - thought is never new, because it is the response of memory.\nSo you - if you will forgive my repeating it - you are second-hand human beings, intellectually, emotionally. You go to places to learn how to be sensitive. Lovely idea, isn't it? Be taught by another how to think.\nSo morally, intellectually, deeply, you are not free, and therefore you are only free in your sexual expression. And that is why it has become so extraordinarily important. There you are full, there you are free, though it has its own problems and its own neurotic attitudes and actions. So sex becomes important when everything else becomes unimportant, when life, the whole of it, not just sex, life includes living, life includes what love is, what death is, the whole movement of living, when that has no meaning, then one fragment which you call sex, becomes extraordinarily important and vital. When you are not passionate about freedom, inwardly, then you are lustfully passionate about sex, that's all. And with that you associate love, pleasure. And with that you associate tenderness, gentleness, you may be sexually very tender, very kind, considerate, but outwardly you destroy, you kill everything round you, animals to eat, to hunt. So your love is based on pleasure and therefore is it love? Love, surely, is something that is none of all this; compassion means passion for everybody, not to your particular little desire.\nSo when you understand what disorder is by observing very closely, out of that comes order. And order has its own discipline which is its own virtue, therefore that order is the supreme good and therefore love, which has nothing whatsoever to do with pleasure, because pleasure has pain. Love is enjoyment, love is joy, not the puny thing that man has made it. To find that out, what love is, you must also understand what death is. Do you really want to understand what death is? Yes? I doubt it, very much, because you are all so scared of death, aren't you? Or you have a belief in an after life, therefore you are not frightened. You have rationalised your life, knowing that it is going to come to an end, the puny, shoddy little life that one lives, and one is frightened of that, therefore you say, let's rationalise, it, think about it, clarify it - you know, all the rest of it.\nOr, you have a belief in an after life. The whole of Asia believes in an after life, millions believe in reincarnation. But they never question what it is that incarnates. They believe that there is a permanent entity that is going to incarnate and so on, I won't go into all that. If you believe in reincarnation, then what matters is how you live today, because you are going to pay for it next life. How you live, what you do, what you think, what your morality is. So, even though you may believe in reincarnation, what matters is how you live now. So you have to face death, not postpone it till old age, some accident, disease and so on - you have to meet it, you have to understand it, not be afraid of it.\nSo we say, we must understand life and avoid death. But if you see life as a whole in which there is this living and this extraordinary thing called love, and death, as a total unit, not three separate things, then what is death? The organism, by usage, disease and all the rest of it, comes to an end - it comes to an end quicker when there is conflict. All your heart failures and all the business of it, is the result of this extraordinary emotional, contradictory way of living. The organism comes to an end. And either you can say, that is the end of it, finished; or, which we don't say, the end of the whole structure and the nature of the 'me', the 'me' which has divided itself as us and they, we and them, we and you, that 'me' is the centre of conflict.\nNow can that 'me' die, not eventually but every day, then you will know what death is, so that the mind is always fresh tomorrow because you have death to the past. Are you following all this? Do it, not follow it. Die to your pleasure, die to your furniture - that's what you are, your furniture: whether the chair or the furniture that you have accumulated in your mind, which you call knowledge. So that you die every day to everything that you have accumulated. And that's what is going to happen to you anyhow. That means, to empty the mind of everything known, which means the mind becomes utterly innocent. And it is only such a mind that has this extraordinary religious quality of purity that can come upon what is called enlightenment.\n"}]