[{"title":"students-discussion-2-saanen-switzerland-31-july-1970","text":"Krishnamurti: What shall we talk over together this morning? This is supposed to be the younger generation who are going to ask questions, and perhaps as the speaker belongs to the older generation they will forgive me for being up here. So what shall we talk over together? You know it would be very interesting and worthwhile if we could take one subject that is of vital importance to all of us and explore it together, uncovering every detail, if we can, not coming to any conclusion because that would be terrible. But expose everything contained in that one issue so that we will see for ourselves all the implications involved in it. And when we see the whole thing, all the intricacies, all the issues, then there is no question of choice or decision, it is there. You either do it, or don't do it, there is not, saying to oneself, 'shall I, or shall I not', that brings about a decision. Whereas if you see the thing very clearly you can say to yourself, 'I am not going to do it, it doesn't interest me'. But if it is of vital meaning to you then you can't help doing it, it is part of one's life. It's like saying I won't use my right arm.\nSo what shall we talk over together this evening - this morning that would not only expose the intricacies of the problem but also in understanding the problem expose ourselves to it. An issue can be something outside, verbally, which has very little meaning, but if we could get involved in it, be part of it, and thereby expose ourselves, not to another but to ourselves. Then I think it might be worthwhile if we could easily and happily enquire into a problem that might be of general and vital interest.\nQuestioner: We communicate by words and symbols, and also by clothes and our way of being. And these symbols, and even the way we communicate with our clothes, stands in the way of true communication. Can we go into communication?\nK: The questioner says, can we talk over communication. We use words, gestures, symbols and often periods of quietness, but somehow it doesn't seem quite appropriate or significant or give the full meaning of what one wants to say. Is that right, sir?\nQ: Right. And the actual symbols, we are conditioned by our symbols, we have conditioned ourselves to symbols.\nK: We are conditioned by our symbols, and we have conditioned those symbols according to our conditioning. We know all that now. Do you want to discuss that? Yes, sir?\nQ: We said yesterday that we had difficulties to take decisions, which shows we are in confusion. So I would like to know how did we get into that confusion, and how can we get out of it?\nK: Yesterday you said that decision means a choice, choice implies confusion, how did we get into this confusion originally.\nQ: And how can we get out of it?\nK: And how can we get out of it. Yes sir?\nQ: Can freedom, non-dualism, and bliss be sustained by human beings, or are we meant to oscillate up and down?\nK: Freedom, bliss and non-duality, can we remain at that level all the time, or must we oscillate up and down.\nQ: You said yesterday the brain must be quiet. I would like to know can the brain be quiet while it functions technologically?\nK: You said yesterday the brain must be quiet, can it be quiet when it has to work, when it has to think. Yes sir?\nQ: Could we discuss our demand for security?\nK: Can we talk over together our demand for security.\nQ: Can we discuss the tyranny of the mind?\nK: The tyranny of the mind.\nQ: From the question of communication, you said - I am now asking a question - of how one can get to a person who is living in all kinds of ways that has made this person completely insensitive, so that the yoga you talk about is completely down, how can you get to this person?\nK: How can you communicate with somebody who is completely down, who is insensitive, who is not interested in what you are talking about, how can you communicate with such a person. You can't!\nNow just a minute, sir. What shall we do? There are now so many questions. Now which of those - please find out for yourself - which of those shall we take and go right through to the end of it so that you are very clear, so that you have no problems about it, so that you don't have to ask afterwards, 'I would like to ask another question about it'? Right? Now can we take one of these which will be really worthwhile and significant and go to the very end of it?\nQ: The tyranny of the mind.\nK: The tyranny of the mind?\nQ: This question of confusion, it seems to go on from yesterday. Everything seems to relate to this question.\nK: So shall we discuss confusion?\nAudience: Yes.\nK: Good! Now please, sir, we are talking as two friends. I am sorry I have to sit on a platform, which gives one a certain authority, but I have no authority, it is just for convenience I am sitting up here. I must just as well be sitting on the ground and talking over together. That's what we do in India. It is only sitting on a platform, as I do when there are 8,000 people, one has to because otherwise... So, please, we are talking over together as two friends really concerned with this problem, not partially concerned, or just go off and you are not interest in it, you are involved in it, you live it. You want to find out how this confusion arises, and whether it is at all possible to be free of it. Right.\nWhen we talk about confusion, what do we mean by that word? What do you mean by that word? Not only according to the dictionary meaning, but to yourself, non-verbally - you understand? Bearing in the mind the word is not the thing, the description is not the described, the explanation is not the explained, how do you consider, or how do you feel for yourself that you are confused?\nQ: Not knowing what to do, what you are.\nK: Not knowing what to do, what you are, what your relationship to society is, what commitment you should undertake. When there is so much confusion, misery, injustice, neuroticism in the world, among the politicians, the priests and your friends around you, what is one to do? Right? Now what does this word 'confusion' - how do you know you are confused?\nQ: Also because you are unable to take decisions.\nK: No, no. Don't - no, my question is something entirely different. We will come to that, first begin slowly. How do you know you are confused? Is it in relation to something, because you want to do something, and you say, 'I don't know', and therefore you discover you are confused. Please go very, very slowly over this, it is very important to understand this. You want to do something and you discover you are confused. So you know your confusion in relation to something. Wait! If the thing you are related to is happy, you knew what to do, would there by confusion? You are understanding my question? I am happy, I have money, I have everything I want, and I go about, do everything as I like. I say, 'What are you talking about confusion, I am not confused'. But such a person is confused. Now see the difference. It is not in relation to something. We will come to that presently. But how do you know you are confused without action taking place, asking, what should one do. You see the difference? I wonder if you do.\nQ: Isn't it that we always see we are confused in action?\nK: No, sir. Go slowly, first. Go into this so deeply, and to go into it very, very deeply you must go millimetre by millimetre, or centimetre by centimetre, you can't jump to any conclusion. Now how do I know I am confused? How do I know I am hungry? Wait, wait, listen carefully a minute. How do you know you are hungry? Not because of the food I am going to have which stimulates hunger, but there is hunger. Then I want certain kind of food. Then I say, shall I eat this, that, or the other. First there is the feeling of hunger. Right? In the same way, do you know you are confused? Or you only know in relation to something? Like a man who has everything he wants - position, prestige, etc. - he says, what are you talking about confusion, I am not confused at all. But below that strata, layer, he is terribly confused. Now to such a person confusion is non-existent, to you who want to do something and find yourself confused, you say, 'I am confused'. See the difference? And there is another thing: do you know you are confused, per se, for itself? Do you see the difference of these three categories?\nQ: I would say you know it, to a certain extent, but you really touch it when you have to act, because then you have to choose.\nK: You only know that you are really confused when you have to act, then you have to choose. Right? And according to your action, what to do reveals your confusion. Right? But if the action is very satisfactory what will you do? You will say, 'it's all right, I am not confused'. I don't know if you see this? Do we see this, please, let's go together in this.\nDo you only know that you are confused because you don't know what to do? Or - let me put it this way - or you see what is happening in the world - the political confusion, the nationalistic confusion, the economic confusion, the social injustice, the prejudices of black, white, pink, at each other, and the corruption that exists in society in the individual, in the human being, this constant turmoil, war - all that indicates confusion, doesn't it? Wait, all that indicates confusion, doesn't it? So do you realise in your relationship to that general vast confusion that you are also confused, not action, not what to do about that? I don't know if you see this.\nQ: Whether to adjust myself to confusion, or not.\nK: No, no my darling sir, just listen. I am sorry. Look, there is confusion in the world, and in observing the general confusion I am aware I am also confused. It's not a question of action yet. Right? I am confused because the world is confused, but the moment I say, I have to do something about that, and realise I am confused, then my confusion is a result of wanting to find out what to do. You see the difference? I wonder if you do.\nSir, look, you are hungry, nobody needs to tell you that you are hungry, you don't have to watch the world, see the restaurants, or the menus and so on, you are hungry. Now in the same way do you know you are confused?\nQ: Sometimes I do.\nK: Then you will see that if it is confusion unrelated to the general problem, then your action is entirely different. Look, sir, let's go slowly. I am confused - the world is confused, as a human being, living in this world, I find I am confused. I don't say, 'What am I to do about the confusion that exists in the world', but I say, 'I am also confused' - not in relation to any action, I am just confused. Your question is: I only know confusion when I have to do something, which is entirely different from knowing that you are confused. I wonder, have I explained this enough? Don't get bored with this.\nQ: I also want to know how did I get in this confusion.\nK: I am coming to that.\nQ: I mean, psychoanalysts, am I confused because I have got countless...\nK: No, no, forget the analysts.\nQ: How did I get into confusion?\nK: Be patient, we are going to find out how we got into this, but first see the difference, please see the actual verbal, intellectual and otherwise, a difference between the confusion with regard to action, and confusion for itself, per se. Right? Do you see the difference between that? Then I say to myself, not, what I am going to do about society, but how did this confusion arise in me, as a human being. That is the question, not what to do about society. If there is no confusion in me I will act, and therefore affect rightly the social structure. Right? No, no, but see the difference. If you see the difference, then how have I got into this confusion?\nQ: We are dealing with the confusion of years, so is our present problem...\nK: Wait, sir, I am coming to that. How did I, a human being, get into this terrible confusion? That's what you are asking. How does it happen that I am confused?\nQ: Is it not a complex...\nK: Wait. I don't accept - we will go into that presently, whether it is the complex, or the Jungian complex, or Adlerian, or Freudian complex or the latest analyst complex, we will come to that a little later. I realise I am confused. I realise it not in relationship to any action. Therefore my question is: how have I, a human being living in this world, got into this state? Is it the fault of the society? Is it the fault of education? The economic structure? The religious beliefs, fears and all that? Is it the inherited, accumulated confusion of man from the beginning? Follow all these questions, you can't just brush all this aside. So when I say, is it the result of society - right? I am taking that first - is it the result of society, society being education, religion, the general culture, the general absurdities, superstitions, inequalities, social injustice, the prejudices, the nationalities, the false education, all that we can put in one word - society. Right? Don't bring up another. So is it that society has produced this in me? - which means I am different from society: I am an innocent, or a malleable entity, soft, and society has shaped me, and in the very shaping of me it has brought confusion. Which means I am different from society. So I cannot blame society. Right? See, you cannot blame the environment, you cannot blame the food I eat. You follow? So I am asking if it is not the fault of society, because I am society, I created it and I am caught in it - didn't I create it? Wait, let's be clear about it.\nQ: No.\nK: You say, no. Didn't you create it through ambition?\nQ: It was there.\nK: It was there. You say, it was there, created by other human beings - arriere. My great-great-great-grandfathers, they created that society for which I am not responsible - listen very carefully - for which I am not responsible. And I being very clear - right? - I am very clear therefore I am not confused. If my great-grandfathers, the past generations, have brought about this awful mess, and it is their fault, and therefore I have nothing whatsoever to do with it, then I am not confused. Right?\nQ: Yes.\nK: But I am confused!\nQ: Because I have been marked.\nK: Wait! Therefore - we are coming to that - therefore you say, 'I have been marked, I have been shaped by society. I have been marked, I have been shaped, I have been pushed into a corner by Society'. Right? Are you? Are you?\nQ: Not put in a corner, but marked, yes.\nK: Marked. Therefore what does it mean? You are marked, you are caught, you are shaped. So whom are you going to blame? Can you blame anybody?\nQ: No.\nK: Right. That's all. You have allowed yourself to be marked. Before you knew anything about it, as a child, as a boy, as a girl, as you grew up, the imprint of society - so you can't blame society. Right?\nQ: Right.\nK: You blame nothing. Right? You don't blame your grandfather, your grandmother, your parents. Please see the importance of this. So it is no good revolting against your parents!\nQ: Can we continue?\nK: Wait, I am going to. So you say, there is nobody against whom I can revolt, there is nobody, no society, which I can blame. I am marked. I am confused. Right? Not, what has produced confusion. The fact is I am confused. You can give explanations for this confusion by saying it is my grandfather, the present society - those are all explanations, but the fact is you are confused. Can we proceed now? Nobody to blame, no good saying, how has it come about, not the complexes, it is there. Right? Our position now is entirely different. Right? Before I blamed people.\nQ: I don't blame them but I can revolt.\nK: You can revolt, which is a form of blaming.\nQ: No.\nK: When you revolt you reject that.\nQ: I don't want it.\nK: You don't want it. Just let's go slowly, sir. But when you don't want it, and you act, you are acting out of your confusion, therefore you are increasing your confusion. We are now concerned not with action for the moment but the realisation that you are confused and no one is to be blamed. Right? It happens. I happen to be born in India, I can't blame all the Indians for being born there because I am not the fashionable colour, a little brighter colour, but it's no good my blaming anybody, it's a fact. Now let's proceed from there. Right?\nNow I realise that I am confused, and it is not the fault or the result of any outward confusion. It is a fact. Now what am I to do? Right? Now see how we have progressed, how we have gone into this: what am I to do. I know I am confused, what am I to do?\nQ: You talk about staying in the situation trying not to get out of it.\nK: We are going into it, sir, slowly, sir, go with me. What am I to do? Now I say to myself, who is putting this question? Right? I am confused and I say I must do something about it - who is putting this question? Is this question being put by somebody who is not confused? Please answer this question, find out. Is this question being put by a fragment outside this confusion? Right? Then who is putting the question?\nQ: Confusion itself.\nK: Yourself?\nQ: No, confusion itself.\nK: Now if you say it is the confusion itself - see what you are saying - it is the confusion itself. How can it put such a question? How am I to get out, what am I to do about it? See the importance, go into this, see the importance of this. I realise I am confused. If there is one part of me that says, I must get out, I must clear this confusion - what is that part? Is it still a part of confusion, or something unrelated to confusion? Some outside agency, higher, lower, an outside agency, or am I - no, listen carefully, sir - or, is there part of me which is confused which says, 'for god's sake, let's get out of this to a better level'?\nQ: The same part.\nK: Right. So it is confusion asking this question. No? No, sirs? I am confused, I realise that very clearly. Then the question arises: I must be free of this confusion. I say to myself, who is putting that question? Is it part of the confusion, or is it some entity outside the confusion - god, whatever it is? And if it is a part of the confusion that is putting this question then that question is irrelevant, it has no value. Wait. Right? Please follow this carefully. If it is an entity which is putting the question, then there is an outside factor or an agency that is driving you to put this question.\nQ: Couldn't we say it is a healthy part of ourselves which is putting the question?\nK: Therefore, whether you call it healthy - therefore you are suggesting that there is a part of us that is not confused. Right?\nQ: The same part.\nK: There is part of us that is not confused and therefore that part is putting the question. Now wait a minute, look what you are saying. A part of us that is not confused, and that's what all the religions have said. You are caught in this. All the religions have said, god, an outside agency, the higher self, the atman.\nQ: Not outside.\nK: Which is in us.\nQ: Yes.\nK: Which is the same thing. Which is in us but it is not touched by confusion. You see, the clever trick we play upon ourselves. You realise, sir, that we have played a trick upon ourselves by saying, there is a part of us which is untouched, and that part is putting the question. And I say, 'by Jove, look what I have done'. That's what all the religions have maintained, which means a duality, which means a conflict between the part that is untouched and the rest of the confusion. So I say that's nonsense.\nQ: But...\nK: Wait, wait. That's nonsense. I drop that. I won't put a question at all.\nQ: So I can't get out?\nK: Wait, wait! I am going to show it to you, sir, go slowly. You are all too impatient.\nQ: Interruptions are confusing.\nK: No, there should be interruptions, there should be questions, but follow it step by step and you will put the right questions. Go easy, sir. Look: I am confused, I don't blame anybody. Right? I am marked, and this mark is not the imprint of anybody, of any society, of any culture. And the next thing is: how am I to get out? And I say to myself, who is putting this question? Is it an outside agency, or a part of me which is not outside agency, part of me which is not confused? Is there a part of me which is not confused? If there is a part of you which is not confused then that part will act, and therefore you have no choice to make. And if there is a part of you which is not confused then there is duality. That means one part against the other part; the higher self against the lower self, god against - you are back again, the devil and you know. So I say that approach, that questioning is totally wrong. It leads to a wrong conclusion, a wrong end, so I won't put a question. I am confused.\nNow what do you do when you are confused in a wood, when you have lost your way? And there is nobody to ask where is the right road. What do you do, what is the first thing you do?\nQ: Stop.\nK: Stop, don't you? Wait, look, go slowly. Now I am confused, I have put every question, I have said this, I have said that, I have taken this path, that path, the other path - you follow - and I see before I do anything there must be stopping of action with regard to confusion. Right? You are following all this? The mind says, 'I won't go this way or that way, I must first stop'. Are you doing this? You are confused and there is no way out - right? - and you have thought of many ways out, and you say, how absurd because in myself I am confused, therefore every act I do is confusion, therefore I won't act, I won't do anything - stop. Have you stopped?\nQ: One part of me decides to stop.\nK: No, not part of you has. You see, you have actually tried the road going north, you have tried north-east, south, west, east, you have done all these paths. Wait, sir. Out of your confusion you have done all these. And you say, 'by Jove, I am still where I am, I am still confused'. So you say, the first thing I must stop going in any direction.\nQ: The stop is also acting.\nK: No. Have you stopped?\nQ: Most of us wait, there is no more fuel.\nK: No, sir. Do see this, there is plenty of fuel. Do please see this. When you are lost in a wood, in a forest, and you have tried every other way, every way to get out of it, and come back to the point where you started, you say, for god's sake, let me stop first and see what happens. Right? You stop. Have you? Have you stopped searching a way to clear up the confusion?\nQ: When you stop there is no confusion.\nK: Stop, sir. You are going to discover something else. I wish you would actually do it. Which means the mind, being confused, realises that whatever it does leads to further confusion, the mind sees the truth of that and stops. The mind doesn't wander out, or wander in. It says, any movement from me, any movement of the mind to seek a way out is to increase confusion, sees the fact of it. Right? As I see the fact that the sun rises every day, I see the fact of it, and therefore it stops. Have you done it? Stopping without any conflict, because, you follow, you see that road doesn't lead anywhere, you stop. My lord, what are you all hesitating about?\nQ: Do you mean stopping to act, or stopping to search a way out of confusion?\nK: Both: act, a way out. Because to act out of confusion is to increase more confusion, seeking a way out of confusion implies an entity which is not confused and therefore duality, and so on. So all the movement stops.\nQ: Sir, I have a question: you, Krishnamurti, you are confused, now are you going to hold a private soliloquy as you are doing now, inside your head, or are you just going to recognise the fact that you're confused, stop and change direction, look at 'what is' and just go on?\nK: I am not confused. I see very simply and very clearly that a human being who is confused has first to stop.\nQ: Is stopping not another action?\nK: No. You see you are all verbalising, you are not doing it.\nQ: Isn't it an act for you?\nK: No, no action at all. Look sir, I have been wandering around, trying this way and that way, and I see the futility of it, therefore I stop.\nQ: To self-understand eliminates confusion.\nK: No, no, you don't have to self-understand, we are doing that now as we go along, this is self-understanding, this is self-knowledge, how the mind plays a trick upon itself, by saying, I am confused, I must get out of it and so on. Sir, a blind man seeking a way out, he has tried several ways, hurt himself against this furniture and that furniture, so he realises I won't move. First let me take my bearings, stop and then I will feel my way around, not rush into things. Right? We are blind, we are confused. I say, look, stop a minute and feel around. You understand sir? Don't say, 'I must do this, I must not do that, I must revolt'.\nQ: But some people stop their whole lives.\nK: That's equally stupefying. Some people say, 'I don't know what to do, I'll just stop' and they are dead. But a man who says, look, there must be a way out, I am going to find it, I don't know what it is, I am going to find it, I have tried this, this, this, it doesn't work, therefore before I do anything I won't move. Are you like that? If you are not like that, the next question or next enquiry has no meaning.\nQ: How does a confused mind know there is a way out?\nK: I am showing you sir. How does a confused mind know its way out.\nQ: No, know there is a way out.\nK: Therefore first stop. You'll find out! Lordy, you don't do it.\nQ: I still feel there is an separate entity that is not confused.\nK: You can't get away from this feeling that there is a separate entity that is not confused. That means separate entity which is clear, which is unpolluted, which is untouched, unmarked. Now, listen to this, please listen to this, once you understand this you will never again put that question. Now when you have a feeling that there is a separate entity, how do you know that there is a separate entity? Is it a feeling? Is it the result of your thought, your wish, your desire that there must be some way out and therefore thought invents a separate entity who is not marked? If you know a way out you wouldn't have a separate entity. Right? Right? Because we don't know a way out we invent a separate entity. Come on, sirs! I am sorry you are bored and yawning.\nQ: I'm not.\nQ: Would you say that the trials of many paths before coming to a stop was a necessary prerequisite?\nK: I understand. Was it necessary to go through all these various attempts to come to the point that you must stop. Must one go through all this? Now just a minute, listen. Must you go and get drunk to know sobriety? Must you go and take drugs to know the uselessness of it? Or you know it, you see it?\nQ: I think that is a little more obvious. But the case of a person joining a society, or a church, or this sect and so on, was that a necessary prerequisite?\nK: Look sir, I have said that, the human being tries these things, he doesn't stick to one of them, he tries it, and he realises one try is good enough, one path is similar to the rest of the paths, so he says, out.\nQ: You said firstly to stop - and afterwards?\nK: I have asked the question sir, have you stopped?\nQ: Sometimes, yes.\nK: Have you stopped asking the question, or seeking the way out of this confusion? Now this next question is really very important if you have done it. If you don't do it then you are playing with words. I have stopped because I have sought different ways and I see the futility of going to one thing after another, so I have stopped. Now the next step: how do you know you have stopped? How are you aware - please listen carefully, sirs, this is a really important question - who is aware that he has stopped?\nQ: Because you are watching the senses become quiet since you stopped.\nK: Yes, sir. I am asking, sir. I understand sir. Look, how do you know you have stopped?\nQ: You only know you haven't stopped, if you see yourself in relationship then you know you haven't stopped.\nK: Yes, sir.\nQ: The mind becomes quiet.\nK: Yes, sir. Look, listen carefully, find out, don't be so quick in saying, 'the mind becomes quiet'. There is a great deal involved in this question.\nQ: I can say, I don't mind being confused all the time.\nK: Well you can say, 'I don't mind being confused all the time' - all right, sir, there is no problem. Like the man who says, 'what are you talking about confusion when I have everything I want'. You are a similar person who says, 'I am confused all the time, I don't mind' - you have no problem.\nQ: Sir, you are talking about confusion, going step by step. Is there a pattern in your mind that you are trying to give to us which we should follow?\nK: No.\nQ: Because it seems so long and so abstract.\nK: It is not long, it is not abstract, it's like going up the hill - I have to go step by step, I can't suddenly find myself at the top of the hill. I must put foot after foot. It may sound, or it may appear long, but it is not, because you have come to a point when you have put away all the things which man has invented in order to escape from confusion - his gods, his societies, his culture, his analysis, everything you have put away. That's a tremendous thing. Then you say, how do I know - please listen - how do I know I have stopped? Is the stoppage right through my being? You understand? Right through, or only superficial? Because the stopping superficially is an intellectual conclusion, and therefore you are back again. But if it is both at the conscious level, at all the deeper layers, there is complete cessation of any movement, both neurologically, emotionally, verbally, in thought, there is a complete cessation of any movement that is born out of confusion.\nQ: By stopping I don't believe you can relieve the state of confusion.\nK: You are going to find out.\nQ: Confusion arises from the fact that we have a choice, one way or the other.\nK: No, sir, we went through that. We said confusion - when there is choice you are confused. Sir, if I don't know which road to take, I am confused. But if I know which road to take I am not confused. Let me finish with that. You are going back to the old thing, which is: choice exists, and decision exists as long as there is confusion. Full stop. We have been through that yesterday, you might not have been here yesterday.\nQ: Stopping all movement within myself, does it mean also stopping action? I don't think so.\nK: Find out!\nQ: It seems illogical to say that I can know that I have stopped absolutely right through if we are as you say, complete confusion.\nK: Wait, sir. No, you have realised that any movement out of confusion leads to more confusion. Right? And therefore you say, let me stop, because I can't go that way, there is no way out, I have tried that way, that way, that way, there is no way out.\nQ: I am talking about recognising the stopping.\nK: I am going to go into it, sir. Oh my goodness!\nQ: How is one to stop? One sees this body has been deformed since childhood, and one finds it difficult to breathe, and all types of psychosomatic...\nK: Then I am afraid sir. The question is, how can one who is psychosomatically damaged stop from being confused. Wait. Has the psychosomatic activity produced this confusion? I can be ill and yet realise the confusion is not the result of my illness. That is fairly simple, isn't it? I can have violent, deep pain and yet realise that my confusion is going on. So illness, disease, any form of psychosomatic warping can be disassociated from confusion. This is fairly clear.\nSo let's proceed: I realise I am confused, and out of that confusion any choice is furthering that confusion. So there is no decision. I am confused therefore I have tried this, this, this, and I realise the futility of it. The realisation of the futility of any movement of confusion, that very fact makes the whole movement stop. Now has it stopped with you? Has it stopped with you? No? Why not? Wait. Somebody says to you, this is a microphone - you say, 'I don't see it, I think that is a tree'. Right? In the same way, we have spent nearly an hour seeing the whole implication of confusion, that it is not the fault of anybody, it happens to be there, and we are concerned whether the mind can be free of it. In its attempt to be free of it - do it, watch yourself, sir, - attempt to be free of it, it has tried this, this, this, and it says, by Jove, it's no good, and stops. If you have not stopped I mean I can't go on repeating it ten times. That means you are not associated, you are not involved in the thing that is being said, you are just looking from outside.\nNow has the mind realised that it has stopped right through, not superficially? Not verbally, not experimentally - I will try this and see what happens, but the realisation that any movement out of confusion only breeds more confusion, therefore seeing the fact itself brings an end to the movement. Right? Have you done this, right through? Right? If you have done it, are you confused? You understand this? It is only when you are moving in various directions out of confusion you know you are confused. But when you see the fact, the futility of this movement, that very fact frees the mind from any movement, and therefore the mind is not confused. Oh, you don't see it.\nQ: We come back to sensitivity.\nK: No, it is not confused. Not comes back. You have discovered something, sir. It's not, I am discovering it for you, you are discovering it for yourself, it's your food. You are free then. And from that non-confused mind you act. If there is a mistake, you alter it. Wait, sir. Right? You think you are perfectly clear, out of that clarity you act. That action is not fragmentary action, it is a total action - please listen - it is a total action, therefore not under the pressure of any culture, any society, any belief, or your personal wish, it's a total action, therefore it is complete, non-fragmentary, non-contradictory action. Right? And therefore there is freedom in that. But you may make a mistake because it is something new you have discovered, and you have done it. But that mistake is altered instantly because you see it as a mistake. You follow? There is constant watchfulness. You understand? Constant watchfulness, if there is a mistake it is altered, you don't carry it over into a problem. So there is an action when a mind has completely stopped because it has realised any movement out of confusion is more confusion, therefore in that very stopping there is clarity. And therefore such action is totally complete, and therefore action doesn't produce more confusion. Look, sir, what is happening in the world, they are trying to bring the Arabs and the Israelis together, the Russians have their own vested interest in Egypt, and the Egyptians, and the Israelis have their own interests. So it is a frightful mess that is going on, they are going to breed more confusion. Obviously. You see that, but you don't see in yourself that you are doing exactly the same thing. Wait, sir. You are trying to oppose this confusion by another entity that says, stop it, let's clear out of this. It is the same thing that they are doing in the Middle East.\nSo you realise any action out of this confusion is furthering confusion. Therefore you ask quite a different question, which is: life is action. Life, not life and action. Living is action. In that living there is confusion, and out of that living action brings confusion. So you ask the question now: can there be an action which is always complete, which is not contradictory, which doesn't breed more problems. We say, there is, only when you realise that any action out of confusion is more confusion, therefore the mind completely totally realises. And out of that tremendous realisation of this simple fact there is a total action. Yes, sir, wait a minute.\nQ: Does not fear play a part in confusion?\nK: Of course. Does not fear play a part in confusion. Fear is confusion. Right? It doesn't play a part, fear has produced confusion: I am afraid what you might say, you might say I am a damn fool, and I think I am a great man, I don't want to be contradicted, therefore I am afraid, therefore I am producing confusion in myself and also in you. Right, sir? So fear, confusion all go together, it is not that fear is something different from confusion, confusion different from pleasure, confusion - you follow, it is all interrelated.\nQ: I think I have understood, I see what you have said for myself, but you just spoke of people fighting against each other, I mean this is something we really have to stop.\nK: Of course.\nQ: It is dangerous.\nK: Of course. They are trying to stop it. But, sir, look: students and young people are impatient, they want quick results, and so they say by throwing a bomb we will upset, and therefore violence produces more violence, violence produces repression, which is taking place - the police are getting stronger to subjugate the others. And this battle is going on. And also there is a strange battle, a strange thing happening in America, which is, a group of people who are called 'Jesus freaks' - you have understood? Freaks who are dedicated to Jesus, which is the opposite of the Hippies - see what is happening - who don't grow long hair, who are not promiscuous, who don't drink, who don't take drugs, who don't smoke, and opposite to the Hippies, and trying to convert the Hippies to them and so on. You follow?\nQ: But aren't we in an emergency situation?\nK: Of course we are. Wait, wait. Aren't we in emergency always? Of course, sir. Aren't we? Only we are awake when the emergency is observable, when the bomb hits the house, or your bank, then you say, my god! But the bombs are exploding all the time around us, of which you are not aware. The church is a bomb! The organised religions are bombs. Nationalities are bombs because they divide people, prejudice against this or that is a bomb. You don't realise these things, you only realise when an actual bomb is thrown. Therefore one has to be aware - I won't go on.\nQ: Sir, what is the roots of our emotions and feelings in our every day life?\nK: Wait, sir. Have we finished with this? No.\nQ: Who will see the confusion?\nK: Sir, the question is: who will see the confusion. Nobody. Wait, sir, go slowly, this is quite an important question, look at it. Before you said, I am confused, I, different from confusion, I want to do something about confusion, I want to get rid of it, I want to go beyond it, I am satisfied as I am with the confusion, and I have everything I want I am not confused. It's the same thing. So when you say, I am confused, in that there is a duality. Wait. That very duality, that very division is confusion. No, you are missing it. That very division is a product of confusion. The mind realises that division is poisonous, is a bomb.\nQ: What is the mind?\nK; What is the mind? What is the brain? Sir, the brain has said, I am confused, thought. And thought says, 'I must do something about it'. Therefore there is a division. Right? That division is a tremendous atomic bomb. Right? That division is the most dangerous division. Realise that, see that. How do you see it? Verbally, intellectually, or do you see it as I see this microphone, touch it, be in contact with it, smell it? You follow? You don't do all this, therefore you say, my god - you bring up the same question - who is there to realise I am confused.\nWhat time is it?\nQ: Twenty past.\nK: We had better stop. There are going to be discussions from Sunday, next Sunday there are going to be dialogues. Now for how many days is it? Will somebody kindly tell me?\nQ: Nine days.\nK: Nine? No, no. Now you see, watch it, that's confusion! Either you don't know, or you do know. If you know there is no confusion. Which is it?\nQ: Sunday to Sunday.\nK: Sunday to Sunday? That means eight discussions, dialogues. Now would you like during those dialogues of eight days, one or two completely for the young? What do you say sirs?\nQ: Yes, yes.\nK: Good!\n"}]