[{"title":"can-one-live-without-psychological-effort","text":"I wonder what you would like that we talk about this morning. I would like to talk about something that might be of interest. One can see very clearly that one must lay a new foundation for a different kind of living, a different way of looking at life as a whole, not fragmentarily, a way of thinking when it is absolutely necessary, most efficiently, logically, and sanely, but while the mind is not functioning in thought, for the mind to be completely quiet the rest of the time. A way of living where action is complete and not contradictory, so that one action doesn't deny or bring about corruption, or disintegration in other activities. A way of living that is of tremendous enjoyment, great delight, without the exhausting process of pleasure. And also a way of life that is completely and utterly peaceful. Now can all this be realised in our daily living? That's what I would like to talk about, if that is what you also want. Is that all right?\nAudience: Yes.\nKrishnamurti: For this to come about easily, almost unconsciously as it were, one must understand this question of effort, conflict and this constant seeking out something. There must be effort as long as there is contradiction in our life: thinking one thing, saying another, doing something else. Obviously that leads to a hypocritical - a life of great friction. Is it at all possible to live a life in which there is no effort of any kind? Because effort implies not only contradiction but various forms of suppression, various forms of escapes, imitation, conformity. And that effort brings about its own discipline, which is merely accepting a norm which is comforting and imitating that pattern. All that is implied in effort. We are talking about psychological effort. Can one live without this constant struggle inwardly? Which implies, doesn't it, to see this whole pattern of conflict and struggle and contradiction as a whole, not in fragments. Is the mind capable of looking at the whole of life - with all the problems, with all the contradictions, struggles, searching, longing, fears, pleasures, searching for something immutable, escaping from our own petty narrow lives, our own shallow thinking - to see the whole of that non-fragmentarily - is that at all possible? Because the moment something is possible you have plenty of energy. It's only when psychologically we think there is no possibility then we become slack, our energy fades away. But the moment there is a possibility of something then we have abundance of energy.\nSo we are asking a question, which is, can the mind - your mind, my mind, the mind - see this whole existence as one unitary movement, though in it there are contradictions? Because it seems to me in that lies the understanding of effort - struggle, seeking out something, something great, noble, transcendental, and the constant movement of going to one thing after the other: church, Catholicism, Protestantism, the Hinduism, Judaism, you know, follow one after the other, endlessly shoplifting - I think that's the right word! Because one can see where there is contradiction and conflict there must be distortion. To see that as a fact, not as a theory, not as a formula, something to be achieved, but the actual perception of that truth, of that fact, that any form of struggle, conformity, imitation, in which there is contradiction, this tendency to conform and so on is a form of distortion - to see that. We don't see it because we are caught in the trap of formulas, concepts.\nCan the mind observe without formulas, without conceptual ideas, theories, but merely observe the fact that conflict distorts? And when the mind sees that very clearly, through negation you put away all the factors that bring about conflict. Are we communicating with each other? That is, sirs, negation is the most positive action. To see something false and totally deny it is the most positive response. So through negation the positive comes. Not the pursuit of the positive. Say for instance, one perceives the falseness of nationalities, the falseness of organised belief, religions, rituals and a projection of what god is, which are all intellectual superficial fragmentary processes, to deny all that, not verbally but actually psychologically in oneself, that brings freedom which is the most positive.\nAre we meeting each other? Communication is really an extraordinary thing. Which means both of us meet with the same intensity, at the same level, at the same time, and that is communication. It is really a form of communion. To see something together, that which is false, and to see something real, together, both of our minds must be at the same time, with the same passion, with the same vitality, to observe, to see. And that is real communication. Then words become very, very... have very, very little significance. But unfortunately one has to use words, knowing the word is not the thing, the description is not the described.\nYou see we have lived so long in formulas, in concepts, and according to those we act, or not act, and these formulas, concepts, condition our thinking, our living - I won't use the word 'condition' our thinking, because thinking is already conditioned - our living. So can the mind, your mind, be free of all formulas? Do investigate as we are talking, please. To be aware of one's formulas: that there is god, that there is no god; this is right, this is wrong; I am this, I am not that - you know what we mean by formulas: forms created by thought in order to be secure, in order to function according to a certain pattern, and so on. To be aware of these formulas that one has and to find out why they exist, just by observing - as we went yesterday by trying to find out what the cause of these formulas are is a waste of time, because if you are aware of these formulas you see the cause instantly. Obviously the formulas, the concept, the theories, the philosophies, the various ideologies exist simply because that way the mind, the brain, feels safe, feels secure. And to be aware of these formulas, and to put aside all formulas - you try it, do it as we are discussing, as we are talking about it, you will see what happens to a mind. First to be aware of these formulas, concepts, then see actually what the implications are, and put them aside. The very seeing of that which is false is the denial of it. Because it is only a mind that is really free that can function easily, without any effort.\nSo. Because we are talking not about theories but a way of living in daily... a way of living which has deep significance, not invented by the intellect, but significance in living itself. Unless we lay that foundation one cannot go any further. One can go imaginatively, theoretically, fancifully, deceitfully, hypocritically. Because after all our actual daily living is rather tiresome, ugly, violent, brutal, without much meaning, and in this futile existence we try to find a meaning, we try to find love, we try to find what we call god, or reality, or whatever you like to call it. And not finding it there, our mind still caught in the trap of shallowness, in all its various forms of strife and struggle, we try to escape from all this through knowledge. Knowledge becomes extraordinarily important. Not wisdom, but knowledge. Which means books, teachers, following, forming separate groups and all the rest of it. So we think having more knowledge about ourselves we will be able to live a different kind of life. Do please see this. Knowledge implies accumulation; accumulation is the past - obviously. And our life is directed, guided, shaped by the past, and we cling to that because that is the safest way of living. At least we think it is. And freedom from the known, which is knowledge is the beginning of wisdom. Do go into it with me, you will see it.\nThe known is the 'me' - my conflicts, my struggles, my unhappiness, my sense of guilt, sorrow, despair, success, pleasure and so on. All that I know of myself is the past. My god is the invention of my thought, because I want something totally secure, something immutable, permanent, because my life is very changeable, so I want something everlasting. The everlasting is the 'me' identified with a word called god. And that word has caused such mischief in the world. And to find out if there is something beyond all the measure of thought, beyond all the measure of one's fears and imaginations and fancies, the mind must be completely free from knowledge. I don't know if you follow all this.\nKnowledge is necessary when you function, as a scientist, a doctor, an engineer, a professional careerist, bureaucrat, he must have plenty of knowledge otherwise he cannot function. And we think acquiring knowledge about oneself will not only enhance, get enlightenment through knowledge about ourselves, therefore through the past - right? - and so what happens? We divide life as the past, the present and the future. I don't know if you... And all the time the past is shaping our life - the past being the known. And we are afraid to let go the known because that's all we have. The past is the only thing we have. And to let go completely, which means a mind that is capable of learning and not accumulating. Because if you want to learn what truth is, learn about what truth is, first you must know 'what is'. Mustn't you? Because the 'what is' is the most living thing. But if we translate 'what is' in terms of the past then 'what is' becomes static. Right? Are we meeting each other? And when 'what is' becomes sterile then the mind cannot go beyond 'what is'. But to observe 'what is' without translating in terms of the past, then the mind can go beyond 'what is'.\nLook, sir: I am greedy, that's a fact, one is greedy, envious, violent, those are facts. And we look at that fact, 'what is', with eyes that condemn, justify, give reason why we should be violent. And so we see the impossibility of going beyond. Whereas if we looked at the violence which we have in us, the 'what is', without any condemnation, without any evaluation, then the possibility of going beyond it is there. I don't think we are meeting each other. I don't think so, sorry, I don't feel you are getting it.\nLook, sir, I realise I am violent: I hate, I am greedy, competitive, aggressive, easily slipping into anger - I realise that, that's a fact. And looking at it I have already a formula, an idea that I must not be, because I want to live a peaceful life - god knows why, but I want to. So I have a concept that a different kind of life is possible, an ideal of non-violence. So what has the mind done? It has seen that it is violent and it has created a formula of non-violence so it brings within it a contradiction. And I fight with that contradiction. I move from violence to non-violence. Whereas if I had no formula at all, but actually observed the fact of violence I discover why I am violent. Again not seeking the cause of it, it is there. Because we love aggression, there is great pleasure in being aggressive, dominating. Our social structure, culture is based on competitiveness. All that is based on the principle of pleasure. Now if I see all that, and I can only see it if I have no conceptual idea about violence, then the mind can go beyond it, can be utterly free of violence. Are we... Have I made it clear? Clear in the sense not verbally or intellectually, but you actually see it, as you see the speaker sitting on the platform, as clearly as that; that one cannot go beyond 'what is' if you look at it with closed eyes, and the eyes are closed when you have the desire to get rid of it, to overcome it, to suppress it, to achieve a different state. Which are all the seeds of violence. Right?\nSo one discovers for oneself, if you are at all serious, go into it very deeply, that one can live without a formula. After all love is without a formula, isn't it?\nQuestioner: Both aggression and love are unconscious things which rise up without a formula.\nQ: Aggression and love, both arise without a formula.\nK: Oh, no. No, no, no, no, you have not understood what we have said. Both arise, love and aggression, they have no formulas. Really, that is not what we are talking about.\nQ: Are you speaking...\nK: Look, sir, I see the necessity in myself of living a different kind of life. I am the result of the culture, the society in which I have been born. The society, the community, the culture is me, and I am that society, I am the world and the world is me. This is not a theory but an actual fact. You are born in this country, you are brought up according to its culture and society, that's a fact. And being born in another country, with their beliefs, with their dogmas, they are conditioned by that culture. Now, I want to find out a different way of living because I see the way I have lived is utterly meaningless - the struggle, this everlasting boredom, the routine, the exhaustion of pleasure, the fear of living and dying, the utter emptiness in oneself, the loneliness, the lack of love. I see all that, and I want to find a way of living which is none of this. And to find out I must deny the whole of this in myself, not in you, not kill you, not throw bombs and all the rest of it.\nSo I realise that change is only possible if the mind can become - mind being the brain and the whole business - can be made new. The entity that can make the mind new is not thought, because thought is the response of memory, knowledge, experience. The mind cannot be made new through the intellect with all its formulas, with its endless futile enquiries and with its philosophies. So that goes. So what is the factor that will make the mind totally new? You understand my question? What is it?\nQ: Feeling?\nK: Feeling. Listen, sir, feeling is fragmentary. Like thinking is fragmentary, the intellect is fragmentary, to be sentimental emotionally is fragmentary. We are asking - please listen to the question first - seeing all this, seeing the confusion, the misery, the conflict, the inner utter poverty, what will make the mind, the brain, the whole structure totally new so that it will be creative - not in expression, not in writing a poem, or painting a picture - you follow? - that's not creative. When there is tension between two opposing desires, in that tension you can do things. So for a mind to be new, fresh, young.\nQ: (Inaudible)\nK: Oh my lady. You are just throwing words. Please find out, look at it, look at your life first. Your life, not how you think your life should be, but actually what it is: the frustrations, the misery, the quarrel in relationship, the images that you have about each other, the toil of going to the office, being insulted in the office by the boss - you follow? - the whole of that, watch it in your life. And you see all that very clearly, the absurd beliefs based on fear and so on, and you ask yourself, how can the mind which has produced all this, how can that mind be totally new so that it can function differently.\nQ: Possibly by understanding.\nK: Possibly by understanding.\nQ: And seeing 'what is' without condemnation.\nK: This is not a guess work! (Laughs) This is not a guessing game.\nQ: I still say, feeling. I don't understand why...\nK: You mean, sir, by feeling, do you, by love?\nQ: No, just feeling, the instant, without any thought process, going through any thought processes. Living right now with no fear of anything...\nK: Wait sir, wait sir. Living right now without any fear.\nQ: Or anything, just living right now, and feeling.\nK: Sir, you can't live right now with the burden of the past, can you?\nQ: The past is the past though. The past is the past and it's gone.\nK: Is it so simple as all that? The past is the past, and it has gone. You know what it means? The past is in the brain, in the brain cells are the memories of the past. You don't know what... And you mean to say you can get rid of all that through just feeling at this moment?\nQ: I don't know why not.\nK: (Laughs) Not, I don't know... Sir, find out, sir, without putting into words or trying to answer, how you with your life, which you know very well, better than anybody else, both the secret and the open, when you are by yourself, or when you are with other people you know what your life is. And you see the importance of changing all that, bringing about a different kind of mind, not throwing away knowledge, because you must have knowledge otherwise you can't get home - how can this mind be changed completely? Do, sit quietly, find out, don't answer me. I am not asking you. Sir, do you know what this means? To find out you must give your life to it. It isn't just a weekend affair. It must be your vocation, therefore dreadfully serious. So what will bring about this radical change?\nQ: We must wipe out our feelings.\nK: We must wipe out our feelings. (Laughter)\nQ: Fear.\nQ: Can't we just let 'what is' be, and watch it?\nK: Watch 'what is'. Why don't you?\nQ: That's what I am saying.\nK: Why don't you? (Laughter) Are you doing it?\nDo you know what silence is? When you look at anything, at a tree, at a child, your wife or your friend, or see anything, do you look at it through silence, or through noise? When you look at your husband, do you look at him or her through an image you have, or do you look only without any movement of thought. Have you...\nYou know what it means to be absolutely quiet, not cultivate quietness, but being quiet. A mind that is really quiet can observe 'what is' and go beyond it. But the mind is not quiet when it is chattering that it must be changed. That is, trying to suppress it, trying to understand it, trying to find out the cause of it and so on.\nYou know - may I go on with this a little bit? Meditation is this. To observe completely silently. In that silence there is no observer at all. The moment there is an observer silence is not. Not only physical quietness, the physical organism being completely still, but also the brain, which means thought. Then out of that silence and space the mind is made new. Not you make the mind new, as the observer. And the silence is only possible when there is an awareness of all the conditioning, of your conditioning as this or that - Christian, Muslim, Hindu, you know, communist, socialist, you know, all the rest of it. When the mind is free, is aware of its conditioning and being aware there is complete attention. I do not know if you have not noticed when you are giving your... when there is complete attention there is no observer at all, no censor. Haven't you noticed it? No? When you attend, when you listen to something, when you listen to the song of a bird - there it is - when you listen to it completely with full attention, in which there is no control, no sense of division, in that attentive state, movement, there is no observer at all. Then in that attention there is something new, the mind is made new. Right? But then you say, 'How can such attention be maintained?' Right? Which is your greed. So all that one can do is to be aware that you are inattentive. That's all. You follow? Not how can inattention become attention - it can't. Whereas if one is aware that one is inattentive, that's sufficient. I don't know if you are meeting...\nI think that's enough this morning, so can we discuss, talk, question?\nQ: Do you feel that your mind is quiet, your own personal particular mind, is it usually quiet?\nK: Is your own particular mind, the speaker's mind, quiet - and?\nQ: Or... (inaudible) Do you feel that you have a quiet mind?\nK: Do you feel personally that you have a quiet mind. I really don't know.\nQ: What about...\nK: Do listen, sir, do listen to what I am saying. If you knew that you had a quiet mind it is not a quiet mind. If you are conscious that you are quiet, still, don't you know what it means? When you know that you are happy, is it happiness? Sir, you see, as I said, when there is complete attention and therefore silence, in that there is no observer, the entity that is conscious that he is silent. Then there is a division between the observer and the thing he calls silence. And the struggle begins to achieve that silence. And you have the various systems, practices of achieving silence. Just think of the absurdity of that!\nQ: What does cessation of sorrow imply?\nK: What do you mean by the cessation of sorrow. The ending of sorrow. We know what sorrow is, don't we. It's always with us, in different forms: death of somebody whom we think we love, death of not... the sorrow of not being something or other, the sorrow of self-pity mostly, the sorrow of realising how shallow, empty, dull we are; and the shallowness... and the sorrowness of the world as a whole - the poverty, the superstition, the fears of the world, you know, not only your own sorrow but the sorrow of the world. Now can all that sorrow end?\nQ: Only when fragmentation ends.\nK: Only when fragmentation ends. Look, that's just a theory, isn't it. I am in sorrow, I want to find out how to end it. Because I know what sorrow does, it brings about greater concentration of self-centred activity. In sorrow there is a great deal of self-pity. Watch it in yourself, sir, please. In sorrow there is isolation, cutting yourself off from others. In sorrow there is this constant weight, burden, the seeking and the ending of it, demanding to put an end to all that - either suicide, or escape, which are both the same. Now how can this sorrow end? And I see that it must end, it is imperative because otherwise the brain, the mind, my life has no meaning, just go on, round and round in this trap of sorrow. Now how is it to end? What do you say, sir, how is it to end? How is your sorrow, not mine, or the world's sorrow, how is your sorrow to end? Obviously not through escape. And we have such a network of escapes. Do you understand? How is to end? Do find out. Will you end it through time, gradually, working at it, chiselling it away, day after day? Or it can only end instantly. Can the mind see the whole pattern of sorrow, with its self-pity, with its neurotic pursuits? And it becomes... the neurotic pursuits are escaping through pleasure, through entertainment, through knowledge, through religious formulas and beliefs.\nQ: It can end when you know longer desire to be sorrow.\nK: When we no longer desire then there is an end to sorrow.\nQ: Yes.\nK: Can you put an end to desire?\nQ: (Inaudible)\nK: Do watch it, listen sir. Can you put an end to desire? That's what the Protestants, and the religious peoples and Catholic priests have done: stamp out desire and concentrate on the saviour, on god, on your book. Have you suppressed - you see you are saying things. Can you get rid of desire; what is desire? Do look at it, sir, what is desire? I see you have got a nice shirt, and I'd like to have it. I see you have got a nice face, I wish it were mine also, and you have got a good brain, good capacity, clarity, and I would like that. So there is perception - seeing first, visual, then contact, then sensation, then desire, and that desire is sustained by thought. No? And you mean to say you are going to suppress all that? Which means suppressing thought, therefore don't look at women, don't look at things that give pleasure, don't look at that shirt, shut your eyes. Or do you understand this whole process? The seeing, the contact, the sensation, and why can't the mind stop there? Why should thought come in and say, 'I'd like to have that shirt', 'What a lovely car that is, I'd like to go in it'. You follow all this? To see that thought perpetuates pleasure as desire. To see a car, to see a good brain functioning, not say, 'I wish I could get it' - to be aware when thought comes and turns it into pleasure. I don't know if you follow this. All that means watching, being aware, alert, and that requires energy.\nQ: Are there any rules, none which I can see, on what is good and what is bad. Is not that just thought, is that all created in the mind itself? Some people can think that some things are one hundred per cent good, and their next door neighbour feel exact opposite. And I can't see that they both aren't right because they are there. I mean to say that one has a good mind or...\nK: No, sir, good mind in the sense clear mind, thinking clearly. You know, sir, good mind, you know all that, I don't have to...\nQ: Right. But I am saying to look in someone else's mind, you could never know if it was clear unless...\nK: No, sir. I am talking - look, you are asking, are you, what is good and what is bad - are there rules about it. Rules of good taste, the golden rule of proportion. Now, sir, look, there is after all good and bad, isn't there? There is - wait a minute - there is violence and there is gentleness, tenderness, care. Violence is destructive, kills. They are obvious, aren't they? Wait, look at it, don't say good and bad. Look at it first. The moment you say it is good and it is bad, you have put it into a formula and with that formula you are going to judge. That's the easiest way of living. You are Catholic, I won't have anything to do with you, communist or this or that. But to look, to observe, to understand is far more important than saying good and bad. Not that there is not violence and peace.\nWhat time is it, sir?\nQ: Twelve twenty.\nQ: There was a question under consideration of how the cessation of sorrow could be arrived at. We have detracted from that.\nK: I am afraid so, sir. Yes, sir. How to end sorrow.\nQ: Is it by accepting sorrow totally, quite openly?\nK: Is it by accepting sorrow totally and openly that it comes to an end. Who is it that is accepting it? You see, you are again functioning in formulas. Look, sir: you are in sorrow, aren't you. As a human being, most people are. And you see what danger it is, what a calamity it is. How will you end it? Surely by not escaping. Right? Not suppressing it, not identifying totally yourself with it. So how will you end it?\nQ: By staying with that sorrow and not identifying it with thoughts.\nK: By staying with that sorrow and not identifying thought with it. When you say, stay with it, do you mean don't run away from it, don't judge it, don't be identified, just watch it - is that what you mean?\nQ: Yes.\nK: Can you do it?\nQ: Yeah.\nK: Wait, sir, don't say, yeah. Look at the... Don't be so - if I may most respectfully suggest - don't be so quick, it is quite a complex problem, because if it as simple as that we are all free of it. How do you look at sorrow? Do you look at it with the intention of getting rid of it? With suppressing it, with overcoming it? Please listen to all this. Justifying it, escaping from it? Then, who is the entity that is doing all this? The entity that wants to escape from it, the entity that wants to suppress it, the entity that is looking for the cause of sorrow, the entity that is full of self-pity - who is that entity that is saying all this? Is that the observer?\nQ: Sorrow.\nK: Sorrow?\nQ: Sorrow is the entity.\nK: Sorrow is the entity, and that entity says, 'I must get rid of it'. Which means what?\nQ: (Inaudible)\nK: No, sir. The entity has separated himself from sorrow, hasn't he, when he says, 'I must get rid of it'. No? So, as long as there is an observer who is different from the thing observed, this division, there must be sorrow. That is, as long as there is no self-knowledge there must be sorrow. So the ending of sorrow comes about when there is total self-understanding. Don't make that into a formula. See how in sorrow there is such a great deal of self-pity: I have lost, I wish it were different, the complaint about it, the blaming somebody else. So in sorrow there is a great deal of self-pity. So the understanding of the self, the 'me', is the ending of sorrow.\nQ: Don't you think there is one formula that can explain the totality of existence and non-existence?\nK: Don't you think there is a formula for all existence.\nQ: And for non-existence.\nK: Or how to control it, how to shape it, how to manage it.\nQ: No, just how to see it, the way it is.\nK: Oh. Is there a formula to see the totality of life, as it is, a formula. The very thing that we have been saying: you cannot see the whole of life through a formula. It's so clear isn't it?\nQ: It's not clear to me.\nK: Sir, I have a formula, let's say, suppose I have a formula that all life is bliss, that all life is sacred, that all life is one. That's a formula, isn't it?\nQ: I know that. But I think, I have the feeling that it is possible in the mind to have a formula to say, all life is such and such. I think there is a truth to life... and I think that can be expressed in terms of a formula.\nK: Sir, look, you are saying, by having a formula quietly in the mind, and that formula having a certain vitality and feeling, that formula will solve our problems.\nQ: No, no. I am saying that if we solve our problems... I am saying it is one and the same thing. In the mind exists, well, I have a formula and that recognising this is possible, apart from the idea...\nK: Who creates that formula? Who sustains it? Why do you have a formula?\nQ: Instinct.\nK: Instinct. (Laughter)\nQ: Does one want to show the formula to other people?\nK: Look, sir, we wanted to say - we started by asking what sorrow is. We asked if it can ever come to an end, not in heaven, or in some future date - end. And we went into it. That is, as long as there is the self as separate, and there is no understanding of the whole nature and the structure of that 'me', the self, the person, the ego, or whatever you like to call that centre, there must be the engulfing waves of sorrow. So can one understand oneself totally? And it is possible to understand oneself completely, not only the conscious self but the deep, hidden self. And to understand that self there must be an awareness, a watchfulness without any sense of distortion. Then you will see if you go very deeply into it, not taking time, sorrow comes to an end.\n"}]