[{"title":"why-are-we-fragmented","text":"Should we go on with what we were talking about the other day when we met here? We were saying, weren't we, how very important it is that the human mind, which has been cultivated through time, through various experiences and knowledge, which are all the same, such a mind should undergo a total transformation. And we more or less pointed out the way of thought, its limitation and only when there is freedom from the known, the knowledge, from knowledge, is there a possibility of total revolution. That's what we were more or less talking about.\nThis evening I think we ought to go into many other problems: which is, what important is it for a human being to change himself when the environment, the society, the culture, is so corrupt, so disintegrating. And one sees the necessity of changing the environment - the environment being the society, the religion, the culture and so on. And what importance is it when the whole social structure, the community, the world about us, when that cannot be changed by an individual, by one human being? What significance has one individual, one human being transforming himself, when around him there is so much chaos, so much misery, such confusion, such madness - if we can use that word, I think, validly. I think that question is wrong because the human being is the result of the culture in which he lives. He has built the culture, the society, the environment, and in changing the human being he is changing his environment, because he is the world and the world around him is himself. There is no division between himself and the world. I think this one must very clearly understand right from the beginning that there is no division as the individual and the community. The word 'individual' means an entity who in himself is indivisible, not dividable, not divisible. And most human beings are divisible, are fragmented, which is partly the result of society, the culture in which he lives.\nAnd so I think it is important that we understand this question that the human being, as we are now, we are the result of the environment in which we live. I think that's fairly clear. If you are born in this country, you are a Hindu or a Muslim or this or that. If you are born abroad, in the West, you are a Christian, Catholic, Protestant and all the divisions of Catholicism and Protestantism. So the human being is the world and the world is the human being. One may logically, intellectually, accept this as an idea, as a something which appeals to reason, but there it stops, because we seem to be incapable of really putting that fact into action. And we are going to, if we may this evening, not only discuss the conflict in man and therefore in the world, conflict within himself and in his relationship with the world, conflict between the various factors of fragmentation, each fragment in opposition to other fragments of which he is made up, and whether it is possible for the human mind to be to totally free from all conflict, because then only is it possible to know what it means to love. And also then perhaps we shall also comprehend fully the full meaning of death and what living is.\nSo first it is necessary that we should understand what conflict does to the human mind. Please, as we said the other day, we are sharing this common problem together. This is our problem, yours and if it happens to be another, it is so, between you and the speaker, we are going to share together this problem: whether the mind can ever end its conflict. When we share together, the sharing implies partaking, not merely hearing a few sets of ideas or words but actually sharing together, investigating, exploring together; and therefore you have to take tremendous interest in this because it's your problem. And if you are not concerned with this problem there is something very wrong with you. It's like a house burning and you watching it, not doing anything about it.\nMan, you, human beings right throughout the world, are in conflict, in battle with himself, with his neighbour, with the world, with the environment of which he is part. And until we understand this problem and find out for ourselves whether there is a possibility of completely ending conflict, totally, then we shall never be able to live at peace with ourselves and so with society. It's only a mind that is completely peaceful, not asleep, which has not mesmerized itself into a state of what it considers peace but actually live at peace. It's only such a mind can find what truth is, what it means to live, what it means to die, what is the depth and the width of love.\nSo we are going first to enquire together why man lives in conflict, why you live in conflict? I don't know if you are aware of it, first within yourself, how you are fragmented, broken up, which is a fact. You are a businessman and you are a householder - the two opposites. You are an artist and at the same time, as a human being, you are greedy, envious, seeking power, position, prestige, fame. You are a scientist and an ordinary rather shoddy little human being. So, as human beings we are fragmented - you know, what that word means - broken up, in ourselves. And if one is aware of this, that one is actually fragmented - God, soul, man, virtue and non-virtue, hate and love - you know all this fragmentation, the various dualities in which we live, unless that is totally understood, not intellectually, till conflict ends our minds are incapable of perception. It's only a mind that is not tortured, that is not distorted, that is very clear, which has no markings of any kind of conflict, it is only such a mind that can see what truth is, and therefore such a mind can live.\nNow if one is aware of this issue, not only within himself but socially - wars, demanding peace, the way of the politician, the way of the saints, this diversified conflict. If one is aware of it - and I hope you are as we are talking about it now, what is the root cause of this? Is it the fault of the environment, the education that one has, the culture in which one lives - which is the environment, let's call it that, is it the fault of the environment that man, you, are in constant battle, not only during the day but also during the night when you sleep, from the moment you are born till you die, this battle? If you are really aware of it, not intellectually - to be aware intellectually is merely to be aware of certain ideas, words. And that has no value at all. But if you are actually aware, feel that in yourself you are fragmented, broken up, contradictory, you must have asked why, why does man, you, live in this? And you have created the environment, the society in which you live, the religions which you accept, the gods and all the rest of it, you have created it. Right? Your gods are your projections or your grandfather's projections of which you are a part. So you are responsible for the conflict and for the environment and for the society in which you live, and all the absurdities of religion - the beliefs, the dogmas the rituals, all the immature mind that goes into all this. You are completely, utterly responsible for the environment and for the society in which you live. So, when you are aware of it - that is, aware intensely, passionately, not just verbally, actually feel it, that you are the world and the world is you, then why does this conflict exist in man? You are following all this? Are we communicating with each other? I'll go on, if you don't, it's up to you.\nI don't know if you have asked this question of yourself. If you have, what is your answer? Do you refer to what somebody has said, why you live in conflict, either according to Marx or to Shankara or to the Buddha, you know, refer to some authority? Do you do that when you ask yourself this question why you, as a human being, responsible for the whole structure of the environment in which you live, of which you are a part, why there is this conflict in you? Can anybody answer this question? If they do answer it, it'll be merely a description, an explanation. You are following all this? But the explanation and the description are not the described nor the explained. Right? So you have to totally disregard authority. Right? You have to find out why you are in conflict, not according to somebody. Then if you do find out according to somebody, then you will find the answer according to that person, not the answer for yourself. Right? Is that clear?\nTherefore we are going together to find out why man is in conflict and whether that conflict can ever end totally, not at different layers. You may have an extraordinarily peaceful household, but you are at war with your neighbour and so on. So: now to find out you need energy, don't you? You need a great deal of energy to find out for yourself the cause of this conflict. Please listen carefully, the cause. Right? Why man, you, live in conflict. Now, when you enquire into the cause of it, you are employing the intellect as an instrument of analysis, aren't you? Right? Are you following all this? You are using intellect as an instrument of analysis with which you hope to find the cause. You understand? The intellect is partial, is a fragment of the total. You hope to find the cause of a tremendous question like, why man is in conflict, through a fragmentary thing called the intellect, which is the only instrument you have. Right? And so when you begin to enquire into the cause through the intellect, your answer will be partial. Right? Because your intellect is partial and therefore that is not the instrument. Right? Are you following all this?\nWhich means you must now discard the instrument to find out a different kind of instrument. Up to now we have used the intellect as an analytical means to find out why man suffers, why man is in conflict, the intellect and the intellect is a fragment of the total. Man isn't just an intellect. There is all his nervous organism, his emotions, his - you know, the whole structure and you take one part of it and try to use that part to find the cause. Therefore when you examine through a partial instrument, your understanding will always be partial and therefore incomplete. Right? I don't know if you understand all this.\nAnd to see that you need energy, don't you? Now energy we have divided, again fragmented. You follow? There is the energy of fragmentation, in the fragments there is energy, like hate has its own energy and the control of that energy is also energy. Right? So we have divided energy into fragments, whereas energy, the human energy, the cosmic energy, every kind of energy is a unitary movement. So one has to have that energy to understand the structure and the nature of conflict and the ending of conflict. You must have intense energy and not fragmented energy. The fragmented energy is to say, 'I must get rid of it, I must get rid of conflict'. Who is the 'I' that says, 'I must get rid of it' or suppress it? It is one part of that energy describing another part of energy. So energies are in conflict. You are following?\nSo, we are asking what is the reason of this conflict? One can observe it very simply as the observer and the observed. Right? There is in you the observer and you observe. Right? You observe the tree as an observer, the observer watches that tree with all his knowledge, his past conditioning, and he looks at that tree as something separate from himself. Right? Just listen to it, don't agree or disagree. You haven't gone into this question at all, so you have to first find out what the speaker has to say, and when you are listening to what the speaker is saying, watch yourself. Don't merely listen to the speaker - that is absolutely valueless. But use the speaker to watch yourself. Then you will see in yourself there is the observer and the observed, always. The observer says, 'do this, don't do that'. The observer has certain values, certain judgments, he is really the censor, who is always watching, denying, controlling, separating himself from that which is watching. Right?\nWhen you are angry or jealous or not generous, which most people are, in that, if you observe it very closely, there is the observer who says, 'I am jealous, I am angry'. Right? The naming of the reaction, which he calls anger, separates him. Right? Which is, can you look at that tree without naming, without the interference of thought, which is the response of memory, just to observe? We talked about it briefly the other day. Which is, you look at that tree through the image which you have about that tree, which means you are not really looking at the tree. Right? In the same way, when you have an image about your wife or husband or your friend, you are not looking at the friend but looking at the friend through the image you have. So there is duality. Right? This division between the observer and the observed is the very essence of conflict, the division. You haven't understood, I'll show it to you.\nIt's all rather infantile, isn't it, all this? One has finished all this but one has to go through it. When I am angry, at the moment of anger, there is no observer. Please follow this. I am going to go into it step by step. Follow it. Follow it by observing yourself, not what the speaker is pointing out, then you are outside, not inside. So observe yourself what takes place. When you are angry, at the moment of experiencing that anger or any other experience, at that second there is no observer. A second later the observer comes and says, 'I have been angry'. Right? He has separated himself from anger. He has named it, named the feeling as anger. He has named it, because to strengthen his memory. Please follow this. Because his memory says, 'you have been angry'. The memory is a censor. The memory says, 'you should not have been angry, be kind, don't hit him back, turn the other cheek'. So the response of memory as thought becomes the observer and so there is a division between the observer and the observed when he says, 'I am angry, I am jealous, I am envious', then the conflict begins, because he wants to suppress envy or enlarge it, take delight in it. So where there is the observer and the observed, there is the root of conflict. Right?\nSo is there an observation of anger without the observer? That is the next question. You follow, that is the next question. Because that's our habit. At the moment of anger or of any pleasure, there is no observer. Then a second later comes the observer. The observer is the censor, is the recorder, is the memory, is the brain cells in which these memories are held and hence that observer says, 'I should not or I should, I want more, I want less'. You have understood this? So one asks then, can there be an observation without the observer? You understand this is a tremendous question, please, follow this up. Because we are used, we are conditioned to this conflict which arises when there is an observer different from the thing observed. That's our tradition, that's our conditioning, that's the result of our culture - god and man - you follow? - all that, division. And when we function from habit, it's a waste of energy. I don't know if you are following all this.\nAnd when we immediately respond, that is, when the observer immediately responds to an emotion or a reaction, the response is always the old. Right? It's the old brain responding. So we are asking whether there is an observation without the observer. Now, to end any habit, any tradition without conflict needs energy. You are following this? Look, sir, let's make it simple. I am angry; at the moment of anger there is no observer as the 'I' who says, 'I am angry'. A second later, the entity, as the observer, comes into being who is the censor, who says, 'I must not be angry'. The response of the observer is tradition, is the habit, is the old brain responding. And that constant response of the old brain is a waste of energy. And you need energy totally to observe without the observer. Are you doing all this? Are we sharing together what we are talking about? All right.\nLet's put the whole question differently, because I see you are not following this at all. Look, sir, what is our life? The daily life, not the ideological life, not the life you would like to lead, not the life that you hope to have, not in the future but the actual daily 'what is'. What's your life? It's a battle, isn't it, with occasional flashes of pleasure, whether it be sexual or other forms of sensuous pleasures. Our life is a constant battle. Can that battle end? Because what we are we make up the world. Now, to end that battle, you must look at the whole field of existence, not partially but totally. You understand? Totally meaning the sorrow, the physical pain, the insults, the fears, the hopes, the anxieties, the ambitions, the regrets, the ambitions, the competitive, aggressive, brutal existence. See the whole of it, not just parts of it. Right? We are used to seeing parts of it, not take the whole field and look. We are not capable, as we are, to observe this whole field as one, because we have divided life into business, family life, into religious life - you know, the division that goes on. And each division has its own activity of energy. And therefore each fragment is against the other fragment. And these fragmentary energies are wasting our total energy. Right?\nNow is it possible to look at this whole field, this complex existence, the economic side, the social side, the family side, the personal, the communal, you know, the whole of it, as one, as perceiving it totally? To perceive it totally, you must have a mind that is non\u001efragmented. Right? Now how do you come about that a mind that is so fragmented, to throw away all the fragments and have a perception that is total? You have understood my question? I cannot see the whole complex existence through a little hole which I call the intellect. I cannot see it, because the intellect is a part and you cannot use the part to understand the whole. That's a simple, logical fact. There must be a different kind of perception. Right? And that quality of perception exists only when the observer is absent. When you can look at that tree without the image, when you can look at your wife and your husband, all the rest of it, without any image whatsoever, then you can look at a Muslim and a Muslim can look at you without the image.\nAnd it is these images are the reason for conflict. These images are produced by the observer. Now if you see the truth of it, not the logical sequence of it, but see the fact of it, the truth of it - like when you see the danger of a snake you act instantly. So when you see the truth that conflict exists as long as there is an observer, and the observer is the producer of images, he is the tradition, he is the conditioned being, he is the censor - if you see that, not as an idea but actually, then you will observe without the observer, then you will see the totality of existence. And therefore a mind that sees this has tremendous energy, because energy then is not dissipated. Right? You are following? We dissipate energy through control. Have you ever watched a sannyasi or a monk who has taken vows of celibacy, poverty, have you ever watched him, talked to him? What tortures he goes through. Right? Because he has got the image that only truth or whatever that sublime thing is, can be found if he is celibate? Because he says, that's a wastage of energy, sexual wastage of energy. Therefore you must have complete energy to find reality, but in himself he is in battle. Right? You have understood this? Oh lord, come on, sirs.\nSo he has an image that he should be a celibate and the image creates a division between himself and actually 'what is'. Now, if you can observe actually 'what is' without a censor, there is a transformation of 'what is'. I'll show it to you.\nOne is violent. That's apparently the normal human factor, to be violent. I am violent. At the moment of violence there is no observer. Then a few seconds later the observer comes into being. He says, 'I should not be violent'. Follow this please, follow it carefully. 'I should not be violent', because he has an image of non\u001eviolence, an ideal of non\u001eviolence which prevents him from observing violence. Right? So I say to myself, 'I will be every day less and less violent'. Right? 'I will ultimately reach a state of non\u001eviolence day by day'. Now what is implied in that simple fact? That is, I am violent and I will be non\u001eviolent one day. What is implied in that? First there is the observer and the observed. Second he is sowing the seeds of violence in the meantime, before he arrives at the state of non\u001eviolence - right, you are following this? - he is sowing the seeds of violence. Then there is the factor of time before he can be completely non\u001eviolent. That is, the space between violence and non\u001eviolence - in that space several other factors happen. So he is never free of violence. You can see this, people who talk endlessly about non\u001eviolence are really extraordinarily violent people, because they are always pretending eventually they are going to come to non\u001eviolence. In the meantime they are violent. So the fact is violence. Right? The 'what is', is violence. And I can observe it - there is an observation only when the mind isn't pursuing the ideal of non\u001eviolence. Right? You are following this? It can then observe 'what is'.\nNow how do you observe 'what is'? Do you observe it with your conditioned mind as saying, 'I must not be violent', with the image which you have about violence? You are following all this? Or is there an observation without the word, without the image? To observe without the image requires tremendous energy. Right? Then you are not wasting energy by suppressing violence or transforming violence or pursuing an ideal of non\u001eviolence. That is all wastage of energy. Right?\nNow, in the same way let us look at this whole problem of what is called love. That is, we have looked at what we consider living, which is a shoddy affair, a battle and by investigating we have seen that it is possible - not intellectually, actually - to be free of that conflict. Now, let us enquire deeply into this question of what is love. Not your opinion or somebody's opinion or conclusion. What actually it is now. What is love? Is it pleasure? Is it desire? Is it sex? Is it jealousy, possessiveness, domination, dependency? Is it? If you depend, then you are caught in fear. Right? If I depend on my wife because she gives me pleasure, sexual or otherwise, if I depend on her for comfort, companionship, that dependency breeds fear, that dependency breeds jealousy, hatred, antagonism, possessiveness, the desire to dominate. Is all that love? Question it, sirs, go into it, find out.\nAnd is pleasure associated with sex, is it love? And why has sex become so extraordinarily important in life? Why, sirs? Why in the modern world and also in the ancient world, why have we made sex into such a colossal affair? Why have we said that you cannot possibly attain reality, enlightenment, if you are sexual? No answer? Let's find out.\nFirst of all, you have to enquire into what is pleasure. You see a beautiful tree, a lovely cloud, the face of a child that is enchanting, the face of a man or woman that is beautiful. You see it. Then what takes place? You see a lovely moonlight on the water, sparkling, with such beauty, you perceive it. Then, at that moment of tremendous experience thought comes along and says, 'How lovely that was, I want to repeat it tomorrow'. Are you following all this? Thought, which is the response of a memory, which is the experience of seeing that moonlight on the water, the beauty of it, that has been recorded, and thought says, 'I must repeat that thing again'. You are following all this? Which means, at that moment of perception of that light on that water there was nothing, there was neither pleasure nor the demand that it must happen tomorrow. There was absolute realization of that beauty. Then thought comes in and says, 'Let's repeat it; go back tomorrow evening and look at that water again'. So that is pleasure. The repetition of an event which thought has reduced to pleasure and so thought can continue and give strength to pleasure. You have to understand this, please. You follow? There has been physical pain, bad toothache, pain, last week. You are frightened that it comes back again tomorrow, next week, which is the action of thought. You follow? Thought sustains both pleasure and fear. So thought has built this whole structure round love as pleasure. And therefore all the edicts, the sanctions of the religions which says, don't look at a woman, therefore suppress, control, which is what takes place. That's a battle. You follow? Therefore you are wasting energy much more.\nSo what is love? Is it pleasure? Is it fear? Fear is jealousy, violence, when you possess your wife as 'my wife' is that not violence? And is that love? And as we asked, why is it human beings have made sex into an extraordinary affair? Must not or must. Have you ever thought about it? Have you observed why in your own life that has become of such significant importance? So let's go into it.\nHave you noticed how your life is mechanical? Go to the office every day for the next forty years, repeat, repeat, how extraordinarily mechanical you are. When you quote your religious books, the rituals, when you call yourself a Hindu, a Muslim, a Christian and god know what else, a communist, it's a mechanical habit, a routine, a repetition. When you name yourself as a bureaucrat, as a politician, as a sociologist and so on, it is a habit, a mechanical acquisition of knowledge which you can repeat, repeat, repeat. Isn't your life mechanical? Haven't you noticed it? So, what have you? Your life, your thinking, your ways of acting are all mechanical, repetitive. So you have only one thing which is non\u001erepetitive, which you can reduce to repetitiveness, which is sex. So that becomes your release from the mechanical way of life. Right? Come on, sirs. Do enquire. Don't bother who is going - you are so interested in who is going, for god's sake.\nSo you have made love into a mechanical, pleasurable affair, and is that love? You know, to find out what it is, you have to deny completely what it is not. You have to deny - the denial is the understanding of what pleasure and fear is. The understanding of it, not saying, 'Well, I mustn't have pleasure', which is sheer nonsense. It's like a man saying, 'I must have no desire'. That's what you are trained to, that is what you accept by your tradition, that desire is completely wrong, you must go beyond it. You know, when you look at a tree, the beauty of a leaf, the shadow, the movement of the leaf, to look at it is a delight. What's wrong with it? Because you have denied beauty, your life has become mechanical. You never look at a tree, on the contrary, you are cutting down trees. You never look at the sky, the clouds, the beauty of the land, because you have an idea at the back of your mind that to be a really religious man you must never look at anything beautiful, because beauty might remind you of the woman. It is so disgusting, so childish. And that is what you call religion, and that is the way you are going to find god. It is such infantilism, because you torture the mind to find god. Think of that. To find reality you must have a free mind, not a tortured mind. There must be this sense of love, not with all its jealousies, fears - you follow? - you don't know what it means to love, the beauty of it. Because you don't know what it means to live a beautiful life, a life without conflict. You only know a life which is committed to some form or another and therefore broken up - as you have broken up living from dying. Right? See what is involved in it?\nThere is death far away, put it away from you and you jolly well know it is going to come one of these days. So you invent theories, reincarnation. You follow? Is there next life? If you really believe in reincarnation, really believe in it, that is, that you will be born next life according to what you do this life. Right? Therefore this life matters much more than next life, which means what you do now matters, how you behave now matters - if you believe in reincarnation. But you really don't believe in it. It means absolutely nothing. It's just a theory because it gives you temporary comfort and you say, well, that must be so. But if you really in your heart of hearts believed in the thing, then every minute of the day counts, every action has significance. Therefore now is the moment of righteousness, not next life. I don't know if you understand all this. And you have got innumerable shoddy theories about death, and you have never faced it.\nSo we are going to look at it to find out the nature of death while living, full of vitality, energy, not when you are diseased, unconscious, in pain and misery, crippled up, then that is not the moment to find out what death is. While you are capable of walking, looking, observing, being aware of the world outside and inside, when you have understood what living is and what it means to love - it doesn't matter whether it is a tree or a dog or a women or beautiful sky of an evening. So what is death? You know this question, the old people put this question out of fear because they are going to die. The old generation offer you nothing but theories about death. They have nothing to offer you, either traditionally or actually. What have they offered you culturally, socially, economically, what have they offered you? Do look at it, sir. What have they given you? A social structure that is so corrupt, so full of injustice, a structure that breeds war, nationalism and all the rest of the thing the older generations have offered you. And any intelligent man, sensitive, alive, young discards it totally. Their morality also.\nSo what have they to offer you, the old generation who are so frightened of death? Nothing except a lot of words and fear. So don't accept what another says about death. Let's find out what it means. Aren't you very hot, all of you? All right, sir.\nWhat does it means to die? Not in old age, crippled and diseased or by an accident, sitting here, conscious, aware, listening with a mind that is really serious, as it was serious when it enquired into what love is and what living is. Now we are asking what it is to die, having no fear, because you don't know what it means to die. You know only what it means to end. You understand? To end, not what it means to die. That is, the ending of what you know, your accumulated knowledge, your insults, your hopes, your family, your wife, your children whom you think you love, whom you don't really. If you really loved your children, you would have a different world.\nSo what does it mean to die? Not the ending of the known which causes fear, because that's all what you are afraid of, ending the known, not of death, because of which you know nothing. So what it is that you are frightened of? Frightened of ending the known, and what is the known? Please go with me a little bit. What is the known? All your memories, the collection of your worries, the furniture, the house, the accumulated insults and worries and conflicts and sorrow, and you hold on to that and say, 'Please, I don't want to die'. Isn't that what you are afraid of? Afraid of letting go the known, not of death? Now if you let go of the known, that is, let go of some memory that you have, let go, completely the pleasures that you have, the accumulated memories, the regrets, the anxiety, die to it completely so that your mind is totally fresh. That's what it means to die. So that you don't carry over all the memories, the shoddy experiences or the pleasurable experiences, end each day with every accumulation. And you will know what it means to die so completely that your mind is fresh tomorrow, young and innocent and full of that energy. Without that, do what you will, without love, without the understanding of the beauty of this dying, you will never come near that which is unnameable.\n"}]