[{"title":"inner-space","text":"J Needleman: In your talks you have given an utterly fresh meaning to the necessity for man to become his own authority. Yet cannot this necessity easily be turned into a form of humanistic psychology without reference to the sacred, transcendent dimension of human life on earth in the midst of a vast intelligent Cosmos? Must we not only try to see ourselves in the moment, but also as creatures of the Cosmos? At any rate what I am trying to ask about is this question of cosmic dimension.\nKrishnamurti: As soon as we use that word 'dimension', which implies space, otherwise there is no dimension, there is no space. Are we talking about space, outward space, endless space?\nJN: No, not that.\nK: Or the dimension of space in us?\nJN: It would have to be the latter, but not totally without the former, I think.\nK: Is there a difference between the outer space, which is limitless, and the space in us? Is there a difference? Or there is no space in us at all and we only know the outer space. We know the space in us as a centre and circumference. The dimension of that centre, and the radiation from that centre, is what we generally have, and call that space.\nJN: Inner space, yes.\nK: Yes, inner space. Now if there is a centre, the space must always be limited and therefore we divide the inner space and the outer space.\nJN: Yes.\nK: Because we only know this very limited space and we think we would like to reach the other space, have immense space. This house exists in space, otherwise there could be no house, and the four walls of this room make space. And the space in me is the space which the centre has created round itself. Like that microphone space exists because of...\nJN: Yes, centre of interest.\nK: Not only centre of interest, it has its own space, otherwise it couldn't exist.\nJN: Yes, right.\nK: In the same way, human beings may have a centre and from that centre they create a space, the centre creates a space round itself. And that space is always limited, it must be; because of the centre, the space is limited.\nJN: It is defined, it is a defined space, yes, which is limited.\nK: When you use the word 'cosmic space'...\nJN: I didn't use the word 'cosmic space', but I understand, I used just 'cosmic', the dimension of the Cosmos. I wasn't asking about outer space and trips to the planets.\nK: No, I don't mean that. So we are talking of a space either between two thoughts. there is a space, an interval between two thoughts.\nJN: Yes.\nK: And the space which the centre creates round itself.\nJN: All right.\nK: And having created that space round itself, there is the space outside the limit. There is a space between thinking, a space round the centre, round itself and the space beyond the barbed wire. Now what is the question, sir? How to expand space? How to enter a different dimension of space?\nJN: Not how to but...\nK: ...not how to. Is there a different dimension of space except the space round the centre?\nJN: Yes, a different dimension of reality?\nK: Space, we are talking about that for the moment, we can use that word. First I must see very clearly the space between two thoughts.\nJN: There is this interval between two thoughts.\nK: This interval between two thoughts. Interval means space. And what takes place in this interval?\nJN: Well, I confess that I don't know because my thoughts overlap all the time. I know there are intervals, there are moments when this interval appears, and I see it, and there is freedom there for a moment.\nK: Just a minute, sir. Let's go into this a bit, shall we? There is space between two thoughts. And there is space which the centre creates round itself, which is the space of isolation.\nJN: All right, yes. That is a cold word.\nK: It is cutting itself off. When I become important, I am considering myself as important, with my ambition, with my frustrations, with my angers, with my sexuality, with my growth, with my frustration, with my hope, my reaching Nirvana, my meditation.\nJN: Yes, that is isolation.\nK: That is isolation. My relation with you is the image of that isolation, which is that space. Then having created that space there is space outside the barbed wire. Now is there a space of a totally different dimension? That is the question.\nJN: Yes, that's the question, that embraces the question.\nK: How shall we find out if the space round me, round the centre, exists? And how can I find out the other? I can speculate about the other - but that is too abstract, too silly! I can invent any space I like - God, you know.\nJN: Yes.\nK: So is it possible to be free of the centre, so that the centre doesn't create space round itself and build a wall round itself, the isolation, the prison - and call that space? Can that centre cease to be? Otherwise I can't go beyond it - I don't mean I - the mind cannot go beyond that limitation unless that centre goes.\nJN: Yes, I see what you mean. It's logical, it's reasonable.\nK: That is, what is that centre? That centre is the 'me' and the 'non-me', that centre is the observer, the thinker, the experiencer, and in that centre is also the observed. The centre says, 'That is the barbed wire I have created round myself.'\nJN: So that centre is limited there too.\nK: Yes. Therefore it separates itself from the barbed wire fence. So that becomes the observed. The centre is the observer. So there is space between the observer and the observed - right sir?\nJN: Yes, I see that.\nK: And that space it tries to bridge over. That is what we are doing.\nJN: It tries to bridge it over, but it doesn't.\nK: It says, 'That must be changed, that must not be, this is narrow, this is wide, I must be better than that.' That is the movement is between the space, between the observer and the observed.\nJN: I follow that, yes.\nK: And hence conflict between the observer and the observed. Because the observed is the barbed wire which must be jumped over, and the battle begins. Now can the observer, who is the centre, who is the thinker, who is the knower, who is experience, who is knowledge, can that centre be still?\nJN: Why should it wish to?\nK: If it is not still, my space is always limited.\nJN: But the centre, the observer, doesn't know that it is limited in this way.\nK: But you can see it, sir. Look, the centre is the observer - let's call him the observer for the moment - the thinker, the experiencer, the knower, the struggler, the searcher, the one who says, 'I know, and you don't know', is the centre. Right? Where there is a centre it must have a space round itself.\nJN: Yes, I follow.\nK: And when it observes, it observes through the space. When I observe those mountains there is space between me and the mountains. And when I observe myself there is space between me and the thing I observed in myself. When I observe my wife, I observe her with the centre of my image about her, and she observes me with the image which she has about me. So there is always this division and space.\nJN: Changing the subject entirely, there is something called the sacred: sacred teachings, sacred ideas, sacred art, whatever, which for a moment seems to show me that this centre and this space you speak about is an illusion.\nK: Wait. I have learnt this from somebody else! Wait, we are going to find out what is the sacred there. Is it because somebody has told me, 'Sacred is that', or that there is a sacred thing? Or is it my imagination, because I want something holy?\nJN: Very often it is that but there is...\nK: So which is this? The desire for something holy? The imposition on my mind by others who have said, 'This is sacred?' And my own desire, because everything is unholy and I want something holy, sacred? And all this springs from the centre.\nJN: Yes. Nevertheless...\nK: Wait. We will find out what is sacred. I don't want to accept tradition, or anybody says 'This is sacred'. Sir, I don't know if you have experimented? Once some years ago, for fun, I took a piece of rock from the garden and put it on the mantelpiece and played with it, put flowers every day. At the end of a month it became terribly sacred!\nJN: Ah, I know what you mean.\nK: I don't want that kind of phoney sacredness.\nJN: It's a fetish.\nK: Our sacredness is a fetish.\nJN: Granted. Most of it is.\nK: Therefore I want to find out. I won't accept anything that anybody says about what is sacred. Tradition! Sir, we were brought up in a tradition which would beat anybody's tradition, as Brahmins, I assure you!\nWhat I am saying is: If I want to find out what is holy, not man-made holiness, Jesus, I want to find out, how do I find out? I can only find out when the mind has immense space. Right sir? Immense space. And it cannot have that if there is a centre. When the centre is not in operation, then there is a vast space. In that space, which is part of meditation and all that, there is something really sacred, not invented by my foolish little centre. There is something immeasurably sacred, which you can never find out if there is a centre. And to imagine that sacredness is folly. You follow what I mean? It's too cheap.\nSo, can the mind be free of this centre, with its terribly limited space of yardage, which can be measured and expanded and contracted and all the rest of it? Can it? Man has said it can't, and therefore God - you follow, sir? - who became the other centre. So my real concern is this: whether that centre can be completely empty? That centre is consciousness. That centre is the content of consciousness, the content is consciousness; there is no consciousness if there is no content. You must work this out.\nJN: Certainly what we ordinarily mean by it, yes.\nK: There is no house if there are no walls and a roof. The content is consciousness and we like to separate them, theorise about it, build the yardage of our consciousness. Whereas the centre is consciousness, the centre is the content of consciousness, and the content is consciousness. Without the content, where is consciousness? And that is the space.\nJN: I follow a little bit of what you say. I find myself wanting to say: well, what do you value here? What is the important thing here?\nK: I'll put that question after I have found out whether the mind can be empty of the content.\nJN: All right.\nK: Then there is something else that will operate, which will use this, which will function within the field of the known. But without finding that merely to say what is...\nJN: No, no, this is very clear, sir. What you said, that's clear.\nK: Sir may I proceed a little bit? Let's begin. Space is between two thoughts, obviously, between two factors of time, two periods of time, because thought is time. Yes?\nJN: All right, yes.\nK: You can have a dozen periods of time but it is still thought, there is that space. Then there is the space round the centre, and the space beyond the self, beyond the barbed wire, the wall of the centre. The space between the observer and the observed, the mountain, space between me, the observer and my wife, the space which thought as my wife has created the image, and the image she has about me, the space. You follow, sir?\nJN: Yes.\nK: All that is manufactured by the centre. And to speculate what is beyond all that - at least I can't do it, it has no meaning to me personally, that's the philosopher's amusement.\nJN: The philosopher's amusement, I agree.\nK: I am not interested.\nJN: I agree. I am not interested sometimes too at my better moments, but nevertheless...\nK: I am sorry, you are a philosopher!\nJN: No, no, I don't want to interrupt you, please go on.\nK: I forgot you are a philosopher, sorry.\nJN: No, why should you remember that!\nK: So my question is: can the centre be still, or can the centre fade away? Because if it doesn't fade away, or lie very quiet, then the content of consciousness is going to create space within consciousness and call it 'Ah, the vast space'. In that there lies deception and I don't want to deceive myself. I won't say I am not brown when I am brown. You follow what I mean? Looks silly! So can that centre be absorbed? Which means, can there be no image, because it is the image that separates?\nJN: Yes, that is the space.\nK: That image when it talks about love, but the love of the image is not love. Therefore I must find out whether the centre can be completely absorbed, dissolved, or lie as a vague fragment in the distance. If there is no possibility of that, then I accept prison.\nJN: I agree.\nK: I accept, no freedom. Then I can decorate my bathroom for ever.\nJN: But now this possibility that you are speaking about, without searching for it consciously...\nK: No, don't search for it!\nJN: I say, without searching for it consciously, life or something suddenly shows me it is possible.\nK: It is there! Life hasn't to show me, it has shown me now! It has shown me, now when I look at that mountain, that there is an image in me; when I look at my wife I see that there is an image in me. That is a fact. It isn't that I have to wait till ten years later to find out a beastly little image! I know it is there, therefore I say: 'Is it possible to look without the image?' The image is the centre, the observer, the thinker and all the rest of it.\nJN: I am beginning to see the answer to my question. I begin to see. I am speaking to myself, but I am beginning to see that there is no distinction between humanism and sacred teachings. There is just truth, or not truth.\nK: That's all. False and true.\nJN: So much for that. (Laughter)\nK: I am asking myself whether the content of consciousness which makes up consciousness, obviously, without the content there is no consciousness, that's an absolute fact.\nJN: All right, yes.\nK: Agree? Without the four walls and a roof there is no house. Can the consciousness empty itself of its content? Not somebody else do it.\nJN: That is the question, yes.\nK: Divine grace, the super-self, some fictitious outside agency. Can the consciousness empty itself of all this content? First see the beauty of it, sir.\nJN: I see it.\nK: Because it must empty itself without an effort. The moment there is an effort, there is an observer who is making the effort to change the content, which is part of consciousness. I don't know if you see that?\nJN: I follow. This emptying has to be effortless, instantaneous.\nK: It must be without an agent who is operating on it, whether an outside agent, or an inner agent. Now can this be done without any effort, any directive, which says, 'I will change the content'? Which means the emptying of consciousness of all will, 'to be' or 'not to be'. (Pause) Sir, look sir, what takes place.\nJN: I am watching.\nK: I have put that question to myself. Nobody has put it. Because it is a problem of life, a problem of existence in this world. It is a problem which my mind has to solve: can the mind, with all its content, empty itself and yet remain mind, not just kind of floating about?\nJN: It is not suicide.\nK: No.\nJN: There is some kind of subtle, a couple of obvious drugs...\nK: No, sir, that is too immature, childish. I have put the question. My answer is: I really don't know.\nJN: That is the truth.\nK: I really don't know. But I am going to find out, in the sense not wait for me to find out. The content of my consciousness is my unhappiness, my misery, my struggle, my sorrow, the images which I have collected through life, the frustrations, the pleasures, the fears, the agony, the hatred - that is my consciousness, my gods. Now, can all that be completely emptied? Not only at the superficial level but right through the so-called unconscious. The unconscious, the hidden, through dreams - you follow? I won't enter... - all that completely emptied. If it is not possible, then I must live a life of misery, I must live in endless, unending sorrow. That means there is neither hope, nor despair - I am in prison. I can invent a hope - oh, that's all too childish. So the mind must find out how to empty itself of all the content of itself, and yet live in this world, not become a cuckoo, and have a brain that functions efficiently. Now how is this to be done? Can it ever be done? Or there is no escape for man.\nJN: I follow.\nK: Because I don't see how to get beyond this, I invent all the gods, temples, philosophies, rituals. You follow? All the entertainment, all the muck comes in. Sorry! So I must find out. You understand, sir?\nJN: I understand.\nK: This is meditation - you follow? This is real meditation, not all the phoney stuff. To see whether the mind, with its brain, the brain which has evolved through time, the brain which is the result of thousands of experiences, the brain that functions only in complete security, it functions efficiently, the brain that has collected, you know, wounded, hurt, all that, empty itself, and yet have a brain that functions like a marvellous machine. And also it sees love is not pleasure; love is not desire. When there is love there is no image; but I don't know what that love is. But I only want love as pleasure, sex and all the rest of it. There must be a relationship between the emptying of consciousness and the thing called love; the love, the unknown, and the known, which is the content of consciousness.\nJN: I am following you. There must be this relationship.\nK: The two must be in harmony. The emptying and love must be in harmony. And it may be only love that is only and nothing else.\nJN: This emptying is another word for love, is what you are saying?\nK: No, sir, I am only saying what is love; is love within the field of consciousness?\nJN: No, it couldn't be.\nK: Don't stipulate. Don't ever say yes or no; find out! Love within the content is pleasure, sexual, ambitious, you know, all that business. Then what is love? I really don't know. I won't pretend any more about anything. I don't know but I am going to find... There is some factor in this which I must find out. Whether the emptying of consciousness with its content is love, which is the unknown? What is the relationship between the unknown and the known? - not the mysterious unknown, not God and that business. We will come to God afterwards, if we go through all this. The relationship between the unknown, which I don't know, which may be called love, and the content of consciousness, which I know, (I may be unconscious of it, but I know, I can open it up and find out non-analytically) - so what is the relationship between the known and the unknown? And to move between the known and the unknown in harmony, is intelligence, isn't it?\nJN: Absolutely, yes, I see that.\nK: So I must find out, the mind must find out, how to empty its content. That is, have no image, therefore no observer. You understand, sir? The image means the past, or the image which is taking place now, or the image which I will project in the future. So no image, which means formula, idea, ideals, principles, all that implies image. Can there be no formation of image at all? You hurt me, and therefore I have an image of you, or you give me pleasure. So no image formation when you hurt me or give me pleasure.\nJN: Is it possible?\nK: Of course it is. Otherwise I am doomed.\nJN: You are doomed. Otherwise I am doomed.\nK: I mean we are doomed. It is possible when you insult me to be completely watchful, attentive, so that it doesn't leave a mark.\nJN: I know what you mean.\nK: When you flatter me, or say whatever, not leave a mark. Then there is no image. So I have done it, the mind has done it: which is, no forming of image at all. If you don't form an image now, the past images have no place.\nJN: I don't follow that, that sounds just beyond my grasp. If I don't form an image now...\nK: The past images have no place. If you form an image, then you are related to it.\nJN: You are connected to the past images. That is right.\nK: But if you don't form it...\nJN: Then you are free from the past.\nK: See it! See it!\nJN: Very clear.\nK: So the mind can empty itself of image by not forming an image now. If I form an image now, then I relate it to the past images. So consciousness, the mind, can empty itself of all the images by not forming an image now. So there is space, not space round the centre. And if one delves, goes into that much more, then there is something sacred, obviously, not invented by thought, which has nothing to do with any religion.\nJN: Very clear, very clear.\nI have a question which I wanted to ask you. We see the stupidity of so many traditions which so many people hallow today, but aren't there some traditions transmitted from generation to generation which are valuable and necessary, and which without them, if we were without them, would we not even lose the little humanity that we now have? Aren't there traditions that are based on something real that do come down?\nK: Tradition being, 'tradere', handed over.\nJN: Handed over, yes. Ways of living, even if only in an external sense.\nK: If I hadn't been taught from childhood not to run in front of a car...\nJN: That would be the simplest example.\nK: Be careful of fire, be careful of irritating the dog, it might bite you, the cat, and so on. That is also tradition.\nJN: Yes, that certainly is.\nK: The other kind of tradition is that you must love.\nJN: That is the other extreme.\nK: Other extreme. And the tradition of the weavers in India and other parts, have their own tradition. You know, they can weave without a pattern and yet they weave in a tradition which is so deeply rooted that they don't even have to think about it, it happens. It comes out with their hands. I don't know if you have ever seen it? In India we see it, they have a tremendous tradition and they produce marvellous things. And there is the tradition of the scientist, the biologist, the anthropologist; which is, tradition is the accumulation of knowledge, handed over by one scientist to another scientist, by a doctor to another doctor, learning. Obviously that kind of tradition is essential. I wouldn't call that tradition, would you?\nJN: No, this is not what I had in mind. What I meant by tradition was a way of living.\nK: I wouldn't call that tradition. They wouldn't generally call that tradition. We mean by tradition some other factor? Is goodness a factor of tradition?\nJN: No, but perhaps there are good traditions as well as...\nK: 'Good traditions' is conditioned by the culture in which one lives. Good tradition, in India, among the Brahmins used to be not to kill any human beings or animals. They accepted that and functioned. I am saying: is goodness traditional? Can goodness function, blossom in tradition?\nJN: What I am asking then is: are there traditions which are formed by an intelligence either single, or collective, which understands human nature?\nK: Is intelligence traditional?\nJN: No. But does intelligence which is not traditional, can it form, shape a way of living that can help other men more readily to find themselves? I know that this is a self-initiated thing that you speak of but are there not men of great intelligence who can shape the external conditions for me, so that I will not have quite as difficult a time to come to what you have seen?\nK: That means what, sir? You say you know.\nJN: I don't say I know.\nK: You know what the great... I am taking that. Suppose you are the great person of tremendous intelligence and you say, 'My dear son, live this way.'\nJN: Well I don't have to say it.\nK: You exude, your ambience, your feeling, your atmosphere, your aura, and then I say, 'By Jove, quite right. He has got it, I haven't got it.' Can goodness flower in your ambience? Can goodness grow under your shadow?\nJN: No, but then I wouldn't be intelligent if I made those my conditions.\nK: Therefore you are stating that goodness cannot operate, function, flower under any environment.\nJN: No, I didn't say that. I was asking, are there environments which can be conducive to liberation? Simply by the fact that a man...\nK: We will have to go into this. A man who goes to a factory every day, day after day, day after day, except Saturday and Sunday and to find a release drinks and all the rest of it...\nJN: No, this is the example of a poor environment, a bad tradition.\nK: So what does the man who is intelligent, is concerned with changing the environment do for that man?\nJN: Perhaps he is changing the environment for himself. But he understands something about man in general. I am talking now about a great teacher, whatever that is, who helps, who presents a way of life to us which we don't understand, which we haven't verified ourselves, but which somehow acts on something in me to bring me together a little.\nK: Yes, I understand that's what satsun - back to that - which is the company of the good. It is nice to be in the company of the good because we don't then quarrel, we won't then fight each other, we won't be violent; it is good.\nJN: All right. But maybe being in the company of the good means that I will quarrel, but I'll see it more, I'll suffer it more, I'll understand it better.\nK: So you want the company of the good in order to see yourself more clearly.\nJN: Yes.\nK: Which means you depend on the environment to see yourself.\nJN: Well, perhaps in the beginning.\nK: The beginning is the first step and the last step.\nJN: I don't agree.\nK: Let's go into it a little bit. See what has happened. I go with good men because in that ambience, in that atmosphere I see myself more clearly, because they are so good I see my idiocies.\nJN: Sometimes it happens that way.\nK: I am taking this.\nJN: That is one example, right?\nK: Or I am also good, therefore I live with them. Then I don't need them.\nJN: No, we don't need them then. All right. (Laughter)\nK: If I am good I don't need them. If it's only when I am not good and come into their presence, then I can see myself clearly. Then to see myself clearly I must have them. This is what generally takes place. They become important, not my goodness. This is what happens, sir, don't you know. This happens every day!\nJN: But is there not such a thing as weaning the baby by blackening the breast? It happens that I do need this man, maybe from the beginning.\nK: Wait, I am going to question it, I want to find out. First of all, if I am good I don't need them. I am like those hills and birds, I don't need them.\nJN: Right. We can rule that out.\nK: Because I am not good I need their company, because in their company I see myself clearly; I feel a breath of freshness.\nJN: Or a horror of how bad I am.\nK: Wait, the moment I have a horror of myself, in the larger sense of the word, I am merely comparing myself with them.\nJN: No, not always. I can expose the image I have of myself as a lie.\nK: Now I am questioning whether you need them to expose yourself as a liar.\nJN: In principle, no.\nK: No, not in principle. Either it is so, or it is not.\nJN: That is the question.\nK: Which means if I need them, then I am lost. Then I will for ever hang on to them. Sir, this has happened since human relationships began.\nJN: Yes it has. But it also happens that I hang on for a while and then I right it.\nK: Therefore why don't you, the good man, tell me: 'Look, begin, you don't need me. You can watch yourself now clearly.'\nJN: Maybe if I told you that, you would take it utterly wrongly and misunderstand me completely!\nK: Then what shall I do? Go on hanging onto you, run after you?\nJN: Not what shall you do, but what do you do?\nK: That's what I am saying. What people generally do is run after them.\nJN: They generally do, yes.\nK: And hold on to their skirts.\nJN: But that is perhaps because the teacher was not intelligent.\nK: No. He says, 'Look, I can't teach you my friend, I have nothing to teach you'. If I am really good I have nothing to teach. I can only show.\nJN: But he doesn't say it, he does it.\nK: I say, 'Look, I don't want to teach you, you can learn from yourself.'\nJN: Yes, all right. Suppose he says that.\nK: Yes, he says learn from yourself. Don't depend. That means you, being good, are forcing me to look at myself - not forcing, I won't use that word, I withdraw that.\nJN: Attracting you.\nK: No. You are putting me in a corner so I can't escape.\nJN: I see what you are saying. But it is the easiest thing in the world to escape.\nK: I don't want to. Sir, you tell me, 'Don't depend, for goodness has no dependence.' If you want to be good you cannot depend on anything.\nJN: Anything external, yes all right.\nK: Wait, wait. On anything, external or inward. Don't depend on anything. It doesn't mean just don't depend on the postman, it means also inwardly don't depend.\nJN: Right.\nK: That means what? I depend. He has told me one thing which is, he tells me, 'Don't depend on me or on anybody, your wife, your husband, your daughter, your politician, don't depend.' That's all. He goes away. He leaves me with that. What shall I do?\nJN: Find out if he is right, I would think.\nK: But I do depend.\nJN: That's what I mean.\nK: I do depend on my wife, on the priest, or on some psycho-analyst - I do depend. Then I begin. Because he tells me the truth - you follow, sir? It is there, I have to work it out. So I have to find out if it is the truth, or if it is a falsehood. Which means I must exercise my reason, my capacity, my intelligence. I must work. I can't just say, 'Well, he has gone. I depend on my cook!' So I have to find out, I have to see the truth and the false. I have to see it. And that doesn't depend on anybody.\nJN: Right.\nK: Even the company of the good doesn't teach me what is good and what is false, or true. I have to see it.\nJN: Absolutely.\nK: So I don't depend on anybody to find what is true and what is false.\n"}]