[{"title":"harmony-mind-heart-and-body","text":"Krishnamurti: Shall we turn this morning's meeting to a young people's dialogue? Would you like that?\nAudience: Yes.\nK: Are the old people saying yes, or the young people? (Laughter) Shall we do that? All right. It's up to you. And also, if I may point out, there are a lot of cameras about - you want to take photographs - I know, I know, I know, I saw it. This is a very... we are serious people, we are not taking photographs, autographs, and all that nonsense, so please, I beg of you, don't take photographs of me at all. Take photographs of yourselves, or of each other, but not of me. It only... Here, I know people have been taking cinema, and although they have been asked not, they go on. So please, I beg of you, don't do it.\nQuestioner: What is the difference between the young and the old?\nK: Oh lord. Is there any difference between the young and the old. I am afraid there is. We are older and they are younger. (Laughter) We are going and they are coming. And they may be like the rest of us when they grow up. So, shall we turn this morning's discussion or dialogue for the young people? If that is what is generally desired then what shall we talk over together?\nQ: The sense of humour and laughter.\nK: Sense of humour and laughter. I don't know.\nQ: (Inaudible) ...growing up in a hypocritical world.\nK: How to avoid growing up into a hypocritical world.\nQ: The conflict with the observer and the observed... (inaudible)\nK: Does this awareness, does this watching, lead to self-centred activity more and more, does it make one more self-centred. Is that the question, sir?\nQ: Talk about action in daily life.\nK: Action in daily life. Go on, sir, what is it you want...\nQ: The desire to hold on to psychological security, always. The motivating factor... (inaudible)\nK: What is the question, sir?\nQ: The fear of facing the insecurity of life...\nQ: Sir, we discussed a couple of days ago the harmony between the mind, the heart and the body. Most of your discussions have been concerned with the mind, with that quarter, could you perhaps go a little deeper into the relationship of the heart, whatever that is, and the body, putting the totality of the whole person.\nQ: What does it mean that we are false?\nK: Shall we begin by that question, what do you mean by harmony between the mind and the heart and the body. Shall we discuss that?\nA: Yes.\nK: That might be rather fun. There is you answer, harmony: laughter and...\nAnd the gentleman said you have been talking, mostly, about the mind, and rather neglecting the heart and the body, the organism. So he says please go into this whole question of harmony between the three. Is that right, sir?\nQ: Yes, sir.\nK: Sir, what do you mean, what do we mean by harmony? Balance, not contradiction, not in opposition, not fragmented, all the three working simultaneously, easily, without any friction, a sense of unity, not compelled and not directed, not controlled, but flowing easily, harmoniously, fully, deeply without any sense of distortion. Would you say that is somewhat what we mean by harmony - would you say that? In which the mind, the capacity to think, neurotically or sanely, objectively or subjectively, which doesn't pull in opposite direction from the heart, and the heart doesn't pull in opposite direction from the body, and so on. So that there is no contradiction, there is no tension, there is no sense of imbalance between the three. Right? Do we see, understand verbally, what we mean by harmony? Do we agree to that? The definition, I am only defining, we are not saying what it is or what it is not, we are just examining the word 'harmony'.\nThen are we harmonious? Taking the mind, mind being the brain, thought, the intellect, with all the memory, experience stored up, and the heart - you know, that's a facon de parler, vous savez? 'Heart', there is no... And the heart not desiring one thing and suppressing it, suppressed by the mind, not being jealous, not envious; quiet, you know that sense of richness, beauty, perfume, love, a sense of, you know, heightened perception, and the body quiet, functioning easily, not having eaten too much or too little, not too much indulgence or too much restraint, eating the right kind of food so that all the stomach, the intestines and everything functions easily, with some fullness. Right? Do we live that way? Let us state the fact, actually what we are. For most of us there is no harmony, harmony in the sense we have used that word, between the mind, the body and the heart, because most of us are torn apart. We over-indulge, we eat the wrong kind of food, our body has been neglected and therefore it has lost its intelligence, and we smoke, we drink, we drug - you follow? - the whole of that, overactive, over-stimulated, sexually; and the heart never constant, never steady, pursuing emotional expressions, satisfying demands, and so on, jealous, envious, comparative; and the mind living in the past: what a lovely day it was yesterday, what lovely memories I had when I was young - you know the whole of that. That is our life, isn't it? No? Is that the life of the older people, and is that the life of the younger people? Are the younger people different in that sense than the older people? Are the younger people living a harmonious life? Or a life of laissez-allez, permissive, a life of revolt against the established order, and revolt is not revolution. Right?\nSo, do we start ideologically, saying we must be harmonious, having the definition and making that into a formula, a concept, and then trying to live according to that? Or take facts as they are, that one does live rather a shoddy, unhealthy, contradictory, distorting life, sexually, and mentally incapable of consecutive thought and reason, capacity, that is the fact isn't it? Do we take facts as they are, as we are, or do we pursue an ideal of what harmony is and try to imitate that? Go on, sirs. If I have a concept of harmony - you understand what I... that word 'concept': to conceive a formula, to project an idea of what I should be, live a harmonious life, and the projection becomes the ideal, and according to that ideal projected by my desire to live an harmonious life, and trying to live according to that formula, concept, there is this constant imitation of what I should be, and therefore in that there is conflict, isn't there - right? So, the very concept is disharmony. Right? Isn't that so? That is, I have an ideal that I must lead a kind of life, eat the right food, not drink or not - whatever it is, after experimenting with myself - I must not. And I must have a loving heart, and I mustn't be jealous, I mustn't be envious, I mustn't be ambitious, I must be a vegetable. And I mustn't live in the past. You follow? All these are projections of what I should be. Right? Right? Do please... This is your... And the ideal is fictitious, is not a reality, but what is a reality is 'what is'. Right? Can we start there?\nNow my question is: how am I, who live a life of disharmony, how am I to live a harmonious life? Not, how am I to copy a harmonious- you understand the difference? Are we clear on this? We are not discussing 'what should be', what kind of ideals we should have and live according to that ideals. That is the culture in which we have been brought up. And if you are really young, you are in revolution, not in revolt. Therefore, seeing the falseness of ideals then you deal with 'what is'. Right? So reject - please bear in mind we are discussing this - we are rejecting the harmonious ideal of life, but we are talking over together whether it is possible to live now a harmonious life. If you have an ideal you are trying to imitate that ideal, and where there is imitation there is not only conformity, there is conflict, there is fear that you are not living up to your standard, so you feel inferior, so all the complexity of inferiority, from that inferiority all kinds of neurotic actions. So when you understand really the falseness of ideals, then you see actually what is... what you are. Right? Is that clear? Can we start from there? Or do you want to start with ideals? Please, don't come back to ideals, you are finished with it, that is a game of the old people. Sorry the old people! (Laughter)\nSo one lives a distorted... a life in which there is no harmony, a life of contradiction, a life of hypocrisy, thinking one thing, doing another, saying something else - all those are indications of contradiction, imbalance, a life of no harmony. That is the fact. Now I want to find out how to change that fact, not how to become the ideal which I have projected - you see the difference? I am concerned with changing 'what is' - and is it possible to change a mind, a heart and the body which have been... which have acquired a great many habits - smoking, drinking, you know, habits. And when we are young, the desire to follow the crowd, the young crowd - you know. So, shall we discuss that? Right? What do you say? What do you say, shall we? Right. I am not discussing it, you are sharing with me.\nQ: The young crowd is always conforming to the old crowd.\nK: The young crowd conforms to the old crowd. The young generally conform. A group of long-haired people, if I come there I feel rather lost because I have short hair, they have certain habits, certain way of dressing, certain way of walking, dirty - you know whatever they do, and if I don't fit in I feel lost, rather left out, so out of fear, out of the desire for conformity, out of belonging, identify myself through them, I join, I grow long hair, get dirty, you know, all the rest of it.\nNow, these are all obvious facts. Now how am I, who lead a life of imbalance, not balanced life, what am I to do? Shall we start from there? Right? Now shall I start with the body - listen to it carefully - with the body, with the organism, or with the mind? The mind being the capacity to think, the capacity to understand, the capacity to be logic or illogic, the mind that says, I must, I must not, the mind that says, I must control my body - where shall we begin? With the body? Or with the mind?\nQ: (Inaudible)\nK: With the heart? Right. Do you want to begin with the heart?\nQ: (Inaudible)\nK: That's what... I want to find out. You are saying there is an intimate relationship between them all. And to understand that intimate relationship between them all where shall I begin? You know, sir, consider this. The monks, whom you say, well they are silly people, and brush them aside - don't do that, examine it. The monks said let's begin by taking a vow of chastity, poverty, humility - which is the same all over the world, this applies in India, in Japan, in Europe and so on. That is, they began with the outward thing. Right? The outward expression of their assertion that they are trying to live a life different from the rest of the world. You understand, sir? In India a man who renounces the world puts on a loin cloth - right? - or a robe and that shows that he doesn't belong to the herd, he is different. You understand all this? Are you following all this? By putting on a robe, which generally goes with a monk, that very outward expression gives him a certain standing. Right? And wherever he goes in India, in India only, whether in the North, South, East and West, he is fed, looked after, that is the tradition. Because outwardly he has renounced the world: but inwardly he is full of - you follow? - poor chap, inwardly he is in battle. He daren't look at a woman and when he eats he must eat so much and no more. You follow? So he is in battle within himself all the time. So where do you begin? With the outward appearance of long hair, beard, dress any old way, or think any old thing, feel any old way, yield to sex if you like it, and so on - where shall we begin, with the heart, with the mind or with the body? You decide.\nQ: (Inaudible)\nK: What is that? (Sound of train) Just a minute, sir, the train.\nQ: What is the connection between unconditioning and social reform?\nK: What is the connection between, what is the relationship between social reform and unconditioning. Sir, please sir, we are discussing harmony at the moment, we'll come back to that question a little later.\nQ: Maybe we should enquire which is the most encompassing concept, whether the heart, or whether the mind can composite heart and the body, or whether the body is (inaudible) with the mind and the heart.\nK: Is there such difference, or is there not an interrelationship between the mind, the heart and the body - interrelated - you cannot separate each one as though some kind - you follow? - they are all interrelated, obviously. Psychosomatic. Soma means the body, and psyche - it is psychosomatic movement. Now, to understand - please listen to this - to understand this whole structure, in which there is the mind, the brain, the heart, and the body - the whole structure - where shall we begin? Shall we begin at any - it is a whole thing - you follow? If I begin with the mind or with the heart or - it is the same - no?\nI'll put it differently. I see the interrelationship between the body, heart and the mind...\nQ: Sir, (inaudible) ...the difference between harmony and egoism? If you are speaking of...\nK: What is the difference between harmony and egotism. Egotism is disharmony. No? If I am thinking about myself - my, how I am big, how I am small, what are my problems, I must be this way, I should sit that way, I must meditate, I must not meditate, there is no god, there is god - you follow? - thinking about myself, my problems all day long, obviously that brings about a sense of isolation and therefore no relationship with another, and also it brings about an exaggeration of myself and therefore disharmony. That's fairly simple. The egotistic person is essentially a human being who has no harmony. Full stop. Don't let's waste time on that.\nNow - you see sir this is really an important question, do pay a little attention to this. Shall I begin by watching the body, what it should eat, why it eats, why it indulges - you follow? - yielding to the taste of the tongue and eating more and more? Or shall I watch it, shall I watch this whole structure from an emotional standpoint because I am an emotional person, I love people, I have pleasure seeing people, I look at the mountains and say, oh lovely they are. And also I look at my thoughts, I say, how stupid these little thoughts are. So, knowing all are interrelated with each other, where - that's it - where is the central clue, central point from which to start understanding of the three - you have got it? Have I made it clear?\nQ: Sir, wouldn't it be if we could examine the thing in such a way that it can happen now?\nK: I am doing that, sir. Just hold a minute.\nQ: So that there is no time involved.\nK: Of course - no time. Do listen, sir. First listen to my question. I know your question, sir. Hold to your question but first listen to the speaker's question. Listen to it first. There are these three elements which compose the human being: the mind, the heart and the body, the whole of that. Is there a point, or a central point, which awakened will deal with the three as a whole?\nQ: Surely it is the mind.\nK: Surely it is the mind. You have understood my question?\nQ: Sir, if you are watching your body, watching your emotions, watching yourself, watching your thoughts...\nK: Therefore what does that mean? This gentleman says: watching. Watching the body, watching all the feelings one has, which is called heart and all that, love, jealousy, and watching the operations of the mind - watching. Right? That is, being watchful, being alert, being aware. If the mind... if I can be aware, be aware the operations of the mind, the operations of my feelings and how I eat, what I eat - aware - perhaps then I could understand each one. So the importance is watching - right? - being aware of the mind with all its thoughts, its cunning, its motives, its deceptions, saying I won't take photographs of you but subtly taking photographs of me - you know? - all the rest of it - watching. And also watching my feelings, how easily I am hurt because I just can't get my way, I am hurt because I want to be a big man and you treat me like a little man - hurt. So watching: watching how I... what I eat, how quickly I eat, what kind of appetite I have - you follow? - watching. Now, if that is the central thing - you understand? - watching - then my next question is: how am I to watch? You follow? What is implied in watching? Go on, sir.\nQ: Acceptance.\nK: The gentleman says acceptance. Is that watching? When I accept 'what is' - is that watching? No, don't say no. Look. You are doing it with me, please do it with me.\nQ: (Inaudible)\nK: That is what I am coming to. How do you watch? Because the manner of your watching teaches you everything. The manner of watching helps you to learn, but if you don't know how to watch you can't learn. Right? If I don't know the art of listening, I can't learn. So I must find out what it means to watch, what it means to observe, mustn't I?\nNow, next questioning: how do I observe my mind - please listen to it - how do I observe the mind? How do I observe the movement of my demands for happiness, pleasure - you follow? - excitement? And how do I watch the body? So I must find out the art of watching. Now, is the art of watching to be cultivated - please listen - cultivation implies time, doesn't it. I will watch today a little bit, tomorrow I will watch a little more and at the end of the year I shall be completely watching. That is, the cultivation of watching takes time - right? - which means when you take time you are not watching. Right? When you say to yourself, look, at the end of the year I will be very good at watching, in the meantime you are not watching, are you? So watching, observing, seeing, is not the result of cultivation, system or time. Right? Please, come on. Right, sir? Be quite sure that watching doesn't imply any kind of time. So I must find out what it is that doesn't imply time. That is, when I watch myself - it's very complex, this, please - when I watch myself, which is the mind, the body, the heart, which is myself, how am I watching? Am I watching in order to change what I see? Right? Change, which means reject and keep some, saying to myself, this is good, this is bad, I'll throw away the bad and keep the good. So if I watch myself with the eyes of condemnation, judgement, evaluation, then I am watching myself with the eyes of the past. Right? You see the truth of that? That is, when I watch myself with a condemnatory attitude then I am not watching, I am judging. If I am watching in order to overcome it, I am not watching. Right? So, if you see the truth that in watching if there is any kind of judgment, any kind of evaluation, try to overcome, escape, that prevents watching - if you see the truth of that immediately you will watch without any of that. Right?\nSo, look, you want to do something without time - I am showing it to you.\nQ: Sir, along with the evaluation, condemnation, does also recognition of what you see imply time?\nK: Recognition. Look, he says, apart from condemning, judging, evaluating, what part recognition plays in it. I'll show you. I am angry. I have said I must not judge, I mustn't condemn - you follow? - I see the truth of it therefore that's has gone. I am no longer judging, but there is the recognition of anger. Right? Now, what takes place there, when I recognise? I have named it, haven't I? Right? No? Come on, don't go to sleep, please. I have recognised it, haven't I, as anger? That means I have been angry before many times, and that has left a mark on the brain, and that brain now says that is anger. Verbally it has stated it is anger. The very word 'anger' has connotation, that is, don't be angry, because that is part of our culture, part of our inheritance, we mustn't be angry. Or indulge in anger? You follow? So - are you following all this? Yes, sir?\nQ: In the rejection of evaluation and condemnation there is no long hair or short hair...\nK: That's right.\nQ: ...because that's recognition.\nK: Of course, of course. You have got long hair.\nQ: Sure.\nK: But in that recognition there is no judgement.\nQ: (Inaudible)\nK: I can't help it. That's a tall tree. I don't mistake the tree for an elephant. But - just a minute, go into it - but when I recognise that I am angry that is quite a different movement taking place. The very naming it is condemning it, because I have named it in order to fix it as anger, which the generations have said don't be angry.\nQ: Then there is condemnation.\nK: Therefore - I am saying that. So, can I... is there an observation without judgement, evaluation, though I recognise it and not attach it to the past. You follow? It isn't so simple as all this. So when you see that, the truth of that, then you are watching completely without any obsession. Now can you do that now? No, don't say no.\nQ: (Inaudible)\nK: Now wait a minute. He said, when I am watching, the questioner says, there is a tenseness in the body. Are you watching with your body? Are you watching with the eyes? Or are you watching, not with the eyes - you understand, sir, what I mean? How are you watching, sir? Are you watching yourself with eyes closed? Or watching yourself with eyes open? You can do both, can't you? So what do you mean by watching? Go on, sir.\nQ: (Inaudible)\nK: Why should the body be in tension when you are watching? Which means either you are watching with tension in your mind, and therefore the tension is transferred to the body, or you are watching without any interference of the mind or of the body - just watching. When you are watching with an image, when you are watching yourself with the idea that there must be change then there is tension. Right? But if you are just watching. Look sir, suppose if I have a habit of scratching myself or fiddling with my fingers - right? - haven't you got habits like that, fiddling with your fingers, or doing something - can you watch it without wanting to change it, without wanting to stop it? Just watch it. Haven't you done it? Oh lord, you don't mean to say - please! Then you will see, if you watch it, there is no strain. But if you say, 'I must not fiddle with my fingers' - right? - I tighten up. But if I just watch it, in that there is no tension. That's simple enough. Let's go on.\nSo what is important is how I watch. That is really important. So, watching - listen to this - has it anything to do with the mind, with the heart, or with the body? I am not saying it has, or it has not. We are enquiring. I am watching. Is watching a conclusion by the mind, I must watch, a determination and therefore will. If there is will in operation there must be tension. Right? Oh lord!\nQ: (Inaudible)\nK: I am going to go into that, sir, go slowly with me. So I am asking: what is watching? Is watching the result of determination, therefore it is part of the mind - right? - it says, 'I must watch', because I must lead a harmonious life. That is, thought says to itself, 'I must be harmonious', therefore thought is watching. You are following? Is that clear? When thought is watching there is tension. Thought says, 'I must watch', 'I must sit still', 'I mustn't fiddle with my fingers'. Then thought exercises its determination to watch and in that watching there is the operation of will, and where there is operation of will there is resistance, and when there is resistance there is tension. Right? So I am asking: are you watching with the determination of thought - right? - or, are you watching independent of thought. And therefore what does that independence of thought mean? See, please, sir, this is... Go into it. You see you can't sustain a long, steady enquiry. You go to pieces in the middle of it.\nQ: Sir...\nK: Just a minute, sir. You see, I am saying - listen: you can't sustain sequential observation, step by step and sustain it. Because I see you give attention for a couple of seconds, and gone! This requires watching. Not concentration but watching. In watching you are learning. I am doing that now. I say when I am watching, if there is in that watching any operation of thought, that must inevitably result in tension, in contradiction, in resistance, because it is the determination of thought to achieve harmony, and therefore it says, 'I must'. So I have learnt. I am asking myself then what is watching, if it isn't thought, then what is this quality of watching in which there is no thought? Go on, sir. Is it the heart watching? Emotion, the desire, the feeling how beautiful it must be - you follow? - if I live a harmonious life, what a lovely thing it will be - getting excited by the image of harmony, which is also a resistance.\nSo am I watching with any kind of resistance? You are following? And is that watching related to the mind, to the heart, or to the body? Or is it something outside of it? Wait, wait. I don't... I am not saying it is, don't jump to it. I am asking, enquiring. When there is no resistance, no operation of will - right? - no acceptance or denial, just watching, is that watching the exercise of thought? We said no - right? Are you quite sure? Oh lord! If it is the exercise of thought, then thought is watching - right? - and thought says, 'I am watching because I want to get somewhere', 'I must get rid of my imbalance', 'I must not be neurotic' - thought is in operation because thought has been instructed by listening to this talk that it must live a harmonious life. And thought according to that instruction is trying to live, because it wants to live a harmonious life. It doesn't matter what it means, but it wants to. So thought is not watching. Right? Emotion isn't watching, obviously. If I say, 'I love to...' - you follow? - then it is lost. So what is then watching, what is the quality of watching? Do live with it for two minutes. Don't answer me please, just look at it. It is not thought, obviously. Right? You are quite sure? The moment it is thought - thought is memory, the old - thought then says, 'I must', 'I must not', then in that there is contradiction and therefore that is not watching. We have been through that. Therefore watching is not the product of thought. Listen to it carefully. You have it if you go step by step. It is not emotional, aggressive assertion that I must watch. It is not getting enthusiastic about watching.\nSo what is watching? Now listen to this carefully. I'll repeat this. You will see it. It is not thought because thought has said, I'll watch; in watching it has discovered it is operating from the past. Right? That it must achieve harmony because it has heard some person say, 'You must live a harmonious life', therefore it says, 'I must, it must be a marvellous state'. So thought wants to live a life of harmony and thought cannot live a life of harmony because thought is the response of memory which is the past. Right? Harmony means living now. Right? So it is not thought. I have learnt that. The mind has learnt it is not thought. Therefore what is it? It is intelligence, isn't it? Right?\nNow it is intelligence that is watching.\nQ: (Inaudible)\nK: Sir, don't bring in impersonal or personal - first see that when thought interferes there must be tension, there must be operation of will, there must be resistance, there must be overcoming because thought can only function in terms of the past. Obvious, sir. Right? Unless you see that, see the truth of that you will still be watching with thought.\nQ: (Inaudible)\nK: Not quite, sir. Look, sir.\nQ: (Inaudible)\nK: That's right. Now - sir look.\nWhat is analysis? I am going back to it - you follow? - a little bit. Analysis is observation, isn't it. A form of observation. Right? No? No? I watch, and watching myself I say, 'I have been angry', why I've I been angry, the explanations. The cause, the justification - all that is part of analysis, which is part of thought, isn't it. And analysis takes time. And at the end of it I say that anger was justified or that anger is not justified, therefore I must be watchful next time, I will get only angry when it is justified - righteous anger and irrighteous - right. So look what is happening. Then thought is awakened to anger and watching anger. Right? Then what takes place? The thought is the observer, isn't it. Then the observer is different from the thing which observes his anger. Right? In that observation there is contradiction and therefore conflict, therefore the observer says, 'I must get rid of anger'. So, in looking at thought, observing, not saying, 'I must not use thought', 'I must use thought', in observing thought and all the activities of thought, out of that observation comes intelligence. This intelligence is the result of observation of the workings of thought.\nSo, now, that intelligence is watching. Right? Is watching the mind, watching the body, watching the heart. That intelligence says don't eat that food - listen to this carefully - because yesterday you had pain, give it up. And because intelligence is in operation you give it up instantly.\nQ: That's memory, sir.\nK: Wait, no, listen carefully - I knew... I said, sir, intelligence is not thought. Intelligence comes into being in observing the operations of thought - observing, not condemning it or accepting it, just watching thought. Right? How thought operates. You know, watch it yourself, you will see. In that watching intelligence comes. Now, that intelligence is watching. Right? And I eat the wrong thing, when that intelligence is watching - listen to it - it's also aware of the causation of... which is the past. So intelligence doesn't neglect the cause, is aware of the cause and the result. Oh, you won't get all this. But it is not memory which is... it is intelligence that perceives the whole movement of causation.\nQ: May I ask a question? Is watching, watching, watching the same as intelligence? Where there's no... (inaudible)\nK: Yes that's right. Watching, if you have understood the whole process of thought, is intelligence. Watching is intelligence if you understand the whole movement of thought.\nQ: (Inaudible)\nK: No, don't twist words.\nQ: I just want to...\nK: I know, sir. I am moving it away from it. Watching is intelligence. But mere watching is not intelligence, but watching the whole movements of the operations of thought - you understand? - seeing how it works - haven't you done all these things, for god's...\nQ: (Inaudible)\nK: More than intelligence?\nQ: More...\nK: ...mysterious?\nQ: No, no. Immensity, or, I don't know...\nK: Wait, wait, wait, wait.\nQ: (Inaudible)\nK: No, sir. Let's begin slowly. Thought is measurable, isn't it. Be clear. Thought is measurable. I can measure thought. My thought is better, wider, nobler - you follow? - comparative. Is intelligence measurable?\nQ: Yes.\nK: Yes?\nQ: No.\nK: Don't say yes and no. Let's find out. You see your mind is so conditioned you can't go through with it. I want to find out whether intelligence is limited, conditioned - born in India it is more intelligent than born in the West, or more intelligent because it was born in the West than in India - is intelligence personal, impersonal - you follow? - all those are measurements. And that measurement is thought. Thought is deciding whether it is personal or impersonal intelligence. Oh come on, sir. Right?\nQ: Sir, if we don't know what intelligence is then we don't know its limit.\nK: No. Therefore find out if you are watching with thought. Right? Don't bother about intelligence. You see that is another trick! Find out how you are watching; whether you are watching with thought. And most of us are watching with thought.\nQ: Doesn't one have to be silent before there is intelligence?\nK: The question is: hasn't thought to be silent when you are watching - right?\nQ: Yes.\nK: No.\nQ: There must be silence before intelligence can operate.\nK: Quite right, but the silence can only come when you understand the whole machinery of thought. Therefore when you understand the whole machinery of thought, thought becomes quiet, and when it is quiet intelligence operates. That's all. Golly! (Laughter)\nQ: Sir, when you use the word 'intelligence', are you certain the action...\nK: Wait, sir. I understand. To you that word 'intelligence' has certain associations. If I use the word 'god' is watching, you would object to that because you have other associations with that word.\nQ: Well then - not quite... (inaudible)\nK: Wait, sir. Just see. I am going to expand it a little more. If I say it is the higher self watching...\nQ: ...atman.\nK: (Laughs) There we are! Or if I was in India, and the atman is watching then they would accept it. Therefore we are not associating intelligence with any particular conditioning. Intelligence is non - what's the word? - you cannot associate intelligence with anything. Then if you do it is not intelligence. Ah! You've got it.\nQ: (Inaudible)\nK: Sir, please, don't be so categorical. Examine it, play with it, go into it.\nQ: Sir, the mind looking at awareness, looking, see the continuous flow or movement and then it seems to stop at a certain point, and at that point the observer seems to come into being. Can intelligence... (inaudible)\nK: No, sir. Certainly not. It is like saying, when you are aware of danger can you at the moment not be aware of it at all. You are walking down the street and you are aware at one moment the bus is dangerous and the next moment you are not aware of it and you will be killed.\nOui, madame?\nQ: (Inaudible)\nK: I can't hear it, madame.\nQ: (Inaudible)\nK: Has intelligence a past and a future. Or is intelligence free of past and the future.\nQ: (Inaudible)\nK: Now, please be careful. Does intelligence only function in the present, independent of the past and the future. Which means, is intelligence out of time? That's right? Thought is in time. Right? Thought is time. And is intelligence time? Sir, you have to...\nLook, may I go back what we began with - I must stop in a minute or two because I've been... Tape cannot... I cannot go on more than an hour and fifteen minutes. And I have nearly come to that.\nWe began by asking what is a harmonious life. We said, we more or less defined verbally - and what is described is not the described, the description is not the described - and we said we live a disharmonious life and not a harmonious life. And that is a fact. And the ideal is out, that is gone, because I see the truth of the ideal. Now I am left with this, that I live a life which is not harmonious and I see why it is not. It is contradictory and so on, so on. Then I say, who is watching all this? If thought is watching it is still the past watching the present, and so there is division between past and the present. Then the past tries to overcome the present, therefore there is resistance against the present, therefore there is strain. So then what is watching? Is there a watching which is not the result of thought? Right?\nQ: Is there awareness of the thinking process?\nK: Awareness of the thinking process.\nQ: (Inaudible)\nK: That's right. Go slowly, go slowly. The past, if thought is watching then there must be division: the past watching the present. Right? In that watching there is contradiction, therefore there is conflict and all the rest of it. So is there a watching - please listen to it - without the past thought coming into it? I see that there is such a watching and that watching is an awareness in which thought doesn't come into it at all.\nQ: How do you know?\nK: I am telling you. You can do it - not how do I know - do it.\nQ: Are you telling me, or are you just stating facts?\nK: I am just stating a fact.\nQ: Are you?\nK: How do I know. Look sir, how do I know? How do I know this exists?\nQ: (Inaudible)\nK: I am saying how do I know this exists?\nQ: (Inaudible)\nK: Now here, I have explained for an hour and a quarter, in discussion, the nature and the structure of thought. Right? And when you watch the nature and the structure of thought, see where it is important, where it is not important, see the truth of that - you follow? - the truth of its operation and its non-operation, then there is a different kind of watching. That is all I am saying. That watching has no time. It is not based on time. It is not what I discover. If you apply your mind, your awareness you will discover it for yourself. Full stop.\nQ: You are stating a fact, or what is not fact... (inaudible)\nK: Oh no, I am just stating a fact.\n"}]