[{"title":"public-talk-2-saanen-switzerland-09-july-1968","text":"It is as important to know or to understand what co-operation is, when to co-operate and when not to co-operate.\nIt is important to co-operate and also it is important to find out when not to co-operate. You heard recently this report read in English, it indicates that there is no co-operation. But to understand the state of mind that will not co-operate one also must learn what it means to co-operate; both are important. Surely most of us co-operate when there is self-interest, when we see profit or pleasure or gain in co-operating, which is based on self-interest, then we generally do co-operate, put our hearts and our minds into it, give ourselves over to a commitment, to something that we believe in and with that we co-operate, with that authority, with that ideal, with that necessity. But also it seems to me it is very important to learn when not to co-operate. Because most of us are unwilling when we are in a mood to co-operate to find out what it is not to co-operate. The two go together really. And it's very important it seems to me to understand this thing. If we co-operate round an idea, round a person, take a stand about something around which we will co-operate, then it ceases to be co-operation. Because when that idea, when that authority, when that interest ceases then we break away from it, and try to co-operate with another or with another idea or with another authority. But all that co-operation, surely, is based on self-interest. And when that self-interest no longer brings any profit, gain or pleasure, then we do not co-operate. But to understand when not to co-operate is as important as when to co-operate. And this co-operation really must come out of a totally different dimension, and that's what we are going to talk about presently.\nWe said when we last met here: what is the essential question, the essential issue in our human life? I do not know if you have gone into it, if you have thought about it. But what do you think is really the central issue in human life to be lived in this world with all the turmoil, chaos, misery, confusion, people trying to dominate each other and so on and on and on. I wonder what you think about it, what to you is the central issue or the only challenge in life that must be responded to when you see what is actually taking place throughout the world, the conflict of various kinds - from the student to the war, the political conflict, the division between man and man, the ideological differences for which we are willing to kill each other, the religious differences, which begets intolerance, various forms of brutality and so on. Seeing all that in front of us, actually, not theoretically - what is the central issue?\nThe speaker will point out what the central issue is. Please don't agree or disagree. Examine it, look at it, whether it is true or false. To find out what is true one must not only look at it objectively, critically, but also one must look at it intimately. Look at it with that personal interest that you give when some crisis in your life happens, when your whole being is challenged. The central issue is complete, absolute freedom of man; first, psychologically, inwardly, then outwardly. There is no division between the outer and the inner, but for clarity's sake one must first understand this inward freedom - whether it is at all possible living in this world, not retiring to some monastery, which is quite neurotic, or secluding oneself in an isolated tower of one's own imagination - living in this world, that's the only challenge one has - freedom. Because if there is no freedom inwardly then the chaos begins. There are innumerable psychological conflicts, oppositions, indecisions, lack of clarity, lack of deep insight, which expresses itself obviously outwardly - belonging to no political party, either communism or capitalism, belonging to no religion, accepting no authority outwardly, in the sense one has to follow the laws of the country and all the rest of it, keeping to the right or the left when you are driving. But the decision to obey, to comply comes from inward freedom, the acceptance of the outer demands, outer law is the acceptance of an inward freedom. I think that is the central issue - and there is no other issue. Because we human beings are not free, we are heavily conditioned by the culture we live in, by the social environment, by religions, by vested interests of the army, or the politicians, or the ideological commitment to which we have given ourselves over. So we are as human beings conditioned. And being conditioned we are aggressive. This aggression, the sociologists, the anthropologists and the economists are explaining. They have two theories: either you have inherited it from the animal, this sense of aggressive spirit, or the society which each human being has built impels you, compels you, forces you to be aggressive. The fact is more important than the theory, whether it is derived from the animal, or the society that makes you, that is irrelevant. We are aggressive, we are brutal, we are incapable of looking at another's suggestion, view, thought, examination, impartially. And being conditioned life becomes fragmentary. Life, which is the everyday living, the everyday thought, the aspirations, the sense of self improvement - which is such an ugly thing - that's all fragmentary. That is, this conditioning makes each one of us a self-centred human being, fighting for himself, for his family, for his nation, for his beliefs. And so ideological differences arise - you are a Christian and another is a Muslim or a Hindu. You two may tolerate each other but basically, inwardly there is a deep division, contempt - one feels superior and all the rest of that. So, this conditioning makes us not only self-centred but also in that very self-centredness there is a process of isolation, a separation, a division, which makes us utterly impossible to co-operate.\nAnd, is it possible to be free? Is it possible as we are - conditioned, shaped by every influence, by propaganda, by the books we read, the cinemas, the radios, the magazines - all impinging on the mind, shaping it - is it possible to live in this world completely free, not only consciously but at the very roots of our being? That, it seems to me, is the challenge, is the only issue. Because if one is not free there is no love - there is jealousy, anxiety, fear, domination, the pursuit of pleasure, sexually or otherwise. If one is not free you cannot see clearly, if there is no freedom there is no sense of beauty. This is not mere arguments, supporting a theory that man must be free - which again becomes an ideology, which again will divide people. So, if to you that is the central issue, that is the main challenge of life - not whether you are happy or unhappy, all that becomes secondary - whether you can get on with others or whether your belief, your opinions are more important than another - all those are side issues which will be answered if this question is fully, deeply understood and answered. If you really feel that is the only challenge in life seeing the actual facts around you, and the actual fact inside yourself, how narrow, petty, small we are, anxious, guilty, fearful, hanging on to other people's ideas, opinions, judgements, worshipping public opinion, having heroes, examples - when you see all that in yourself, actually, which breeds fragmentation, a division, if to you that is the only challenge, the challenge of freedom - and not because the speaker says so, but because you yourself have observed it, you yourself have seen very clearly when you examine the whole map of human existence - the nationalities, the wars, the division of gods and the priests and the ideologies, all that, the conflict, the misery, the sorrow. If this is the central issue, for each one of us, and nothing else, because unless one is free you cannot see what is truth, unless there's complete freedom inwardly love becomes a pleasure-pain; unless there is complete inward sense of freedom, not given by another, not as an idea, not as a something to be aspired to, then there is no fear of death. If this is the central issue then you and the speaker are in communion, you and the speaker can communicate with each other, whether it is at all possible, and we can then go into it step by step. But if to you that is not the main interest, that is not the main challenge - but whether if you ask is it possible for a human being to find God, truth, love and all the rest of it - how can you find anything if you're not free? How can you explore, take a voyage, if all the things that you have accumulated through generation after generation, that burden you carry with you, all the fear. So it seems to me that is the only issue, and, is it possible for human beings - you and I - for us to be really free?\nPerhaps you might say 'Can I be free from physical pain?' If you are really free you will know how to deal with pain, because most of us have had physical pain of some kind or other. And if we are frightened, not being free, then disease becomes an astonishingly burdensome thing. So, if you and the speaker see this thing clearly - not that the speaker is imposing that as an idea, or influencing you, or because of his emphasis you also unconsciously or consciously accept it, then there will be no communication between us. Please do see the importance of this. If you also see the truth of it then we two together can find out whether it is at all possible to be completely, wholly free. All right? Can we start from there?\nAs we begin to examine and understand the issue it'll become more and more clear, the implications of it, the enormous nature of it, the quality of it. But if you say, it is not possible, or, it is possible, then you have ceased to enquire, ceased to feel your way into it. So, if I may suggest, don't say to yourself it is possible, or, it is not possible. There are a whole group, intellectuals and others say, it is not possible and therefore let's condition the mind better, let us brainwash it first and then make it comply, obey, follow, accept - both technologically outwardly, and inwardly, the authority of the state, of the guru, of the priest, of the ideal and so on, so on. And if you say, it is possible, that's just an idea; it's not a fact. And most of us love to live in a vague, ideological world.\nSo, a mind that is willing to examine this question deeply must be free to look, and therefore must be free from saying to itself, it is possible, or, it is not possible. So, to examine this question you begin with freedom, freedom is not at the end. Right?\nHere is the question: whether a human being, you, the individual, living in this world, going to the office, keeping a house, having children and so on and on, living in a very, very complex society, living intimately in a relationship, whether it is possible to be free and yet live in this world, live with a man, a woman, a relationship in which there is complete freedom, in which there is no domination, no jealousy, no obedience; and therefore perhaps a relationship in which there is love. Now is this possible?\nFirst of all, I don't see how one can see anything clearly - the trees, the stars, the world which man has created, which is yourself - the world is yourself, the society is yourself - whether you can see all that clearly if there is not freedom. If you come to it with an idea, with an ideology, with fear, with hope, with anxiety, with guilt and all the rest of the agony - obviously you cannot see. And when one is young one doesn't see all this, therefore one revolts. The revolt that's going on among the students throughout the world, they are young, fresh, they want things changed - quite rightly - to break up the society, to create a different kind of society. But the politician steps in and the older generation are scared stiff and want their security, their car, and all the rest of it. They vote for the man. And so it goes on.\nAudience: We can't hear back here.\nK: You can't hear? What am I to do? Will that help? (microphone readjusted) Is that all right? The loudspeaker doesn't work? Does it work now?\nSo I hope - I don't mean that. If this is so for you as well as for the speaker, the importance of being completely free - from fear, from jealousy, anxiety, fear of death, the fear of not being loved, the fear of loneliness, the fear of not becoming successful, famous, achieving, the fear of not being loved, you know, all the fears - if this is the central issue, and it is the only issue in human existence - we are not being dogmatic, because man has sought freedom from the very beginning of time. Only he said, there is freedom in heaven, not on earth. Each group, each community translates this freedom in different ways. Discarding, putting aside all that - we are asking, living here, now, is it possible to be free? If you and I see this common factor as the only challenge in life then we can begin to find out for ourselves in what manner, how to approach, how to look at it, how to come by it. Right, shall we start from there?\nFirst of all, is there a system? Please think this out together. Is there a system, a method? Everybody says there is a method: do this, do that, follow this guru, follow this path, do, meditate this way - you follow? A system, a gradual, step by step achievement, a mould into which you fit in, hoping at the end you are going to come to this extraordinary freedom which they all promise. So, that's the first thing one has to enquire - not verbally, but actually, break it down if it is not a fact, so that you will never, under any circumstances, accept a system, a method, a discipline. Please see the importance of the words which we are using. A system means acceptance of an authority who gives you the system and following that system implies discipline, doing the same thing over and over and over again, suppressing your own revolts, suppressing your own demands, responses and all the rest of it - in order to be free. Is there truth in this whole business of a system? Follow this carefully, both inwardly and outwardly. And the communist promises Utopia, or when the guru, when the teacher, the saviour says, do these things you will have heaven. Right? With all the implications of it. We don't want to make it too complex at the beginning, it will become quite complex as we go on. But, if you accept a system whether it be in a school, in politics or inwardly, then there is no learning if there is no communication between the teacher and the student in a school or in the university. When there is no distance between the professor and the student, then they're both examining, discussing, then there is freedom to look, to learn. And, if you accept a rigid regime laid down by some unfortunate guru - and they are very popular at the present time throughout the world - and you follow them, what actually has taken place? You are destroying yourself in order to achieve freedom promised by another, destroying yourself, handing over yourself to something which may be utterly false, utterly stupid, has no reality in itself at all.\nSo one must be very clear on this right from the beginning. And if you are very clear you have discarded it completely, you'll never go back to it. You understand, not only outwardly, you no longer belong to any nation, to any ideology, to any religion, to any political party, because they all are formulas, ideologies that promise, systems, and no system outwardly is going to help man. On the contrary systems are going to divide people. And that's what's happening in the world. And inwardly, to accept another as your authority, to accept the authority of a system - do listen to all this, please give your mind and heart to all this to find out - and, inwardly, if you have a system, a formula, an ideology, then you live in isolation, in separateness, therefore there is no freedom.\nSo, to understand freedom or come by it, which comes naturally - it isn't something that you grope after, clutch or cultivate. When you cultivate something it is artificial. So, if you see the truth of all systems, methods, whether it be methods of meditation, methods of - you know, all that - systems, method, when you see the truth of it, it has no value at all, therefore you have broken down one of the greatest factors of conditioning. When you see the truth that no system is ever going to help man to be free - when you see the truth of it, you're already free of that tremendous falsehood. Right? Now are you free of that? Not tomorrow, not in days to come, but actually?\nWe cannot go any further until everyone of us has understood this. Not, abstractly, not as an idea, but actually see the fact of it, and when you see the fact of something it's gone, finished, the truth of it. Can we discuss that? Not as an argument, pro and against, but actually look at it, examine it, talk it over together as two friends to find out the truth of it.\nYou understand what we are doing? Seeing the factors of conditioning - seeing, not doing something about it. Seeing it is the very doing of it. Right? If I see an abyss I act, there is immediate action. If I see something poisonous I don't take it, it's finished. The action is instantaneous. So do we see this fact that one of the major conditioning factors is this acceptance of systems, with all the authority, with all the nuances involved in it? Can we discuss it? Or am I, or is the speaker overwhelming you? I hope not.\nQuestioner: It is very easy to follow you verbally, in words, in ideas it is not very difficult.\nK: I understand, sir. I understand your question. I have to repeat the question therefore I have to make it brief, or if you don't mind you have to make it brief. The questioner says that it is easy to follow you verbally, but to actually shake off the acceptance of systems is quite another matter. Isn't that right, sir? What do you mean, sirs, when you say, I follow you verbally, clearly. Do we mean, we understand the words you are speaking, hear the words, and nothing happens? Which means what? You are looking, or listening to words. And obviously you can listen to words that have no meaning whatsoever. So the question is, how is it possible to listen to the words and at the same time the very listening is the action? Right, sir? Right? Are you - don't bother about that gentleman, it's the same question for all of us. We say, I intellectually understand what you are talking about. The words are clear, perhaps the reasoning is fairly good, somewhat logical and so on and so on, I understand all that intellectually, but the actual action doesn't take place. I am not free of the systems completely. Now, how is this gap between the intellect and the action to be bridged? Is that clear? I understand very well intellectually what you have said previously, this morning, but there is no actual freedom from that understanding, and how is this intellectual concept and action to take place instantly? Right?\nNow why is it that we think we understand intellectually? Why do we place understanding intellectually first? Why has that become dominant? You understand my question? I'm sure you all feel, 'I understand it intellectually, very well, what he is talking about'. Then you say to yourself, how am I to put that into action? So the understanding is one thing, and action is another. Then we battle to bridge the two. So, is there understanding at all intellectually? It may be a false statement which becomes a block, a hindrance. You see, look, watch it carefully. That becomes the system - you follow? - the system is which everybody uses, 'intellectually I understand'. And it may be utterly false. All that we mean is, I hear what you are talking about - 'hear' - the vibrations of those words pass through my ears and that's all, nothing happens. It's like a man or a woman who has got plenty of money, hears the word 'generosity' and feels vaguely the beauty of it, and he goes back to his miserliness, to his ungenerosity. So, don't let us say, I understand, don't let us say, I have grasped what you are talking about. What would be a factor in truth is that we have heard a lot of words.\nThen the question is, why don't you see the truth that no system outwardly or inwardly is going to bring freedom, free man from his misery? Why don't you see the truth of it instantly? That is the problem, not, how to bridge the intellectual grasp of something and then put it into action, why don't you see the complete truth of this fact? What is preventing?\nQ: We believe in the system.\nK: 'We believe in the system'. Why? That's your conditioning. So your conditioning dictates all the time. So, unless you see the truth of one of the major factors of life which conditions man to accept the system, the class difference, the system of war and the system that promises peace which is destroyed by nationality - which is another system - the ideologies of religious as well as political, economic, all those systems - why don't you see the truth of it? Because you have vested interest in them? If you saw the truth of it you might lose your money, you might not get a job, you would be alone in a monstrously ugly world. So you, consciously or unconsciously, say, 'by Jove, I understand very well what you are talking about but I can't do it, good morning', that would be the end of that. That would be most honest.\nQ: Sir, for us to communicate either with you or each other we have to be in movement, and movement takes a lot of energy, and the question is, why is it that sometimes we can bring up this energy and sometimes we can't.\nK: The questioner says, asks, to understand this question we need energy. Sometimes we have it and other times we don't have it. Let's leave the 'other times'. Now, as you are listening to this question, why don't you see the truth of this fact that systems are destructive, separative? To see that you need energy. Why don't you have the energy now to see it? Now, not tomorrow. Is it, you haven't the energy to see it now because you're frightened - unconsciously, deep down there is a resistance against it, because it means you have to give up your gurus, you have to give up your nationality, you have to give up your particular ideology, and so on and so on. Therefore you say, please, I intellectually understand.\nQ: The system prevents you.\nK: 'The system prevents you.' Which is true, too. Which is, the system educates you, establishes you, gives you a position, so you never question the system both outwardly and inwardly. A communist well-placed in the communist field or in the communist work or in the communist world will never question it because the very questioning of it is to destroy it. Therefore tyranny is important, both outwardly and inwardly. So that is not the question we are asking.\nWhy is it as you are listening you don't have the energy to look? That is, to have this energy to look you must be attentive, you must give your mind, your heart to the thing to look. Why don't you?\nQ: What do you say to the man who is afraid to look?\nK: 'What do you say to the man who is afraid to look?' You can't force him to look, obviously. You can't cajole him, you can't promise. You can't say, well, my dear chap, do look and you'll get something out of it. Don't bother to look, but be aware of your fear. Don't bother to look at this factor of the systems that have been developed through centuries that hold you, don't bother about that, but be aware of your fear. But you say, well, I don't want even to be aware of it, I don't want even to touch it, go near it. Then I'm afraid one can't do anything, can one? Because you yourself are preventing yourself from looking, because you think by looking you'll lose your family, your money, your position, your job, your - all the rest of it. Which means security. Therefore you're frightened to lose your security. Look what is taking place, - which is just an idea - you follow? You may never lose your security, something else may take place. But thought says, be careful, don't look. So thought creates fear. Thought prevents you from looking. Thought says, if you do look you may create such confusion in your life - as though you are not living in confusion now.\nSo thought begets fear and therefore you can't see, see the truth that no system on God's earth, or in the world of any guru, saviour, commissar is going to free you.\nQ: Perhaps a person cannot realise fear because he knows not what it is.\nK: Oh, well, if you don't know what fear is, then there's no problem. Then you're free. Even the poor birds are frightened anyhow.\nWe'd better stop now. We'll go on with this the day after tomorrow morning.\nThis is one of the major blocks in the human mind, which has accepted systems as inevitable. And these systems have been created by man in his search for security, and the search for security through systems is destroying man. Which is obvious when you see outwardly what is taking place - between the communist world and the varieties of communism, and opposed to capitalism. And the same thing is happening inwardly - my guru and your guru, my truth and your truth, my path and your path, my family and your family. And it's all preventing us from being free. Being free then family may have a totally different meaning, sex may have a totally different meaning. Then there'll be peace in the world, not this division between man and man. So you have to have energy to see. Which means giving your heart and mind to look - not looking with words, with eyes full with fear. Right, sirs.\n"}]