[{"title":"public-talk-rome-italy-31-october-1971","text":"If I may I'll first talk a little and then perhaps you will be good enough to ask questions.\nI wonder what you would like me to talk about, because we seem to have so many problems in the world, and also personally. Vast superficial, circumstantial changes are taking place. Technology has gone so rapidly ahead bringing about a great change in that field. And human beings throughout the world are caught in violence, in confusion, and a great deal of sorrow. One observes, looking at all this phenomenon in the world one realises there must be a great revolution, not physical revolution of killing each other, destroying a particular system and setting up a new one, or destroying a particular way of thinking, but a revolution that is total, deeply psychological so that a human being is totally changed, not only in his way of thinking, but also in his actions. This is, I think, fairly obvious to anyone who is observing or seeing or in contact with what is actually happening. There are wars, there are the division in religions, in superstition, and there are nationalistic, economic, social divisions and injustice. There is poverty, perhaps not so much in the western world but in the east, there is vast confusion, lack of food, the degradation of great poverty. So any person who is at all responsible, who is at all aware of what is happening in the world, must surely ask himself what he can do as a human being, not along a particular system of thought, or according to any belief, or to any nationalistic end because systems of thought have not brought about peace to man. Please do listen to all this seriously, if you will. Systems of belief, ideals, have not brought man together, on the contrary they have divided people. Systems of ideological concepts in the east and in the west, whether it is communist ideology, or a Catholic ideology or a Christian ideology have not brought peace to man. On the contrary they have brought wars, conflict.\nSo if there is to be a fundamental revolution, as there must be, it doesn't lie along a particular system of thought, nor does it lie according to any particular formulation or concept. Because all our concepts and our particular points of view are conditioned by the culture in which we live, in which we have grown up. So the culture conditions thought, conditions our behaviour, and our culture whether in the east or in the west, has conditioned man, and he behaves according to a certain pattern. Now either of these two, a system of thought, or acting according to a particular conditioning, have not solved our problems. I think again that is very clear. The modern psychologists, what one has been told, observed and talked to, are concerned with man's behaviour, because man has become more violent, he lives in a permissive society, disregards totally the world as it is, the beauty of the world, and so he is polluting, destroying nature. So the most advanced psychologists are saying, man must be conditioned to behave - please follow this carefully - he must be conditioned through reward and not through punishment. The old religions with all their beliefs, dogmas, superstitions, have made man behave, or forced him to behave according to a pattern of punishment, fear. All religions, yours of this country, or in India, or in Asia, or in the West, are based on the cultivation and the perpetuation of fear. And their behaviour pattern is based on that, reward and punishment. And so there are those who say that man, seeing what he is, his ugly nature, his brutality, his violence, his ambition, his competitive spirit and attitude and action which is destroying the world, must be conditioned, shaped, totally so that he establishes a pattern of right behaviour. Which means again subtly establishing a pattern of fear, because he will behave, being conditioned, according to the pattern of reward and not punishment. But when man is seeking perpetually reward, behind it there is always the fear of not having. So these patterns are both the same, the religious pattern, the cultural pattern and the psychological pattern established, or trying to be established by the psychologists. So that is our problem.\nI hope we are communicating with each other. The word 'communication' means to understand each other, to share the problem with each other, to think together, not accepting or rejecting but to think together, and therefore share. The word 'communication' means that.\nSo that is our problem, how is man, who is so conditioned, logically and illogically, sanely in one direction and insanely in other directions, so conditioned by religions, by nationalism, by his environmental, economic conditions and so on, how is such a man, who is destroying the world, and there is no question about that, polluting the world, destroying the seas and the living things in the water, how is this man, that is you and I, we, how are we to change so that we behave totally differently, behave differently in our relationships? Please, that is the problem. So that we are no longer competitive, we are no longer pursuing our own particular little interests, our own stupid forms of so-called fulfilment. All of that is based on either fear or on the principle of pleasure. So how is a man, we, to behave? Because the world is us, and we are the world. The world isn't something separate from us. We have created, brought about, the present condition in the world, we are responsible for it, with our separative religions, nationalism, wars and all the rest of the horrors that are going on in the world. We are the world, and the world is us. I think that is fairly obvious too, because the world is the culture in which we are born, and that culture shapes us. And having been shaped we act according to our conditioning.\nSo how is a man who feels responsible, who sees what is going on in the world, the misery, the actual misery, the suffering, the wars, the hatred, the violence - these are not just words, they are actual facts - how is he to change? You understand the problem? Do we see clearly, are we aware of our conditioning, and the results from that conditioning - all the absurdities that are going on in the name of religion, the circus, the utter meaninglessness of it all. Because that is not religion - god is not an idea. Though religions have tried brutally, violently, except perhaps one or two, Buddhism and another - not Christianity - they have tried to bring about a union, a feeling of brotherhood, together, but they have not succeeded, they have separated man more and more and more.\nSo one observes all this, as you must have observed also if you are at all aware, sensitive, enquiring, utterly serious, because it is only the serious man that lives, not the man who just amuses himself and does what he likes.\nSo our problem is, will thought bring about a deep psychological revolution? And that revolution is absolutely, urgently necessary. Will thought, on which the whole of the western world, and partially in the east also, the whole culture is based on thought. And thought is measurable. And the social, economic, and psychological structure of the world in which we live is basically measurable because it is the product of thought, logical or illogical.\nMay I point out in this, a rather interesting problem, issue, which is: the west, all its culture, its religion, is the product of thought - thought is always measurable because thought is the response of memory, memory as knowledge within the brain, the cells, which retain memory. And the east said, measure is an illusion, and we can only find the immeasurable, that is god, whatever you like to call it, not through measurement. Please see the difference between the two: here in the west, the result of thought has produced an extraordinary world - technologically, you can go to the moon, live under the sea, have the most extraordinary machinery, health and so on and so on and so on; in the east, the search for the immeasurable has neglected the whole physical, psychological world. But they employed thought also, so through thought they hope to find the immeasurable. You see the deception. I wonder if you are following all this.\nQuestioner: Not really.\nK: Not really? All right, I'm glad.\nQ: Very much.\nK: Wait a minute. Wait, wait. You see, sir, thought has done marvellous things, and thought can do still more marvellous things, but thought cannot bring about right relationship between human beings. I'm going to show it to you in a minute, have patience. What we are concerned with is human relationship, and therefore in that relationship behaviour. Must you go on with... Sir, please this is serious talk. One must give one's attention to a problem which is so serious because we are living in a world that has become so utterly mad. One's life has no meaning. The utter waste of one's life, spending years in offices, in factories, and all the circus that is going on in the name of religion, the wars, the things that are going on in this world between man and man, in this relationship. And until that relationship radically changes we shall never any peace, any happiness.\nSo as we were saying, thought has produced this culture, thought enclosing our feeling also, encased. And thought is very superficial, thought is based on knowledge, experience, which is the past - thought is the past. If you had no past, no knowledge, you couldn't think. You must have knowledge. If you had no knowledge you couldn't go home, you wouldn't know your name, where you live, nothing. So there must be this knowledge, more and more efficient, functioning, based on memory, experience, knowledge and so on. But that same thought destroys relationship. That is, relationship now, as it is, is based on the image which thought has put together in relationship. Isn't it? No? Are we meeting each other? Good. Not really. In our relationship, man, woman, boy, friend, whatever it is, in our relationship, knowledge becomes the image, the image put together by thought. That is so simple, let's get on with it - between a man and a woman the relationship is based on the knowledge of each other. That knowledge is the past. If I am married, my image of my wife is based on all the things we have lived together, the nagging, you know, the domination, the sense of jealousy, insults - the image I have built about her and she has built about me. We both have images of each other. And the relationship is between these two images, which is the idea, which is thought. And so these images separate people. Right? Images which I have as a Hindu - if I have images, which would be totally absurd in the modern world, or at any time - if I am conditioned in the culture of India, as a Brahmin or whatever it is, I carry that image; and you as a Catholic, Protestant, whatever it is, you have the image of that particular culture. So the division is between these two images. Right?\nQ: (Inaudible)\nK: Wait, wait. First see it, not how to remove them. First see the problem. How thought must function in one direction completely, efficiently, impersonally, and see at the same time how thought destroys relationship.\nThought is not love, love is not an image of pleasure, sexual or otherwise. So how can thought, which is measurable, and therefore thought cannot ever find the immeasurable. Thought is time; time is division and movement; and through thought we want to establish a different form of behaviour, a different culture, a different way of living. You see the difficulty? We use thought logically, or illogically. It is totally illogical when we are nationalistic, when we have certain beliefs, that you believe in god and I don't believe in god, one is a communist, one is a socialist, a division created by thought, which divides man.\nSo our problem then is how to live together, and act together, living together means acting together, having tremendous knowledge of the world as it is, and using that knowledge most efficiently without the division of nationalities, beliefs, your god, my god, your idol and my idol, all that rubbish. To let that knowledge function efficiently, and at the same time in our relationships to see how thought destroys relationship. You see the problem? Thought is necessary in one direction, completely and most effectively, and in relationship thought has no place at all. Now is this possible? Is this possible, that is, is it possible for knowledge of the world which we have acquired through centuries, through science, biology, archaeology, and mathematics, tremendous store of knowledge, which is the accumulation of thought in experience, using that knowledge to bring about a different world physically so that there is no nationalities, no divisions as the Muslim, the Hindu, their wars, their absurdities, their grotesque superstitions. So that physically, outwardly we live together differently, so that there is no division. Because the moment there is division there is conflict: if you are a Catholic and I am a Protestant there is division, and therefore there is conflict; if there is a communist and you are something else, there is conflict. To see that, and to use thought so completely efficiently so that we can arrange a world in which human beings can live without wars, without hate, without division, without competition. And that is only possible when we understand how thought destroys relationship.\nNow how can the mind prevent the formation of image between two human beings? You are following this? You have an image about your wife and your friend, and she has an image about you and her friend - image, which has been built together by companionship, by various encounters, intimacy and all that. These images actually prevent relationship, don't they? If I have accumulated knowledge and images about you, and I am acting according to that image, then there is no relationship between you and me. So how can the mind prevent the formation of images? How can the mind prevent the machinery which builds images? Right? We are following this? So that I am no longer a Hindu, no longer a Muslim, no longer having a division between myself and you. Now how is this possible? That's your problem too, isn't it. Right? How do you propose to prevent the machinery that builds images? Do please let's think about it together, otherwise you will just hear it and it will have no meaning. But if you apply your mind, your energy, your attention, that is, examine together, you can only examine together when the problem becomes really intense, otherwise you play with it, verbally or superficially. And this is an intense problem, and unless we understand this we are destroying the world.\nSo how do you answer this? Or you escape from it?\nQ: What do you think about meditation?\nK: Wait, sir, I'll come to meditation. Please, this is a problem, sir, if you understand this problem we can go further into it, what meditation is.\nQ: (Inaudible)\nK: Madam, listen, please do listen to this, we will answer all the questions a little later. Do please pursue this line of thought, give your attention to this, not meditation, whether Christ exists, or something or other, but go into this first. How am I, knowing thought must function efficiently in one direction, impersonally, non-superstitiously, not according to nationalities and all the rest of it, there it must function most extraordinarily; and I also see how thought destroys relationship. Now how am I to bring about harmony - you understand? - functioning with complete objective action and also living a life in which there is no image-making at all?\nFirst of all, is this possible? Wait, don't say, 'It is not possible'. If you say that you block yourself; or if you say, 'It is possible', you block yourself also. But whereas if you begin to examine it, enquire into it, then you will find out the right answer. Now that's what we are doing, we are enquiring into it, which means the mind must be free to enquire. Right? Otherwise you can't enquire. If you are tethered to a particular belief, particular attitude of fear or pleasure, then you can't examine. So the mind to be able to examine must be completely free to enter into the examination. Look: I want to find out if there is god, I want to find out if there is, or if there is not. Which means, I must have no fear, I must put away all the thought, the structure of what the religions have said, be free to find out, not according to my pleasure or fear, but to find out if there is such a marvellous thing in life, something totally sacred, not invented by the mind. Which means I must put everything that man has invented aside, everything man has put together through thought, what god is or what god is not. That means I must stand completely alone to find out. In the same way, to find out how, to find out, to examine, the mind must be free. Therefore the mind must be free from fear. Right? Otherwise it can't examine. And also the mind must be free from this whole principle of pleasure because all our morality, all our social behaviour, everything, even the enquiry and the worship of what you call god is based on pleasure and fear.\nSo can the mind understand that pleasure is not love. And the pursuit of pleasure, whether it is the noblest pleasure or the ordinary pleasure of sex, having possessions, you know, attachments, all the rest of it, the pleasure principle - when you pursue the pleasure principle you must at the same time have fear. The two go together. That's obvious, isn't it. Yes? So I don't have to go into that. So the two go together, pleasure and fear. And the mind must understand pleasure, which is entirely different from joy, from ecstasy, from delight, from the enjoyment of something beautiful. And that enjoyment is not pleasure. Pleasure is the pursuit of an enjoyment which is over. Right? I enjoyed the sunset, and thought says, 'I would like to repeat that sunset' - over and over and over again, sexually, in different ways. So pleasure is the product of thought. Please follow all this. And also fear is the product of thought - fear of what might happen, fear of death, fear of losing, or repetition of physical pain and so on, which is always the thought thinking about the past or the future. So thought cultivates pleasure and fear. And to enquire into this question, whether thought - enquire whether the mind can be free from image, not only the image between two people, but altogether the structure of image-making. To enquire into that there must be freedom from the pursuit of pleasure and fear. Right, is this clear? Oh, I don't know. It doesn't matter, I'll go on.\nSo the mind sees this problem, all this problem, not just one side of it, the whole of it; to see it is to be attentive, isn't it. If you are not completely attentive you can't see it. You may see one part of it, and neglect the other part, or you may see one particular interest that appeals to you. In attention there is no centre from which you are attentive, there is only attention. Now when there is that attention the image-making will never be formed. Right? If I am attending when you insult me, or flatter me, or dominate me, or this, or that, in that state of attention, because in that attention there is no centre as the 'me' which is attentive, there is only attention, in that state of attention there is no image-making at all. Right? Now what does this attention mean?\nNow the gentleman asked, what is meditation. You see, meditation is not the control of thought. Right? Because when there is control of thought there is an observer who wants to control it. Right? There is a controller. So there is division between the controller and the controlled. In that division there is conflict. Because thought has created the controller who thinks he is different from the controlled, so the controller is the controlled. Right? So meditation is not the control of thought, but the understanding of the whole structure of thought - where it is important, where it is not important. So attention comes naturally and easily when you see the whole structure of living, your living, not somebody else's living. When you are totally aware of your activities, of your thoughts, of your behaviour, attentive, in which there is no effort to correct. I wonder if you see this. Because if you correct your behaviour, who is the corrector, who is the entity that says, this is good, this is not good, this must be changed, and that must not be changed? That observer is created by thought, isn't it. So thought divides itself as the observer and the observed. When I am angry at the moment of anger there is no observer, there is only a state of anger. A few seconds later the observer comes into being, says, 'I have been angry, I am so sorry, I should not have been angry', and all the rest of it. So thought divides. Right?\nSo a man who would live totally differently must understand the whole nature and structure of thought. Thought is measurable. And if we live only at that level, then our life is shallow, meaningless. You can go to the moon and kill each other, it has no meaning. Or go to the office everyday for the next forty years - just think of it! And that's our civilisation, our culture, and we accept it. And if we are released from this activity - everyday going to the office, we die. All this has got to be changed radically. And to change it we must understand the whole structure of thought. Which is, to understand it, the structure of thought is yourself. And to observe yourself as part of the world; and if you observe as a Hindu, a Muslim, communist, socialist, or a Catholic, then you divide yourself. And in this division there is conflict. Whereas if you observe without the observer - you follow? - to observe without the observer, then there is a relationship in which there is love. Love is not pleasure. Love is not desire. It is something entirely different. And you can find it only when you understand the whole business of pleasure and fear.\nThen there is this whole problem of the relationship between the measurable and immeasurable. Because we live now in the world of the measurable, and that world of measurement has invented gods. Have you ever noticed how your belief, your gods, your saviours, have become your inner life, how they, the outer has become the inner. You understand? All right, I'll show it to you.\nSuppose I was born as a Buddhist, or a Muslim, from childhood I have been told that there is god, or no god. The belief of god from outside has been put into me, and that belief has become a reality. You follow? And that reality is merely superficial, a result of propaganda of two thousand years or ten thousand years, and I accept that as reality. Which is the reality imposed from the outside. And to find out reality I must reject this principle of from the outer to the inner. I don't know if you follow all this. So I must find out a relationship between the outer and the inner which is not the result of the propaganda. You get it?\nAnd also there must be harmony between love, death and living. Because our living is a torture, our living now is conflict, to which we cling desperately. And inevitably there is death, which is the tomorrow. So there is thought, which has created this awful mess in which we live, and thought says, I cannot let this go because I don't know what will happen. So I accept, thought accepts the misery, the confusion, the wars, the hatred, that is called living. And within that pattern we change a little bit here and there, socially, you know all the tricks one plays. And inevitably there is death, and so there is fear. So we don't know how to live, and we don't know how to die. If we knew how to live, which is to live without conflict, and to live without conflict you must die everyday. And in that there is love. This is living.\nSo one must find harmony between the living, dying and what is love. Then in this, the quality of the mind is entirely different. Then it lives in a different dimension which is not measurement.\nRight, sir, now we can ask questions.\nQ: (Inaudible)\nK: Obviously.\nQ: (Inaudible)\nK: Madame, you think living necessitates conflict?\nQ: (Inaudible)\nK: Must we? No, madame, that's what we have been saying. Conflict is there. Yes. And you accept conflict?\nQ: (Inaudible)\nK: Therefore find out how to change it.\nQ: (Inaudible)\nK: What are you saying, madame? Are you saying conflict is necessary?\nQ: (Inaudible)\nK: It is there. Wait. That's what we have been saying all this morning.\nQ: (Inaudible)\nK: I think both are the same, aren't they: if I have no fear I have no conflict.\nQ: (Inaudible)\nK: Look, madame, let me be clear. First of all, 'what is' is the fact. The fact is we live in conflict. Conflict in our relationship with the outer, and conflict with the inner. We are perpetually in conflict, both outwardly and inwardly. That's a fact. Because conflict implies division. Right? Division - I believe and you don't believe, this is my opinion and your opinion is different. So where there is division there must be conflict. Right? Now how can this division end? It can only end when the mind is aware of its conditioning as a Hindu, Buddhist, whatever it is. And be free of the centre which is the accumulative factor of greed, envy and all the rest of it. So as long as there is a division there must be fear and conflict. That's what we have been saying all the morning. And is it possible to live without fear? Right?\nQ: Sir, what is fear?\nK: I am going to sir, we'll discuss it. What is fear?\nQ: What do you think about the world movement, world federation, do you support it?\nK: Oh, do you support World Federation. Oh, madame. First we are answering the question what is fear. And we are going off on somebody asking do I support World Federation. Look: when I am afraid, I won't support anything, though I pretend to support. I pretend a great deal, I become dishonest, hypocrite when there is fear in me. I'll support world movements, all the outward things - that doesn't change man. What changes man is to live without fear. Now is it possible to live without fear? What is fear? Take facts as they are, not an idea, not a theory, not your opinion or my opinion - because I don't indulge in opinions, that is the most silly form of thinking. What is fear? First of all, what are we afraid of? Fear doesn't exist by itself, it is in relationship to something. I may afraid of the dark, I may be afraid of what public opinion says, I may be afraid of losing my job, I may be afraid of my wife, my husband, I am afraid of so many things - aren't you? I am not, I am saying, go into it.\nSo what is fear? Do you know you are afraid? Please, sir, go into it. You asked a question, what is fear.\nQ: (Inaudible)\nK: Do you know you are afraid, first of all. Not at this moment perhaps. Either you are afraid consciously, knowing what you are afraid of consciously, or you are afraid of things you don't know about - unconsciously. So there are conscious fears and fears of which you are not acquainted with. Right? Hidden fears and open fears. Do we go into this? Right? Please do it, not verbally accept anything, go into it.\nThere is the fear outwardly of physical pain: I have had... one has had physical pain a week ago and you don't want it to happen again - the fear of happening again. Take a very simple example: there has been a fear of physical pain which happened a month ago, I don't want it repeated. Now at the moment of pain I act, don't I. There is some action taken. And when it is healed thought says, I mustn't repeat it again, it mustn't happen again. Right? So thought - please listen to this - there has been an experience of pain which has left a mark on the brain as memory, and that memory says, don't let it happen again, I am frightened. So thought brings fear. Right? Superficially. There has been physical pain, and I don't want it repeated and I am frightened, because that incident of pain has left a mark, the memory, and the reaction of that memory is fear. Right, is that clear?\nPsychologically, inwardly, you have... one has hurt another, and you don't want that hurt repeated, therefore there is fear. Right? So thought is the means, or is the instrument of fear. Right? As thought is the instrument of pleasure. Of course, obviously. So thought is the instrument of pleasure, and thought is the instrument of pain, fear - consciously or unconsciously. So then there is the whole question of hidden fears, unconscious, deep rooted fears inherited through the environment, through culture, through the race, through family, you know, the stored up fears. Now how is one to be free of all that? If you are interested, if you are aware, if you want to go very deeply into it, because a mind that lives in fear cannot possibly look at life clearly, its life becomes distortion. All your religions are a distortion. So can the mind, conscious mind examine the hidden, unconscious fears? You understand my question? Go on with me, please. If you are tired, let's stop. Can the conscious mind, as it can examine conscious fears, can that conscious mind examine the unconscious, unconscious, deep, secret fears? Can it?\nQ: No.\nK: Wait, don't say, no. You are too quick!\nQ: (Inaudible)\nK: Madame, I have explained it just now. I want to go into this, please, let's go into this. Unconscious fears, now how are they to be exposed? You understand my question? How are they to be exposed so that I can look at them, put them away, the mind can be free of them? Will dreams expose them?\nQ: Yes.\nK: Wait! I am asking a question madame, you can't say, 'Yes'. That has no meaning. Can a conscious mind expose the contents of the unconscious? Can it expose it through dreams? And what are dreams? Are not dreams the continuation in symbolic form, in a manner which needs interpretation, of your daily movement? Please think of it, look at it. I live a certain way, with my conflicts, with my anxieties, with my fears, guilt, ambition, competition, hatred, I live that way. And when the mind, brain goes to sleep, that movement is still going on. And in that movement there are hints, warnings of a different movement. So dreams are the continuation in symbolic form of your daily life. That's obvious, isn't it? No. Look: the unconscious throws up hints, warnings, and you consciously, in the daily living consciously, you don't pay attention to it. And while you are asleep the brain is more or less quiet, more or less, not very quiet, more or less quiet, and these hints become the dreams also. So - please follow all this - so is it possible not to dream at all? Is it possible to examine, or to observe the whole content of the unconscious? And how is this to be done? Consciousness is its content, isn't it? Is this becoming too difficult, too abstract? I'm afraid it is.\nQ: No.\nK: Your consciousness, your thinking, your consciousness, is the content of that consciousness. Right? You are attached to your property, to your husband, to your wife, to your children, to your job, you know, attached. You believe, and you don't believe, you believe in this and you know, opinions. But the content is your consciousness. And you are trying to observe that consciousness from the outside. Right? The outside is part of that consciousness, so the observer is the observed. Are you seeing this? Come on!\nQ: Pardon me. You've used the word 'thought' about thirty or forty different times. Can you expand on the term and your meaning of thought?\nK: Thought? I explained it, sir, just now. Thought is the response of memory, memory being experience, memory is the accumulation of knowledge. And thought is the response of that.\nQ: Can't it be creative as well?\nK: Wait, wait. Let's find out what that word 'creative' means, don't, that's a difficult word. Let's finish this, sir, we'll come back to that.\nI am asking whether the mind, which is its content, can the content observe itself without an outside agency observing it? Can the mind become aware of its whole content without the division as the observer? You get it? You will see it can if you are completely attentive.\nQ: Our attention is not a hundred per cent.\nK: Therefore wait, wait, your attention is not a hundred per cent, why?\nQ: (Inaudible)\nK: No, do look at it sir, don't answer it immediately. Why is your mind not completely attentive? What does attention mean? Does attention mean concentration? No, obviously not. Wait, look at it sir. Attention, we are talking about the meaning of that word 'to attend'. Have you ever given your total attention to anything?\nQ: (Inaudible)\nK: No, no, you have not. And when do you give total attention - do listen to this, please - when do you give total attention, complete attention? When you are threatened. Right? When there is tremendous danger your complete attention is there. And when there is no danger you slip off.\nQ: Don't you think, at this moment we are afraid of living?\nK: Madame, we just now went into that. We are discussing, we are trying to find out what it means to be attentive. You see, we are attentive only when we are threatened, when our particular form of pleasure is taken away, when we lose our money, our position, then we are caught. Now we are saying, be attentive without being caught. That means be interested to find out how to live totally differently. The way you are living is destroying the world, whether you are communists, Catholics, whatever it is, you are destroying the world. And if you want to live differently, to bring about a world that is entirely different, attend to that. Attend completely, give your complete attention to find out a way of living in which there is no conflict, no fear.\nQ: Can we do that without thinking?\nK: Sir, look, I'll show it to you. I'll show you. I am saying something now, and are you listening to it?\nQ: No.\nK: That gentleman says, no. Are you listening to what is being said? Wait a minute, sir. Are you listening? Examine the word 'listening', what does it mean, to listen? To listen is to be free from distraction. Right? From any kind of judgement, comparison, you are just listening. Are you listening that way?\nQ: No.\nK: No. Therefore you are not attentive. Therefore you are not interested. It isn't a vital problem to you. To find out a way of living which is entirely different. If you are interested you will listen with your heart, with your mind, with your body, everything. Then you will be passionate, you will be intense. But you are not, because you say, please we want to go on living the way we do, it's too much trouble, we are lazy, or we are frightened, we are this, we are that, and all the rest of it. So you go on. But the moment you are interested, passionate, if your next meal is not coming you are very anxious! You are comfortable bourgeois.\nQ: Tell us how to do...\nK: I am showing it to you, madame! Wait, wait. Tell us how. Now see what is implied in that question. Tell us how - what does that mean? Tell us a system of doing it. The moment you have a system you become mechanical. And you have reduced life into a mechanical process. That's why you have your gurus, your whole set-up of priests, they tell you what to do. And so you go on living a mechanical life. But whereas if you see it, if you yourself see the problem, see the danger of the way you are living, that very danger will make you act totally. There is no 'how'. For god's sake do realise it. The moment there is a 'how' there is a system, and the practising of it day after day, repetition of some mantras, you know, all that tummy rot. That's not meditation. Meditation is something entirely different. Meditation must begin with the foundation of life, with behaviour. And behaviour means right relationship between man and man, not based on image. If you have laid the foundation there, then begin. The laying the foundation is part of meditation. Then from there you can go. The mind can go infinitely, immeasurably. But there must be that foundation. And any flight from that foundation is an hypocrisy, is an escape, has no meaning. If you don't know how to behave, if you don't know how to love people, what's the good of your meditating, or running away into some transcendental nonsense?\nSo there it is.\nQ: (Inaudible)\nK: Oh, no, what is a concept. Madame, you are saying it is still a concept. Is it? When the house is burning, is it a concept? When you have pain, is that a concept? When you are faced with danger, is it a concept? Concept only comes when you avoid the fact of 'what is'. When you are confronted with 'what is', there is no concept. You act, or you run away from it. Concepts exist only when you cannot understand the fact, the 'what is' and try to translate that 'what is' according to your background of your conditioning.\nQ: There is good indication that mankind cannot do it, has never done it. Isn't this a good indication?\nK: Man has never done it, therefore is that not a good indication. Man has never stopped killing each other and therefore go on killing? Man has always been frightened, and therefore because he has always been frightened, therefore let it go on? Man has always been aggressive, therefore don't change. Man can't change? I agree, madame, you are saying man has to be put into a condition then he will change. Who is going to create the condition? Man, isn't it, not some outside marvellous agency, man has to create the environment, that means you.\nQ: Why is he going to create the right environment?\nK: Why is he going to create the right environment - is that it? Are you asking me why he is going to create it? Because he is suffering, he is miserable, he is anxious, he is being destroyed.\nQ: How does this thing that you are advocating, this question of attention, how does it relate to what Jesus said?\nK: Yes, sir I have we understood. What you advocate, attention, how does that relate to what Jesus said. Now wait a minute.\nQ: Watch and pray.\nK: Yes, watch and pray. Yes, sir, I understand all that.\nQ: (Inaudible)\nK: I understand sir, may I answer the question. What you advocate - first of all I am not advocating anything. Right? I am just pointing out for you to look at, or not to look at. Then what is the relationship of what you are saying, attention, to what Jesus said. You see, you have an authority, the Bible, Jesus, the priest, you have authority. And I have no authority. I don't want authority. Because authority cripples enquiry. Find out, if I rely on the authority of my guru, on Jesus, or on my friend or wife, authority - wait sir, wait sir, wait sir, then my life... I live a life of fear. You know the word 'authority', the meaning of that word, the author, the one who begins something. And if you merely imitate that which has begun then you are merely living a blind life. You may be living the most extraordinary effective life, but it is all within the conditioned life.\nSo if you would enquire into what is truth, what is beauty, what is it really to live without conflict, the mind must be free from all fear of authority. Obviously.\nQ: Can that be done through meditation?\nK: Can that be done through meditation. What do you think we have been doing this whole morning? Isn't this part of meditation? Or meditation is something, you go apart and sit quietly, cross-legged and repeat some words, or get into some kind of fanciful stuff. This is meditation. What we have done this morning for me it is meditation, because I'm finding out, enquiring, living, laying the foundation so that I behave properly.\nQ: (In Italian)\nK: I understand. For us Jesus has become an authority. Here, listening to you, are you not becoming an authority also. Of course not, because I repudiate - follow this - because the moment you create the speaker into an authority then you are destroying truth.\nQ: (Inaudible)\nK: Then you can pick up any book. You see, why do we need authority? Attack it. Look at it that way. Why do we need authority? There is the authority of law. You understand? Because in Europe I have to keep to the right side of the road, in England the left side of the road. The authority is keep to the left in England, the authority says, keep to the right in Europe. That is authority. There is the authority of governments. Right? Pay tax, you obey it. Now we are talking about psychological authorities. Now why do you want authority, not that people have not created authority, but why do you want it? Because you are frightened, aren't you. You are frightened to go wrong, you like to follow, you like to imitate, you like to conform. So authority is not there. When you have disorder in you, you create outer as well as inner authority. Right? When there is disorder in you, you inevitably create authority, outside. When there is confusion politically, somebody comes into being and he becomes the authority. You hope he will bring order and you give him authority. But inwardly when you are completely confused, disorderly, you create the authority of someone else whom you hope will give you order. That's so simple. So clear your disorder, then you will be free of all authority inwardly.\nI think it is time, isn't it?\n"}]