[{"title":"public-talk-1-london-england-12-march-1969","text":"I wonder what you expect of me. If I may, I would like to plunge right away into the most serious thing which seems to me the most important thing. We have so many problems and I feel that they can only be solved totally and completely with a mind that is wholly religious. I mean by that word not organised belief, or belief in any particular deity, ritualism, dogmas and so on. All that is not really religion at all. Religion is something entirely different, and if I may, I would like to go into it directly and not beat round the bush, because it seems to me most of us fill our minds with so many theories, with concepts, formulas because our own lives are so dull, rather insipid, vain, and we try to find some significance, or give significance to living. And so we are always going about seeking, trying to find out from others, from the specialists from the intellectuals what kind of theory or a formula that is most acceptable, most pleasant, and we live on those formulas and words knowing very well that our own lives, the daily living is pretty empty, lonely, agonising, or very superficial. The superficial mind is always seeking entertainment - religious, philosophical or the entertainment of knowledge and information. And if we could banish all that and actually face our life as it is, the life of a - daily life - snobbish, unfulfilled, life of sorrow, anxiety, fear, and the ever seeking desire for entertainment, pleasure, both sexually or intellectually.\nSo if we could penetrate and go beyond all that and face and our own lives, and see if it is at all possible to deeply, radically bring about a change in that living. And I think that is the only thing that matters. Not theories, not what you believe or don't believe, whether you are communist, socialist or any other form of theoretical concepts. What is really important is, it seems to me, man who has lived for so long still goes along in a very dull, a life of routine, anxiety, fear, in a state of perpetual effort, turmoil. And so is it possible to change our lives? Life being relationship between man and man. And I think that is the only thing that matters, and nothing else. And establishing a righteous behaviour, not theoretically but actually in daily life, then we can proceed into much deeper issues: what is meditation; if there is such a thing as god; whether the mind is at all capable of being completely free from all its conditioning.\nBut before we can go very deeply into things that really matter, like death, love and what is the beauty of meditation, and so on, before we can come upon those things, we must surely first find out whether behaviour, which is conduct in daily life, is at all possible without fear. Because there are so many theories about behaviour, so many experts, specialists who have laid down how one should behave, whether it is dependent on environment, on a particular social structure, culture and so on, of which most of us are slaves. And whether it is at all possible to live a life of every day, in which there is no conflict at all. Because obviously conflict distorts the mind, and we have accepted conflict as a way of life, struggle, as we have accepted war as the way of life. And if you will, without too much argument, dialectically or offering up opinions, whether... to find out whether it is possible for a mind to be entirely free from conflict, whether the conflict of the bourgeois or the highly intellectual, the mediocre or the very sophisticated. To find out a life in which every form of contradiction, which is the source of conflict, from which it is not possible to escape at all, but to understand it, and whether the mind can be free of such conflict. It seems to me that it is one of the major issues, because all our life is conflict. From the moment we are born till we die it's an endless battle of aggression, violence, brutality, acquisitiveness, ambition, the worship of success, to be somebody in this rotten stupid world.\nSo without understanding the nature and structure of conflict - not theorise about it, not offer your opinion against the speaker's, or follow a particular system in order to get rid of conflict, but actually examine for ourselves to see what is conflict, how it arises and whether it is at all possible to be free from it completely. And from there if it is possible to be free from conflict, from violence, brutality, the aggressive life that one leads. Then in the understanding of it then there is a possibility, it seems to me, of right conduct. Because after all we are human beings related to each other, not Muslims and Hindus, Catholics and Englishmen and Russians and all the rest of the nationalistic, linguistic, religious differences, which is obviously childish, immature. So, could we, not intellectually or verbally, go into this question, because a mind that is free from... that is in conflict, at whatever level, conscious or at the deeper levels of the mind, such a mind is incapable of discovering what is truth, if there is such thing as god. A mind in conflict must inevitably escape, because it hasn't resolved its conflicts. Therefore the only possibility is to escape - that escape be religious entertainment, or a speculative, theoretical dogmatism, or indulge in various forms of nationalistic absurdities.\nSo it seems to me very important to find out for ourselves whether the mind can ever be free from conflict so that there can be right relationship between human beings, and therefore love. Shall we go into that? To find out for ourselves, not only verbally but non-verbally whether it is at all possible for a mind that has been so conditioned, twisted, tortured, so driven by propaganda, by the society in which we live, whether such a mind can be free from all conflict. Actually not theoretically; actually but not verbally. And to do that, one has to observe oneself, one has to have self knowledge, knowing oneself, actually what one is.\nNow how does one find out what is the cause of contradiction and therefore conflict, struggle, what is the cause of fear, from which arises violence and the pursuit of pleasure, and can we look at ourselves as we are and understand ourselves as we are? Does that imply analysis? To analyse there must be the analyser and the thing analysed, whether that analysis be done by the professional or you do it yourself, there must inevitably be the analyser and the thing that is observed which is being analysed. Is that the way to understand oneself? Is that the way to find out not only the cause and the effect but also to be free from it, free from the cause and the effect?\nSo one must, if one is at all serious about this matter, which is whether the mind can be completely free from all conflict and therefore from all fear and contradiction. We must understand this first thing which is: will analysis in any form free the mind from conflict and from other factors also? One must look into this question to find out for oneself the truth or the falseness of analysis. Or is there a totally different way not through analysis - through perception, through seeing? So we'll first take this - analysis. Is there difference between the analyser and the thing analysed? Is the analyser different from the thing which he wishes to analyse and understand? I know it is the fashion, a spreading fashion that analysis is the only way. We have tried so many other ways so now we turn to analysis; not only the neurotic but also fairly sane person thinks through analysis he will free himself from all the travails and the misery.\nSo there are several things implied in this process of analysis. First there is not only the difference between the analyser and the analysed, and whether the analyser is not also the analysed, and therefore there is no difference between the analyser and the thing he is going to analyse. And also in that is involved a whole time, many days, many years, and whether one has time at all. I mean, you can spend all your life analysing and then end up in a grave, and you haven't come to the end of it, whether it is done by the professional, the specialist, or by yourself. And whether the conscious mind can analyse the unconscious, the deeper hidden layers, or if it cannot, as obviously it cannot, then there is the whole field of dreams. And one can have lovely time there, interpreting them according to your fancy, according to our conditioning, whether the Freudian and all the rest of it, or if you discard those ancients you try another method. All this is involved in the process of analysis: the analyser, time, and whether the mind can actually examine the whole structure and nature of conscious - the 'me' and the 'you', 'we' and 'they', the division and therefore the conflict.\nAre you waiting for the speaker to tell you what is the truth of the matter? We have shown the nature of analysis. We can see very well that the analyser, the entity, the observer, the thinker, says, I am going to analyse myself - anger, jealousy, whatever it is. And is the analyser different from the thing which he analyses? Surely he is not different; he is part of that anger, part of that jealousy, that fear. He is that fear, though he may pretend to be different, outside looking in. And if he is separate then when he analyses deeply, his analysis must be extraordinarily accurate, true, without any distortion, because if he analyses, if his analysis is somewhat distorted, then all future analysis becomes also distorted. And if we are going to analyse, then it takes time - days, months, years. Like a man who is violent, aggressive, brutal, he says, 'I will eventually become peaceful.' In the meantime he is sowing seeds of mischief and violence. And psychologically is there tomorrow at all? It is only pleasure and fear breed the idea that there is tomorrow, but actually is there tomorrow, psychologically not chronologically?\nSo all these things are involved in analysis, and surely there must be a different way of understanding this contradiction in which... from which arises conflict, struggle, division between 'me' and 'you', and 'we' and 'they'. Is there a different way or a different eye, perception, that sees the thing immediately, in which there is no division as the observer and the observed? There is actually no division between the observer and the observed. The entity that says, 'I am jealous,' he separates himself from that field, but he is that field. And then when he proceeds to analyse his particular form of jealousy or envy or what you will, he separates himself and therefore gives more life to that from which he has divided himself. So to me, analysis is not the way.\nPlease, we are saying this without any dogma, because we are examining the whole thing. It's like a man who is hungry, sorrow-laden, and the process of analysis says, well you'll eventually get fed, you'll eventually be happy - to such a person it has no meaning. Therefore there must be a totally different way - not a way - a different action that brings about an understanding, not intellectually but actually, from which... in which there is the cessation of not only analysis but total perception. To understand it one must be completely free of analysis, either see the truth or the falseness of it for oneself. You can't play with it. You can't for a time be the analysis, the analyser, and another time try to see things differently. If you see the falseness of analysis - and it is false, for all the various reasons that one has given just now - then what is it that will bring about the radical change in the human mind, which is not based on time - time being evolution in the sense of gradually getting rid of it - then what is it?\nTo really answer that question fully and deeply and truly, if you are putting it to yourself, not merely listening verbally to the speaker, then you have to be actually be free of this idea of time. You know, the idealists are the inventors of time. They say, you are violent, and they invent the non-violent ideology. You will eventually, through struggle, conflict, control, discipline, suppression and various forms of escape, eventually become non-violent. The eventual achievement of non-violence takes time. Doesn't it, obviously? So the idealists are the most - what language, what word can one use to express it very strongly? - the idealists - perhaps there are none here so I can use it - are generally rather idiotic, because they are not facing the actual, which is violence. They say the ideal is necessary in order to get rid of violence - it will act as a lever, and you know all the various forms of excuses to avoid the actual fact that one is violent.\nNow, when the idea of time, which is, eventually you'll be free from violence, aggression and all the rest of it, if that is put aside completely then you are faced with this fact that human beings right throughout the world, though they are the most... though they say they are the pacifists, this that and the other forms, they are violent people. Human beings are violent, whether the society in which they have lived or the culture in which they have been nurtured, whether they are responsible, or one has inherited from the animal, is irrelevant. We could spend a lot of time discussing whether it is society that has made one violent or one has inherited it from the animal - that's again a great deal of fun. You can speculate, spend hours, months, years, but the fact remains that human beings are violent; expressing that violence in so many different ways, most politely, most subtlety and most brutally. And whether it is possible to be free of that violence completely and not become a jellyfish. And in trying to find out whether it is possible for the mind to be entirely free from violence, non-verbally but actually, not hypnotise oneself into a state of non-violence but live a life from the... every day of one's life live peacefully. And one must. If one doesn't, one accepts war as the way of life. War not only in Vietnam, for which each one of us is responsible, not only the Americans, but each one of us, because we have accepted war as the way of life, every day. And to understand that violence and to be free of it, does analysis play any part?\nI don't know what you think about it - not 'think', thought is the most dreadful thing. We'll go into that presently. I don't know what you feel about it, whether you see the truth or the falseness of this analytical process. If you see the falseness of it then it will not touch you at all at any time, therefore you are directly confronted with the fact. And how to deal with that fact becomes all-important, not the analytical process. How to deal with the fact that human beings right throughout the world, even the most religious people - the monks, the saints, the so-called holy gurus - all of them are violent people. I am using that word 'violence', not only physical violence as anger and so on, but also the violence that's involved in twisting the mind to conform to a pattern. That's a form of violence, however noble that pattern be. And it is a form of violence to imitate, to conform, to discipline oneself to a social or religious pattern - all that is involved. In all that is involved not only contradiction but also time, division, your pattern and my pattern, your guru and my guru. I do not know if you have seen that lovely cartoon. Two disciples of two different gurus saying, one saying to the other, 'My guru is much more tranquil than yours.' (Laughter)\nSo all that is involved in violence, and whether one can be free of it all and live really a life of peace and love. Love again has to be understood not in terms of pleasure and desire but something entirely different. So if you will, let us understand this thing. How to look, to see that we are violent, not verbally, not intellectually, but actually see the fact that one is - in gesture, in words, in look, in, you know, there is so many ways that one expresses violence, contempt, disrespect for another - and whether one can see it so clearly, so totally, that very act of perception is the ending of that violence. And one has to see what that word 'seeing' means, not only semantically but also at the deeper meaning to it. What does it mean to see something, to understand something, or to listen to somebody? What does it mean to see completely?\nI think this is important to understand - to see. You know, they have taken drugs in order to see more clearly - LSD, marijuana or, you know, all the rest of it. By taking it and going to your museum, you see the colours much more, or you see yourself more clearly. And of course when you take drugs to see yourself more clearly or see the colours more vividly, you depend on the drug for everlastingly afterwards. Then you become slave to that, and then that becomes another problem, and so on. We are talking about seeing entirely differently. What does it mean to see so comprehensively, so totally? The very act of seeing is the act of freedom from that which is... such as violence. Freedom from it completely, not only at the conscious level but also at the very depth of one's being.\nI do not know if all this interests you. This is not a rhetorical question for you to say, 'Yes, I am interested', but actually if you are really, deeply, vitally interested in this question. Because, you know, we have lived for millions and millions of years in violence in all our relationships, based on violence, domination, division between you and me, my wife and me as two different entities, struggling, battling, jealous, fearful, one dominating the other and all the rest of it. And that's what we call relationship. And if one is at all serious, and one must be, and it is only the very serious person that knows how to live, so if you are really serious then we can go into this question of what actually is seeing. And you can find out for yourself, not from the speaker, because the speaker has no authority. That is the first thing to realise, that one has to be a teacher for oneself and a pupil of oneself. There is no teacher outside at all. If you have an authority outside, then you are lost, whether that authority be a master, the guru, the various tricksters who'll say they lead you to truth. One has to be a light to oneself. And to be a light to oneself there must be no authority, no acceptance of any assertion or formula of anybody's, because truth is not to be found through another, or through any book or through any word. That word 'guru' means 'one who points out' - that's all, it has no other meaning, in Sanskrit. Not the one that will lead you to truth - that's too absurd. Or the guru that will give you a pill or a series of words to give you transcendental experience, which again is sheer nonsense. One has to find out for oneself the right behaviour by understanding what love is. Then only it is possible for a human mind to find out what truth is.\nSo, what does it mean to see or to listen? I wonder if we ever listen to anybody. I wonder if you are listening at all to the speaker, or are you translating, interpreting what the speaker is saying to suit your own temperament, or adjust what the speaker is saying to your own conclusions and formulas, comparing what he is saying to what you have read about Lao Tze, you know, Zen, this, that or the other. Or are you actually listening to find out whether he is speaking the truth or the false. Because it is your life, not the speaker's life.\nWhat does it mean to see? Do I see anything? Do you actually see a tree or a cloud or a bird, or do you see the cloud, the tree or the bird according to the image you have already formed? This really quite a complex thing. Don't brush it off being silly. Do you see your wife or your husband or your boyfriend or girlfriend, do you see actually or through the image that you have about your husband or your wife. What does it mean to see? And can you see if you have an image, a formula, an opinion, or when you are prejudiced, biased, when you are snobbish? And this country, I am afraid, takes the cake for that. Not that there is not snobbism in the rest of the world. There is unfortunately, only they call it by different names - in India it's class, caste, and in America it is the rich man - you know all that. Here it is - you know what it is better than I do. So can you see if you are burdened by all that? Can you see a cloud if you have already... have a memory of that enjoyment of a cloud with that extraordinary light of yesterday? Can you see that cloud which is right in front of you now?\nSo, can you see your wife or your husband, your leader, political or otherwise, can you see without the image? And if there is an image it is distorted, whether the image be full of knowledge and memory or all the rest of it, then that prevents you from seeing. So when we look at violence - and that's one of the most difficult things to do, because one can look at an objective thing, cloud and all the rest of it, it doesn't touch you deeply - but if you looked at your own violence, can you look at it without any distortion? Not call it violence because the very word is a process of association, it has its own associations and distortions. So can you look at that feeling which you call violence without the word, without the image? Then only it is possible to see totally and therefore be free of it. Therefore the concern is the nature and the structure of building images.\nCan I go on into it or are you getting tired at the end of the day? No, please it doesn't matter to me - I can leave, you know. Really, please, I don't mean any... rhetorically or modestly. I have no - if you are not interested, if it doesn't mean...\nQuestioner: (Inaudible)\nKrishnamurti: Wait, sir, wait, wait, wait, wait, attendez, attendez, wait a minute, please, listen to what I am saying. I am saying this very seriously. If you don't take the journey with the speaker completely, then don't go half way. There's no fun in anything going half way. Either you go to the very end, or not at all. You can't play with this kind of thing. If you play with it then it will do you harm. It's like seeing something very dangerous, and playing with the danger.\nSo if you are willing, we can go into this: that seeing, listening is not possible if there is already a conclusion, a formula, an opinion a prejudice. That prejudice you may call experience or any form of image - that you are superior, you are a better class than the other fellow, you know, all the rest of it - and the image that you have about your wife which you have carefully built through thirty, forty, or ten days, or whatever it is, so you never look at her or she at you, actually as you are. And probably that would be dangerous. So these images prevent one from actually seeing what one is. Then if you have no image at all about yourself then you are entirely different. So we must go into this question how images are built and why.\nWhy does one build images? Now we are not analysing, we are seeing it immediately, and if you see it immediately, the truth of it you'll see, you'll not build images at all, ever. Take a very simple thing - you are flattered or insulted or encouraged or discouraged by another or given confidence by another. The one who encourages you gives you confidence, flatters you is your friend, and the other is not your friend; you've already built an image. How does this take place? Why does this take place? Right? Shall we go on? Why does it take place? Because when the flattery or the encouragement or the, whatever it is, that you like, your mind accepts it immediately. It says, that's very nice, you feel very comfortable, happy. But if you are aware of that moment of insult, flattery, aware, listen attentively to what is being said completely then there is no residue. It goes by and therefore there is no image. You try it; you do it and you'll find out how extraordinarily quickly the ending of image comes into being. That is, any experience, pleasurable or otherwise, and you give your complete attention at the moment it takes place. And to give attention there must be no prejudice, no saying this I will keep and that I won't keep, this is really... I would like to go on with this, and so on - actually be completely aware of it without suppressing, without wanting more of it and so on. Then the ending of an image is instantaneous. Then you can look. Then you can look at violence and in that look there are so several things involved in it, not only the verbal association but also when you use a word there is a division in that. When you say, 'I am violent,' you have already separated yourself from the state which you think you should not be.\nPlease do observe this in yourself, don't just listen to me. It's no value your listening to me if you don't actually do it as you are listening. The speaker is only a mirror to be shattered after you have looked at it.\nSo the word brings it's own division, as you have division as the Englishman and the German or the Frenchman - now specially, now the Frenchman. So can you look at that violence without the word? And when there is no word which divides, and the association with that word, and the memory that says, 'I was violent yesterday,' and therefore gives continuity to that violence of today, all that prevents you from actually, being directly in contact with it. Which is, the seeing is the observer and the observed. Not two separate things. Then you'll find if you do it with all your heart, with all your being, attentive when you are violent - not give excuses for your violence, not escape from it, not say, 'Well, that's my temperament, that's my artistic nature, I am built that way,' but actually be in complete contact with that feeling called violence. And one can only be in contact with anything non-verbally, which means without the image. A relationship with image is no relationship at all. How can you and I or another be related if I have my own prejudices, my own idiosyncrasies, my own family, my own country, my own religion, and you yours, and so on - how can we be related? And because there is no relationship between us as human beings, between the wife and the husband, between the neighbour and the other neighbour, that's why we are at war with each other. And this division comes through words, images, formulas, beliefs and all the idiotic ideologies - you are a communist or I am a Muslim or whatever it is.\nSo to see the truth of it. Not tomorrow, not, 'I'll think about it,' but actually now as... immediately see the truth of it is to end this whole business of division between me and you and we and they. Then you'll find one can live completely, deeply without violence, without effort. A mind that is making an effort endlessly is not living at all.\nNow probably it's time. Perhaps we can ask questions and see what we can do with the questions.\nQ: (Inaudible)\nK: Yes. The questioner says the fact remains, the truth remains, which is, the observer is the observed, though I may not accept it. I wonder why we don't accept it, why we don't see it - not 'accept it' - why don't we see it. Observer cannot identify himself with the observed - that again is another form of division. I cannot become the tree, identify myself with the tree, or with you. If I identify myself with the tree I become the tree, I am not a human being.\nSo this whole idea of identifying oneself with one's country, with one's family, with one's group, with one's community and so on - what is the need for identification when the fact is entirely different? The fact is the observer is the observed, like the thinker is the thought. If there is no thought at all, there is no thinker. And to see, this really requires not just a verbal statement or verbal acceptance but this requires a great deal of meditation - which we'll discuss what meditation is some other time. But to see the truth of this and to feel it with your whole being, that you are the word and the word is you. You are the community, you are... the individual is the... you are that, and if you see for yourself that the observer is the observed. If you went into it you will see it, find out how we divide everything.\nWhy is there this division between you and me and we and they, the Englishman, the Frenchman, the Indian, the Muslim, you know, all the rest of it - why? Do you blame it on the culture you live in? Do you blame it on the society, on the newspapers with their vested interests? Or the mind is always dividing, fragmented. Is not the very... the nature of thought brings about fragmentation. Do go into it, please. You will see it, find out. The 'me' and the 'you'. What is the 'me' who is so sacred, unique, so important in this world, who is this 'me' and the 'you'? Who is this 'me'? My country, my ideas, my opinions, my judgements, my family, my job, you know, me, me - why? Why this 'me' and the separateness which brings about - the moment there is the 'me', there must be separation, psychologically. Of course physically and otherwise they are separate but I am talking about psychologically. Who is this me? Is it a bundle of memories? And if it is a bundle of memories - and memories are dead things, past gone, finished - and if it is a bundle of memories, the 'me' is a dead thing to which we cling to. Can I live in this world without the 'me'?\nThese are not absurd questions because one has to put these questions and find the truth of the matter. And nobody is going to answer the questions radically, truthfully except yourself. The self-centred activity which is part of the observer, and therefore he divides - me and my family, me the observer and the thing observed is over there. There is not only the linguistic difference, the semantic difference but also the differences of temperament, the depths of various forms of experiences, memories, knowledge - you are very clever, I am very stupid. I am always comparing myself against the hero, against the saint. So can all that end so that there is no division at all? And if there is division is there love? When I say, 'I love my wife,' is it love? And when I say, 'I love my children,' is it love? If it is love would you send them to be killed in a war? You may have no war in this country but a war is going on in the Middle East and Vietnam and so on. They are part of your children, the world, the human being.\nSo this is not an emotional lecture, talk, so please don't get emotional about it. But we are facing, we are asking ourselves why this division exists at all. And to find out, one has to see. Seeing is really an act of meditation and it is the most extraordinary beautiful thing if you see it on the instant, the truth of it, therefore free from this division altogether. It doesn't mean your bank account is my bank account (laughs). Probably I am glad you hope it's not - anyhow there it is - it's not. But to find out for oneself very, very seriously, and to live without division, which is to live with peace, completely at peace. Then only will you know what love is.\nQ: (Inaudible)\nK: Light about what, sir?\nQ: (Inaudible)\nK: Ah, wait, wait, wait, wait. I said you are both the teacher and the pupil, the disciple. I did not say you are the authority. Are you the authority? If you are then you cease to be disciple and you cease to be the teacher for yourself.\nSir, look, sirs: from whom are you going to lean? From books, from philosophers, from the priests? Are you going to learn from those people in whom you have put your faith? Yes? And if you have put your faith in another, what right have you to put your faith in another? We have put our faith in all the religious leaders, in the priests, in vast experience of books - where are you with all that faith? You are just as miserable, unhappy, anxious, fearful. So faith has very little value. It has led you nowhere. Which doesn't mean you become cynical, which is the other form of... other extreme. And so one asks why should you have faith in anybody? Not that you distrust anybody, but why put your faith in another? Because you say, 'Well, I can't learn about myself, therefore perhaps you will teach me, you will help me to understand myself.' Can another help you to understand yourself? They can point out but you have to do all the work yourself. The road sign can say, well, that leads to the top of the hill, but you have to walk, you have to sweat, you have to work hard. And therefore what is the value of your faith in another? Because it's you who have to understand yourself, not according to somebody. You have to learn, watch, find out about yourself, and the most extraordinary thing happens.\nPersonally, if I may project a little bit of personal thing, I have never read any book about all these matters. And I really mean it. I have read occasional... I read occasionally detective novels and political weekly magazines and so on, but philosophical, religious, physiological books, not having read, you have to find out for yourself and therefore work hard.\nQ: How did you find it?\nK: How did I find it? Very simply. Don't look to another, look to yourself, find out, learn. That means you have to keep awake, watchful, listen. And to keep awake there is no school to keep you awake, no system. And you have to watch what you do, what you think, what you feel, how you talk, how you walk. And because we are so lazy, and that's why we look to another. We want others to work, to climb the hill and tell us all about it, and us sit in a comfortable chair. I am afraid the thing isn't a bit like that. There is great beauty in the act of seeing, and that very act of seeing removes everything that's false. And one has to learn not from books but through observation of oneself in relationship with others. Therefore through relationship alone that one can learn. You may not be actually intimately related, but watching your relationship with another, however trivial, however intimate. Then from that you learn, and learning isn't an accumulated process - then it becomes knowledge. Knowledge and learning are two different things. Learning is a constant movement, endless, and therefore there is immense beauty in learning. But when once you've said, 'I've learnt,' you are gone, you are finished, you are already old and finished.\nQ: (Inaudible)\nK: The questioner says, when we met in India you said watch pleasure and pain.\nQ: (Inaudible)\nK: Ah, watch a state when there is no pleasure and pain. Is that right, sir? To watch that state you must understand first what is pleasure and pain. Mustn't you? See, sir, we'll have to go into it another time. We will perhaps tomorrow - not tomorrow, I beg your pardon - Sunday. One has to understand, to really go into this question whether the mind can look at something which is not touched by pleasure and pain. And to find that out one has to go very deeply into this question of pleasure and fear. When one understands that very deeply then you come it, then you come to something entirely different. Not that you must watch a state which is neither pleasure nor pain, its something else. You know, sir, the eagle when it flies leaves no mark. And we are always seeking, asking, demanding, holding. We always leave our footprints.\nI think it is time, isn't it, to stop.\nQ: Could I ask you just one question?\nK: Yes, madame.\nQ: I was thinking about this seeing and knowledge. How does this link up with this transcendental experience? How does it come together with this experience? If one has had experiences oneself, how can you say that it doesn't exist?\nK: How can you explain this transcendental experience? If one has experienced it, it is real, so you cannot deny the reality of that experience of the one who has experienced it. Yes, madame? That's the question, wasn't it? How do you relate that with pleasure and...\nQ: No, I think the thing was... perhaps I got it wrongly but you gave the impression that you didn't agree with the fact that transcendental...\nK: That's it. Right.\nQ: (Inaudible) ...even one experience oneself, how can you ever deny it?\nK: You know, experience is one of the must dangerous things. No? I can... mind can experience anything. You know, by repeating a certain series of words the mind can become quiet, and in that state of quietness there is supposed to be a certain experience which is called transcendental. Now, you see, a mind eager for experience can deceive itself, can't it? One's life is rather dull - right? - routine, boring, lonesome, ugly, quarrel, you know what one's life is, and one is always looking for wider and deeper experiences, transcendental experience, something beyond the words, images and all the rest of it. Now a mind that is seeking transcendental experience will have it. But it may have a shoddy life, no?\nQ: Not if it really comes without seeking.\nK: If it comes without seeking, and that's one of the most difficult things, not to seek. You may not seek it - I am not talking about you personally, madame - but you may not seek it consciously, but unconsciously, deep down you may be longing for something. Don't you? Longing for more beauty, longing to be loved, longing to have some extraordinary original experience, some transcendental state. You may not wish it consciously but you want it. An unhappy man, woman, wants something that he can treasure, hold on to. Such a mind can have these experiences. Therefore such experiences are questionable. What is important is not one's super experiences or transcendental experiences but what kind of life one leads every day.\nQ: Isn't the kind of life we live daily possibly related to such experiences?\nK: Wait, sir. Isn't it time? Not that I am frightened of answering that question, but isn't it time to stop?\nQ: Isn't the quality of our daily life possibly influenced?\nK: Is not the quality of our daily life influenced by...\nQ: Does the quality of our daily life influence these experiences? Isn't there a relationship between the two?\nK: Isn't there a relationship between our daily life, the quality of our daily life and that transcendental experience. Which is more important, the transcendental experience or the quality of our life? Does the transcendental experience influence your life? If it does then you are dependent on something, on external agency, and that external agency may be your own projection. So don't brush it aside, go into it, you'll see. A mind that is seeking any form of experience - any form whether its sexual experience or transcendental experience, such a mind is not only escaping from its own peculiarities and insuffiency but it is projecting its own demands, its own conditioning. Sir, look: a life, the quality of living a daily life doesn't depend on any external agency or influence. If it does, then any influence whether the influence of a newspaper or the influence of a speaker or a guru will affect your life. Therefore you are dependent, and when you are dependent on something, then fear begins.\nSorry, sir, I must stop.\nQ: (Inaudible)\nK: We'll go into that.\n"}]