[{"title":"students-talk-1-rajghat-india-23-november-1969","text":"Krishnamurti: What would you like me to talk about? No suggestion? You see a mixture here of very young and a little more older, so I don't know what to... where to start. So I'm asking if you'd kindly suggest what you would like me to talk about.\nQuestioner: Sir, we would like you to talk about psychological mutation.\nK: The gentleman would like me to talk about psychological mutation. Do you know what that means? You all speak English, don't you? No? Oh, good Lord, where am I? Since you won't suggest what I should talk about, I will talk about something that might be of general interest.\nYou know what is happening in the world. Great technological changes are taking place. Fantastic things are being done at the technological level, at the level of electronics, computers, going to the moon, living under the sea, conquering nature - they are doing the most extraordinary things, the scientists, the doctors, the mathematicians, the biologists. And that is producing a great revolution, because you cannot advance technologically unless there is a great physical change also taking place. And also if you have read or observed, you will see that there are a great many revolts in America, in Europe: revolt against the established order, against tradition, against authority, against the whole set-up of modern civilisation. They express this revolt, the students and the young people, by growing long hair, hair up to their shoulders, putting on any old clothes, dirty, squalid, not wanting to work; and there are others who want to work, and therefore they say, 'We will go away from the society and have our own communes, small groups of people who will cultivate, build, look after themselves'. They may not marry and yet may have children. So there is all this so-called revolt against the established order. You are understanding all this?\nAnd also there is religion, that is, organised religion like Catholicism, Protestantism and others like Hinduism, Buddhism, and so on. All these religions are collapsing, they are going. They have no longer - they don't hold man anymore. When I was there about a month ago in Rome - you know where Rome is, of course you do - and as I understand Italian, I was watching a television and there the Pope and all the Cardinals, some of the Cardinals, the high officials of the church, were talking about something nobody was interested in. The church is going, the religious organisations throughout the world are collapsing. There is everywhere - in India, even in Russia where there is dictatorship, and in China where also there is the authoritarian government - there too there is great under-current of revolt. Last year, if you will remember, there was a revolt in Paris by young people, students, whom we happen, some of them we happen to know, and they didn't want violence, they didn't want to upset the Government, but they said things must be changed. But the outside people got hold of it and began to create violence and all that.\nSo there it is, right throughout the world there is deep unrest. Nobody is accepting any more what another says. Many young people don't want to go and join the army and kill people. They don't want either to go into an office and for the rest of one's forty, fifty years work in an office, day after day, day after day, because they say that's not living. In that there is no fun. And women - please bear in mind, carefully - women are in revolt too. They don't want to be treated like women, as something lower. They don't want to be used, sexually or otherwise. They want equality, equal wages.\nSo this is happening right through the world, perhaps not in this country. Here there is much more tradition, weighed down by authority. Last year or the year before last when I was here, I asked several students what they wanted to do. All they said, 'My father wants me to be an engineer, so I am going to be an engineer'. You understand? The father decides what the son should be and the son just follows. Or the father says, 'You must marry so-and-so' and the son says, 'All right, father, I will'. Here there is no revolt, there is no gap between the older generation and the younger generation. The revolt, if there is, being very traditional they go off into monasteries, into ashramas, you know, with gurus, with their peculiarities, they end up there. That is their expression of revolt, because they say, 'What is the point of all this?' There, they obey authority, therefore these ashramas become concentration camps. You know what concentration camps are? I am afraid you don't. All right.\nSo it is like that. Everywhere man is in travail, everywhere man is questioning, asking, demanding, looking, searching, discontent. We spoke in California, in many of the universities, and in the east. There again you will see the young people so distracted, despair, miserable, unhappy, taking to drugs; because they don't find an answer. So when you look around the world, all over, man is asking: what is it all about? Communism in Europe has completely failed, no longer things... since people think in terms of communism; they say it leads to bureaucracy, autocracy, misery, suppression. There was a very famous writer, Russian writer, his books were published in Europe, and now the Literate Club of Russia has dismissed him. That means he can't get a job, he can't write, he can't have a house, he can't have a home, because he expresses what he wants. Right?\nNow, seeing all this, in Asia, in Europe, North America and South America, Moscow, everywhere, what is man to do? You understand my question? He doesn't want to go the old way, that is, the old way - go to the office, get married, a family, the responsibility, you know, wars, hatred, competition - he doesn't want all that anymore. But he is caught in it. He may not want it, but the machinery is so strong, they are caught in it. So he is asking: what is one to do? They say also, 'God is dead'. You understand? They don't believe in God anymore. Yet perhaps in this country you do, because you just repeat. That means nothing. And also they say, 'Kill the mind' - the mind being thought - look what thought has led us to. To a society, to a culture, that's competitive, ruthless, producing wars, misery, chaos in the world, and so they say, 'Destroy the mind'. You understand what I am talking about? They are questioning everything and you must - your habits, your traditions, your values, moral values, ethical values, your society, your culture, your tradition - everything must be questioned. Otherwise, if you don't question, you will never find out. And because they have questioned, they have gone to the moon. Technologically they have questioned - you understand? They said, 'Why shouldn't we go to the moon?' and so they worked to bring about that Apollo 13th or the 12th or the 10th, it has taken three hundred thousand men, more, working together -together, you understand? - not competing with each other, working together to produce that thing, each working minutely, carefully - I don't know how many million parts there are in that thing and each must function perfectly.\nSo they have questioned deeply all the scientific values. And therefore they have produced, created a machine that can go to the moon and do all kinds of extraordinary things. But they don't question inwardly. You understand what I am saying? Inwardly. They don't say, 'Now, what am I living for? What is it all this about? What is this world about?' Not according to Sankara, Buddha, XYZ - that's all finished. Because if you question, you must question everything, not say, 'I won't question Sankara, I won't question Buddha, I won't question whatever the teacher is, guru or Shri Krishna' - you must question everything. And you are going to question me, the speaker, everything so that you find out for yourself, so that you create a new human being in the world. Not the mere human being that repeats, repeats, repeats, passes exams, goes to college, gets a job, family, and then dies working in an office. What for? Right? So that is what we are going to do when we talk together: when you and I are going to talk things over, we are going to question everything, including what the speaker says - me. So don't accept anything, but question, find out, learn.\nSo what is one to do? You understand? The house is on fire, not only your little house but the house of your neighbour whether he is ten thousand miles away or just beyond the hedge. The world is on fire, and you must do something, not say, 'Well, the Gita says this or the Upanishad says that, or Sankara says this'. That has no meaning any more - and I doubt if they had any meaning in the past either. So we are confronted, faced with a problem of a man who is completely lost, uncertain. He says, 'Where am I to turn to?' Churches have failed, gurus have failed, education has no meaning, politics are just a filthy affair, so he says, 'What am I to do? Where am I to look?' Are you following all this? Are you following all this?\nSo, you see, before man has relied on his environment to shape him. The society has shaped him, culture has moulded him, economic pressures, climate, what he eats has conditioned him. You are conditioned as Hindus, believing in something, and you believe in it because you have just been brought up, that is propaganda; been told by your father, by your neighbour, by your aunt, by your society, believe - and from childhood you are brought up that way and you believe. In the Catholic world same thing is happening: propaganda, the repetition has conditioned human beings. You understand? Why do you call yourself a Hindu and somebody else a Muslim or Buddhist? Because they have been told. You are a Hindu, behave like a Hindu - God knows what it means but behave like that, think like that. So you are conditioned and when you are conditioned you are separate from other conditioned entities. You understand? If I call myself a Hindu - which I don't - if I call myself a Hindu, an Indian, patriotic, waving the flag and all that Tommy rot, and you a Muslim, where is our relationship between you and me? We fight each other, we kill each other because I believe in one thing and you believe in another. So any form of conditioning must divide people. You get it? Is this somewhat clear?\nThat is basically the cause of this revolt. They don't realise it. In America I have talked a great deal to a great many young people, thousands of them, over the radio, television. That is the basic cause of this revolt right through the world, they don't realise it, they don't see the meaning of it. Which is, that human beings, you, are conditioned by your environment, by your culture, by the books you read, by the sacred books, by the rituals. All that conditions you, shapes you. And you are shaped in one way living in Europe and somebody else is shaped another way living in Russia, in America and so on. So there is division. And where there is division there must be conflict. You understand all this?\nYou know, there is a war going on in the Middle East between Israel and the Arabs. Within a few miles one is called an Arab believing in Allah and all the rest of that business, and the other, Israel, who believe in something else with their nationalism. One is fighting with the other, both are conditioned, and both are at each other's throat. You understand all this? So even the most ardent Marxist - you know, what Marxists are? Oh my Lord! (laughs) - are saying, 'Unconditioning, is it possible to uncondition the human mind?' - of which we have been talking about for forty years. They have just picked up. So we are saying that the cause of strife, of violence, why man doesn't live at peace with each other, is this division between human beings, not only verbal divisions - you understand? - verbal, that is, a word like 'Hindu', a word, 'Muslim' and so on, these words create divisions. Your rituals opposed to my rituals create division. Your nationality against my nationality creates division. Your God, my God, we and they, these all cause division, contradiction and therefore strife. Right?\nSo the fundamental question is: whether man, can man free himself from his conditioning? Can the mind which is so trained, so conditioned, can it free itself, break through and be free? If you cannot answer that question, you are bound to create trouble, you are bound to create war, there will be conflict in you and outside of you. Any amount of your meditating, worshipping and all that has no meaning anymore. That is just an escape. So you have to answer this question. And that is the basis of education - not merely passing some silly exams, the torture of exams. Education implies that you learn; learn to observe, to look and to see what is happening round you and inside yourself. And so there it is. Can you, can a human being uncondition his mind? It is really a very complex question, it needs a great deal of going into. And when that gentleman said, 'Will you talk about psychological mutation', this is what it means. Can the mind, the brain, as well as the whole structure and the nature of mind, can it explode, break away from all this tradition, from its conditioning? Right? Have you got the question clear? Have you? If the question isn't clear, my going into it won't make it any clearer. Therefore you must be very clear about the question, and not say, 'Am I conditioned?' Of course you are all conditioned, otherwise you wouldn't put on these things, otherwise you wouldn't sit in a certain way, you wouldn't go to the rituals and so on and on. You are conditioned, shaped, moulded, twisted. That is a fact. If you say, 'No, I am not', then you are either a really free human enlightened being or you don't know what you are talking about. Which is it? You understand my question? Which is it? Are you enlightened human beings or are you conditioned? (laughs) Till you answer this question, find out all about it, you are not properly educated. You may pass exams, get a job, but you are not educated, cultured human beings. Right? Shall we go on from there? Shall we go on from there?\nThat you are conditioned by the culture in which you have lived - the culture being the Hindu culture, the Hindu tradition, the Hindu superstitions with their gods, with their rituals, you know, the whole structure of what is called Hinduism, or Christianity or Buddhism or Marxism or Communism - you are conditioned. Right? Then the question arises: how is this conditioning to be dissolved, broken away? Because if this conditioning is not resolved, broken down, you are bound to have wars. You may talk everlastingly about peace, you will never have peace. You may go off into a monastery, become a sannyasi, you won't have peace, because your sannyasi is within the framework of your conditioning. I don't think you see all this.\nSo the question is: whether the human mind which has lived for twenty-five or thirty million years, which has inherited the animal, the higher ape, grown, grown, evolved, lived, through these millions of years, such a mind is conditioned through time, through pressure, through knowledge, experience of millions of years. Now, can that mind, confronted with this enormous problem of revolt, of disintegration, of degeneration, can that mind change, mutate, be free from its own conditioning? Right? Is that clear, the question?\nThen one asks: what is to be done? You understand my question, sirs? What am I, a human being, who has lived ten million years, thirty million years, what is he to do, knowing he is conditioned, how is he to break down that conditioning? Now, before I go into that, we must understand the meaning of certain words. You know, we use the word 'individual'. It is derived from Latin, which means 'indivisible', not capable of being divided. You understand? When you say, 'I am an individual', the word means that he is a whole entity, not fragmented entity in himself. You understand the meaning of all this? Somebody tell me they understand what I am talking about, will they? Are you all silent? Do you understand what I am talking about? Yes? Yes? (Laughs) You are rather shy about it, aren't you? I was pointing out the meaning of that word when we say, 'I am an individual'. 'Individual' means indivisible, that means whole, cannot be broken up. Are you such an individual? You are not, because you are broken up; you think one thing, do another, believe in something else, you are frightened, there is the soul, there is the atman and there is the body - you follow? You are all broken up, contradictory, therefore you are not an individual. Put that in your pipe and smoke it! We think we are great individuals: we are not. And we are going into words, the meaning of words. When we say 'whole', 'whole' means healthy, and 'whole' means to be holy, h - o - l - y. Sacred. An individual is sacred only when he is indivisible in himself. You have got it? But as human beings are now, who call themselves individual, they are broken up human beings, therefore they create a society which is also broken up, fragmented. Right? And -we won't go into other meaning of words, those two words are enough for the time being.\nSo how is it, is it possible - no. Can the human mind, your mind, not my mind, your mind, can it break through its conditioning, break through its divisions, its fragmentations? Right? Have you understood that? Now, how is it possible to break through? Please understand my question first, before you try to answer it. Here I am, a human being, lived for thirty million years with all the experience of the race, of the human being, whether he lives in America, Russia or in India. I am that human being, fragmented, broken up, divided in myself. How can that human being break through this conditioning? You've got it? Have you understood the question? Now, when you say, 'how', 'how am I to break through?', what is implied in that question 'how?' You must understand this very carefully. When you say, 'how?', you think it is possible, don't you? You understand? When you say, 'how?', in that word is implied, 'Please tell me what to do'. Right? 'Tell me the system, the method, the process by which I can break through'. Eh? Isn't it? I don't know how to speak Hindi. Tell me the method that will teach me Hindi very quickly. The 'how' implies that, a method, a system, a practice, somebody teaching you and you learning it and then breaking through. Right? You've got it? So when you ask, 'how?' you are asking for a method. Understood? Now, the method implies the one who will practise it. Doesn't it? There is the method and somebody else who is going to practise that method. Right? Therefore there is the 'me' and the method - right? - the 'me' that is going to practise the method and thereby he hopes to uncondition himself. You are getting all this? Or is it all too difficult in one morning?\nSo the 'how' and the 'me' are in themselves a division. You've understood? No. When you ask for a 'how', 'how am I to break through?', you imply the 'me', that is going to practise the method to get through, to break through. Now, there is the 'me' and the method, therefore there is a division, therefore you have already conditioned. Therefore, don't ask 'how?' You have understood that? This is really very important to understand. Never ask 'how' of anybody, because the 'how' implies a system which you are going to practise: you and the system are two different things, therefore, when there are two different things like that, it will produce another conditioning. Have you got that?\nYou know what it is to learn? You are learning now, aren't you? Not from me, you are learning by observing, by listening to yourself, seeing yourself as you are, you are learning. You are learning saying, 'By Jove, I have always asked people how, how am I to do this?' and the poor idiots always said, 'Here it is, this is the system, do it'. And they have offered you systems. You know, there are many, many, many systems, and you don't see what is implied in the system. There is the one who is going to practise, grow, do it day after day - a thing which is outside of him as a system. So there is a division between the one who practises and the system. Therefore that division will invariably condition. Got the meaning of it? Have you got it, sirs? No, don't.... if you have got it, you will never follow any system. Then you will say, 'All right, I have discarded the system, the method, the practice, then what?' You are following all this? Are you as excited as the speaker about this? No, you are not. (Laughs) You don't see the beauty of this, unfortunately.\nSo I, as a human being, I am not going to ask a guru, a book, anybody, 'how?' First of all, they may also be wrong. Whether it's the Buddha, Christ, Sri Krishna or your guru, they may all be wrong. Therefore what are you going to do? You follow? Instead of asking someone to tell you what to do, you are going to ask, you are going to ask yourself that question, 'What am I going to do?' You see the difference? Do you see the difference? Before you said, 'Please tell me what to do' - the method, the system, the practice - which you see is false, therefore you say, 'Now, here is a problem: the mind has to uncondition itself, what am I to do about it?' Then you begin to learn about it. Right? You see the difference? If you ask 'how?' you are not going to learn. You are going to learn about the system, that's too silly. But if you say, if you put aside systems, methods, gurus, authority, then you will say, 'What am I to do?' Therefore you are going to learn. Right? Therefore your mind becomes extraordinarily active. Your mind has to find out. Your mind becomes free to enquire, look, ask itself, not of another. You are following all this? Are you in that position? Are you in the position of a human being who is willing to learn; not willing to be told what to do?\nYou know, learning means - which is quite an extraordinary problem in itself - to learn. Learning implies accumulation, knowledge. Right? I want to learn Hindi. So I have to accumulate the meaning of words, I have to learn the irregular verbs, then put them together into a sentence. So learning means accumulation of knowledge. Right? Doesn't it? Eh? For God's sake, do say, 'yes' or 'no'. Do you live like this, so quietly all your life, never exploding? Now, that is to learn. Learning a language means learning all the words of that language, the verbs and putting the verbs, the words together to make a sentence. Right? That is what is generally called learning. Having learnt, then I speak. Right? Having learnt mathematics, then I can express in mathematics. Having learnt a lot of words in Italian, in Spanish or in French or in Hindi, I speak. That is, having learnt, I act, or I speak. Right? Is that clear?\nNow, is there a different thing called learning? We know the ordinary method which is... ordinary way, accumulate and act from that, think from that, speak from that - which is what the whole technological, scientific field is. You understand? The whole of science is based on accumulative knowledge. Right? And having learnt all about that then we put together and go to the moon. Now, is there another way of learning? Another meaning to that word. Which means, is there a learning which is constantly moving, with never accumulating? You are going to find out. You are going to find out learning without accumulating, that means your mind is moving, moving, moving, never becoming static, having learnt I say, 'Yes, I know', but always in the movement of learning. And you are in that position. You understand? Because nobody is going to tell you what to do - all the gurus, all the education, all the churches, all the books have completely failed, because look at your own life, look at your own faces, how miserable, unhappy, what is the point of having all these gurus? Therefore you have discarded them, they have no meaning, therefore you are going to learn. Learning means not accumulating and then acting. Learning is acting. You cannot learn if you are not free. Right? Learning means enquiry, observing, looking, listening, listening to what is happening outside the world, in the world, the turmoil, the chaos, listening, watching, looking, and also listening inside yourself. Why you are not a whole human being, why you are broken up - you are going to learn. And you are not a static thing, you are a living thing. So you have to follow that living thing, that moving thing. Therefore you must be free, quick, not tethered to any belief, to any idea, to any formula. You get all this?\nAnd that is freedom. So that the mind, the heart, the brain, the three important biological things - not the heart, probably because they don't include it in biological things, heart, but we are including it - the mind, the brain and the heart are learning, moving and they cannot learn if you say, 'Well, I believe', 'My opinion', 'I am Hindu'. There you are tied, tied to a post called Hinduism or communism or socialism, you are tied there, and therefore you cannot learn. A mind only learns when it is free, when it has to move, when it's no longer caught in a formula. So to uncondition the mind, you have to learn about it. And to learn about the conditioning of your mind, there must be freedom from any post to which it is tied. You've got it? This is not a theory, a speculative idea. Either you do it or don't do it. If you don't do it, it's perfectly all right, knowing that you are creating confusion in the world, in yourself, you are the cause of wars, you are the cause of misery, you are the most destructive, degenerate human being, if you don't do it. It is like man hearing from a doctor, 'Don't drink that water, it is poisonous' and you keep on drinking. When you keep on drinking a poisonous water, it means that you are degenerate or you have got used to it. If you have got used to it, you are not a free human being.\nSo that is the first thing to observe, to find out: you are conditioned. Only a mind that can understand its own conditioning must be free from being tethered, from being held - held by a family, held by society and its morality, held by fear and so on. Then only such a mind can learn about itself. Right?\nI think I'd better stop now, we will discuss this at the next meeting. Would you like to ask any questions? Any questions.\nQuestioner: (Inaudible)\nK: Ah, this questioning will also create a different kind of questioning. Therefore it will also create conditioning. Just let me finish that question, sir. Let me answer this question, sir, first. The gentleman says every form of questioning will inevitably condition the mind. That is his question: won't questioning condition the mind? It all depends how you question. Either you question out of fear, wanting security, then your questioning will condition you. If you question without fear, it cannot possibly condition you. Look: I am frightened - suppose I am frightened - death, disease, having no job and so on. And I say question it: is there death, is there reincarnation, does all life end, memory after death immediately? I am putting that question because I am frightened. Right? Fear is prompting me to put that question. So fear will condition that 'me', not the questioning. I wonder if you get it? Right? So I have to find out how to... I have to learn how to question and for what reason I am questioning. Am I questioning in order to acquire more safety, more security, more this? Then if I am, it is going to condition me inevitably. If there is no fear, then I can question, then that will never condition. So I have to be sure what I am questioning, whom I am questioning, and why I am questioning. Do I question to find the truth? Not according to my fear, according to my prejudice, according to my belief. Do I ask, question to find out? Yes, sir?\nQ: (Inaudible)\nK: So, sir, so sir are you saying everything is conditioned and it is not possible to uncondition oneself? Is that it? You have understood his question? He says, 'Don't be silly' to me, 'you cannot uncondition yourself or anybody'. Is that right, sir? You don't call me silly, but you more or less say that! If you think you cannot be unconditioned, there is the end of the problem. Right? Sir, have you heard? If you say, sir, that no human mind can ever be unconditioned, then you have no problem. It's finished, you have said, 'Yes, it cannot be unconditioned'. Therefore there is nothing to be done except decorate, beautify the conditioning because you cannot be unconditioned. Therefore live in a prison and decorate the prison. Therefore you have no problem. Right, sir? Right, sir? Wait, wait, it's very simple, sir.\nQ: (Inaudible) (laughter)\nK: No, sir, no, sir, no, sir, you are trying to be clever. This is not a question of being clever, verbally disputing with each other. That becomes too immature and too childish, school-boyish. But we are saying something entirely different. If it is not, if no human mind can uncondition itself, therefore it has no problem, and therefore it lives in its own misery. Right? It accepts misery, wars, confusion, struggle, contradiction, killing each other, competition - it accepts it. Therefore it lives in a world of ruthless violence - full stop. But if it says, 'I don't know, I am going to find out' - you understand? - I want to learn, I want to find out if it is possible - right? - then such a mind is entirely different from the mind which says it is not possible. Now, the word 'possibility' means it is possible, doesn't it? Right? That it can be done. Right? What is possible is already done. Right? What is possible is already done. If it is possible, you can do it. No? Oh, Lord! It is possible for me to go from here to Benares, therefore it is quite easy. You have understood, sir? You have understood? When I say it is possible, it means it can be done. No? Therefore you have done it. It is possible for me to go from here to Benares. Therefore I can do it. Therefore it is not a problem to me. Therefore I walk, I move. Right?\nQ: (Inaudible)\nK: No, I am trying to ...\nQ: (Inaudible)\nK: That's over, that's finished.\nQ: There comes a state in which I say, 'I do not know'.\nK: Wait, wait, I am coming to that. I am coming to that.\nQ: (Inaudible)\nK: Wait, I am coming to that. Just give me... have a little patience. I am coming to that. Please do follow all this. Because it is good to learn about things that you don't know or you have never thought about even. Either you say it is not possible, therefore you are no longer concerned about the possibility whether it can be done or not done, therefore you are out. And you say, 'By Jove, is it possible? I don't know'. You follow? You start with the, the feeling 'I don't know' but you say, 'Yes, it may be possible'. Right? So the possibility implies the capacity to do it. Right? What is the difficulty? Are you following this?\nQ: (Inaudible)\nK: Not very clear.\nQ: When you say 'possibility' it implies that it is already done...\nK: Yes, surely, if human beings, forty-five million human beings have learned French, I can, another person can learn.\nQ: Yes but that is a very complex thing...\nK: Wait, I am coming to that. See, see what is implied first in what I am saying. What is possible is already achieved. What is impossible is possible. I'll go into all this, sir. We are learning. You understand? I am not dogmatically stating anything with which you agree or disagree, we are learning, learning together. Look, sir, have a little patience with me, and we'll go into it. I want to go into it myself, because I say things which I have to afterwards discover the truth of it. Do you understand? I don't repeat from already things I have concluded. When I say to myself, 'Is it possible that a human mind can uncondition itself?' - the implication in that word 'possible' means it is possible. I have already moved away from the man who says it is not possible, because I am enquiring into the possibility. Right? Now, is it possible for me? I don't know - right? - but I am going to do it, I am going to find out. Right? I am going to learn. So what does it mean? If it is possible, I can do it. No?\nQ: (Inaudible)\nK: You'll have to speak a little louder, madam, I cannot hear.\nQ: (Inaudible)\nK: That's right, that's right. It is already in that direction. But that's not good enough. I may set myself in the direction of Benares but that's not good enough. Therefore I have to ask another question. The question then is: the man who says it cannot be done. The man who says, 'I don't know, but I am moving' - the possible, and from that arises what is impossible. You are following? What is impossible in life? Is there anything impossible for the mind? It has gone to the moon, it has lived under the sea, it has done the most extraordinary things, the mind has done; and here is a much greater problem than any technological problem, which is whether the mind can uncondition itself, which means is it impossible, therefore it is asking the impossibility and therefore finding out the possible in relation to the impossibility. You are getting what I am talking about?\nLook, sir: people said it is impossible to go to the moon, impossible, don't be silly. That was in 1930. They used to say that, it's impossible. I have heard great scientists saying, 'Put it out, there is no such possibility'. But there were a few who said, 'It may be possible, it is possible'. The impossible will make it possible. You understand, sir? The impossible will make it possible. And they put their whole life into the impossibility. Here I am saying: can the human mind completely uncondition itself? And you all say, 'No, it is not possible' or it may be possible. I say the impossible is possible, because what is impossible is so great it is possible. You've got something of it, sir? You know, it's like hitching your wagon to the greatest and the farthest star, that's impossible. Therefore, in relation to the impossible everything is possible. Think it out. Any other question?\nQ: What is thought and can there be thought without fear?\nK: What is thought and can there be thought without fear? It is now seven minutes to eleven. Aren't you tired? Aren't you? No? Are you being entertained by chance? Are you? Are you being entertained? Which means it is like going to a cinema, and the cinema can go on, the film can roll on and on and on, you sit there and watch it. You don't take part in it and therefore you don't get tired, you get emotionally excited, and you can sit there about three or four hours. Are you being entertained in that way? Are you? I am afraid you are. If you are not entertained, you would be tired, wouldn't you? You would be working. Your brain-cells will be so tremendously active, you'd say, 'For God's sake, stop'. But you say, 'No, I am sorry, I like your voice or your speech or your whatever it is, I am sitting back comfortably, and you go on, carry on'. And you are used to this, unfortunately, both in your classroom, the teacher goes on and on and on and you sit and memorise a few sentences, and you go to listen to some Gita, man talking about some ancient book which is dead as a door-nail and you say, 'All right, let us go on'. I am sorry. Do consider it. We have talked nearly an hour and a half. I have. I have worked. I have learnt. I am learning. And it is exhausting to talk to people who don't want to learn, who have been trained from childhood what to think - not how to think, how to work. So, sirs, if you don't mind, we will take up that question whether thought breeds fear, what is thought, and where thought breads fear. May we go into that another time? May we? All right.\n"}]