[{"title":"what-meditation","text":"We were going to talk over together this evening - what is meditation? But before we go into that, which is really quite a complex and intricate problem, we ought to be, it seems to me, very clear what it is we are after. We are always seeking something, especially those who are religiously minded, and even the scientist, seeking has become quite an issue - seeking. What are we seeking? I think this must be very clearly and definitely understood before we go into this, into what is meditation and why one should meditate at all. And what is the use of meditation, where does it get you?\nBefore we go into that, we must be clear what it is that we are seeking, each one of us. And the word search, seek, run after, search out, implies, doesn't it, that we already know more or less what we are after. When we say we are seeking truth or we are seeking God, if we are religiously minded, or we are seeking a perfect life and so on, we must already have in our mind a pattern or an image or an idea of what it is. And to find it after seeking it we must already know its contours, its colour, its substance.\nSo in seeking, is there not implied in that word, that we have lost something and we are going to find it. And when we find it we shall be able to recognise it, which means you've already known it - all that you have to do is to go after, search out. And so, the first thing to realise is not to seek, because what you seek is predetermined, what you wish; if you are unhappy, lonely, in despair, you'll search out, hope, companionship, something to sustain you, and you'll find it, inevitably.\nSo in meditation, every form of search must come to an end. And, as we said when we last met here, that one must lay the foundation, the foundation of order, which is righteousness, not respectability, the social morality is no morality at all. But morality, order, virtue that comes out of understanding what is disorder, is quite a different thing. And we said, disorder must exist as long as there is conflict, both outwardly and inwardly.\nAnd to bring about order is to understand disorder. And therefore, order is not according to a blueprint, according to some authority, or your own particular experience. And how this order comes about must obviously be without effort, because effort distorts.\nAre we communicating with each other? Because we are talking about something very, very difficult, how to bring about order without control. And that order can only exist when we say we understand disorder - the origin, how this disorder comes into being, which is conflict, which is in ourselves, to understand it, not to overcome it, not to throttle it, not to suppress it, but to observe it. And to observe without any distortion, without any choice, without any compulsive, directive impulse, is quite an arduous task.\nTherefore order, which is virtue, comes about without any effort when there is the understanding of disorder. And control implies either suppression or rejection, exclusion, and a division between the controller and the thing to be controlled, and therefore conflict. So if one understands this whole business, control and choice come totally to an end. As we explained, control implies division, by the one who controls and the thing that is to be controlled. And in this division there is conflict, there is distortion. And when you really understand this, that the controller is the controlled, then conflict and control in every form comes to an end, which is the ending of division and therefore comprehension, understanding. When there is understanding of 'what is', then there is no need for control.\nSo there are these two essential things that must be completely understood if we are to go into the question of what is meditation - order, with the understanding of what is disorder, and control, with all its implications, of its duality, contradictory, contradiction, and, as we explained the other day, the observer is the observed, the one who is angry and tries to get rid of anger, is anger himself. And when he divides himself from anger or from jealousy or from despair or from the desire to fulfil there must be contradiction and therefore conflict and therefore distortion. Right?\nThis is the foundation. And without this really you cannot possibly know what meditation is. Don't fool yourself by all the books they write about meditation, all the people that come to tell you how to meditate, or the groups that are formed in order to meditate. Because you see, if there is no virtue, which is order, there must be distortion, the mind must live in contradiction, in effort. And how can such a mind know or be aware of the whole implication of what meditation is?\nAnd, as we said the day before yesterday, we must also, not intellectually, with one's whole being, come upon this strange thing called love, and therefore no fear. Without love - you know what we mean by love - love that is not touched by pleasure, by desire, by jealousy, love that knows no competition, that does not divide my love and your love. There must be that. All this is necessary because then the mind, including the brain, the emotions are in complete harmony, must be, otherwise meditation becomes self-hypnosis. Right?\nYou know, sirs - don't go to sleep over this. Because as we said, we are communicating with each other, which means we are sharing together, we are journeying together, you are not left behind for someone else to go ahead, either we are going together or not at all, which means you must have worked during this week, very hard, to find out your own activities of the mind, how it functions, your self-centred activities, the 'me' and the 'not me', you must have been quite familiar with yourself and all the tricks that the mind plays upon itself, the illusions and the delusions, the image, and the imagination that one has. And the romantic ideas, with a mind that is capable of sentimentality is incapable of love, because sentiment breeds cruelty, brutality, violence, not love.\nSo if you have, and I hope for your own sake, not because of me, of the speaker, you have more or less deeply established this in yourself. Which is quite an arduous, demanding, tremendous inward discipline, discipline being learning, not learning from another, but learning by observing what is going on in yourself. And that observation is not possible if there is any form of prejudice, conclusion, a formula according to which you are observing. If you are observing according to some psychologist, you really are not observing yourself, you are observing what the psychologist has said to you, and through that you are observing. Therefore there is no self-knowing.\nAnd this implies an awareness. You know, there are many schools in Asia and I believe they are creeping into this country too, where you are being taught how to be aware, or how to be attentive. The first thing is, if I may point out, don't join anything, don't join any group, any organisation - I hope there is nobody here who is the head of organisations, or group leaders. Don't, because you need a mind that is capable of standing completely alone, not be burdened by the propaganda of others or the experiences of others. Enlightenment doesn't come through a leader, through a teacher, it comes through understanding of 'what is', which is in yourself, not running away from yourself. So don't, if I may most respectfully suggest, don't join anything, especially the religious kind where they promise you Nirvana or God for five dollars, or give you some kind of talisman in the shape of words - we'll go into that presently; because the mind has to understand actually what is going on in the psychological field, in its own field, and therefore it must be aware of what is going on, aware without any distortion, without any choice, without any resentment, bitterness, explanation or justification, just to observe.\nNow if this is laid happily, easily, with great joy, not compulsively but with ease, with felicity, without any hope of reaching anything, because if you have hope you are moving away from despair, therefore one has to understand despair, not search out hope - despair comes only when there is no understanding of 'what is' - out of despair you have bitterness. In the understanding of 'what is' there is neither despair nor hope.\nAll this is asking too much of the human mind, isn't it? Unless you ask the impossible you fall into the trap of what is possible. And that trap is very easy, one has to ask the utmost of the mind, the mind has to ask and the heart, the greatest demand, otherwise we will slip into the easiest, the possible, the convenient, the comfortable.\nNow we are all together still? Verbally probably you are but the word is not the thing. What we have done is to describe, the description is not the described. So if you are taking a journey with the speaker you are taking the journey actually, not theoretically, not as an idea, but something that you yourself are actually observing, and therefore not experiencing. There is a difference between observation and exploration and experience. May I go on into all this? I don't know how you stand all this. (Laughter) Because you see this is the life of the speaker - therefore he can go on, endlessly, because there is the everlasting fountain. But you, the other, the listener, unless you also have travelled deeply inwardly, it will have very little meaning.\nSo we are asking, what is meditation? And why we should meditate at all, why all this fuss about this word? Probably for some of you or many of you, this is the first time you hear that word. Or you already have a concept of it or already have been told by some wandering monk from India that you should meditate and gives you a formula. And you, unfortunately out of your greed and it is greed and nothing else, follow it. Here we are not offering you a thing - please understand that, because any formula, any method, any system, soon becomes repetitive and mechanical, it doesn't matter who gives that formula or that system, if you practise it you become what the method offers, and what the method offers is not truth, because truth is a living thing, method is mechanical. And if you practise it, in the practice, watching yourself, there is the one who practises and the thing to be practised, therefore division, therefore conflict, therefore distortion, therefore disorder. Is that clear? Therefore don't accept any system from anybody.\nYes, sirs, which means you have to observe without any support, without any encouragement. Observation is entirely different from exploration in which is involved analysis. In analysis there is always the analyser and the thing to be analysed. Exploring - there must be an entity who explores, so that is, exploration is different from observation. Observation is a continuous learning, not continuous accumulation. I hope you see the difference. Learning is different from learning in order to accumulate and from that accumulation, act, or think. Whereas in exploration you are accumulating, there the mind is acquiring; and from that acquisition, adds things and so on.\nSo enquiry may be logical, must be logical, sane, rational but observation is entirely different - to observe without the observer. We went into it so I won't go into it now, there won't be time. Then the whole question of experience. I wonder why we want experience? Have you ever thought about it? We have thousands of experiences all the time, of which you are cognisant or ignorant. Experiences are happening. But we want deeper, wider experiences - why? Don't you all want marvellous experiences? Mystical, mysterious, profound, transcendental, godly, spiritual - you want them, don't you? Why? Isn't it because one's own life is so shoddy, so miserable, so small, so petty. No? And therefore you want to forget those and move into another dimension altogether. How can a petty little mind, worried, fearful, occupied with the furniture, with the cook, with the 'what is', you know, problem after problem, how can such a mind experience anything than its own projection and activity?\nAnd to demand greater experience is to escape from 'what is'. And it is only through 'what is', is the most mysterious thing in life. So: and in experience also is involved the whole process of recognition, otherwise you wouldn't know you had an experience, you must recognise it as pleasant or transcendental or noble or beautiful, happy, this or that. Otherwise you won't know it is an experience.\nSo when you recognise it means you have already known. So your experiences generally, vastly, is out of the past, therefore there is nothing new in it. So there is a difference between observation, seeing, exploring, critically, rationally, sanely, and this craving for experience.\nNow if that is clear, clear not verbally or intellectually but clear in the sense that you have put all that aside completely, including the method, purpose, search. You know, all this is extraordinarily subtle, demands great attention inwardly; then we can go and ask, what is meditation, what is all this noise they make about meditation? Volumes have been written, there are great - I don't know about great - yogis who come and teach you how to meditate. Now the first thing is, you really don't know anything about it, do you, actually, unless you are told? Do let's be a little bit honest. But the whole of Asia talks about meditation, that's one of their habits, as one of their habits to believe in God or something else. They sit for ten minutes a day in a quiet room and meditate, concentrate, fix their mind on an image - that image is created by themselves or somebody else has offered through propaganda that image. And during those ten minutes they try to control their mind and battle with the control, because the mind wants to go forth, and battle, pull it back and forth you know, that game they play everlastingly. And that is what they call meditation. Right?\nThen what is meditation? First of all, the mind, this mind that chatters, that projects ideas, that has contradiction, that lives in constant conflict and comparison, that mind must obviously be very quiet, mustn't it? To observe, that mind must be extraordinarily quiet. If I am to listen to what you are saying I must give attention to what you are saying, I can't be chattering, I can't be thinking about something else. I mustn't compare what you are saying with what I already know, I must actually, completely listen to you. That means, the mind must be attentive, must be silent, must be quiet, mustn't it? Therefore, seeing the necessity that to observe clearly the mind must be quiet. To see clearly the mind must be quiet.\nAnd because it is imperative to see clearly the whole structure of violence, and therefore to look at it, the mind must be completely still. Therefore you have a still mind. I don't know if you follow this. You don't have to cultivate a still mind. Right sir? Because to cultivate a still mind implies the one who cultivates in the field of time, that which he hopes to achieve. See all this what I have just now said, see the difficulty. Because all the people who try to teach meditation, they say, control your mind, you mind must be absolutely quiet. And you try to control it, and so everlastingly battle with it and spend forty years controlling it, which is completely silly, because any schoolboy can concentrate, control. We are not saying that at all, we are saying, on the contrary, the mind that observes - please do listen to this, that observes - doesn't analyse, is not seeking experience, merely observes, must be free from all noise. And therefore the mind becomes completely quiet. If I am to listen to you I must listen to you, not translate what you are saying or interpret what you are saying to suit myself, or to condemn you or to judge you, must listen.\nSo that very act of listening is attention, which means, not to practise at all. If you practise it you have already become inattentive. Are you following all this?\nSo when you are attentive and your mind wanders off, which indicates it is inattentive, let it wander off and know that it is inattentive, and the very awareness of that inattention is attention. Don't battle with inattention, don't try and say, 'I must be attentive' - it's childish. Know that you are inattentive, be aware, choicelessly, that you are inattentive. What of it? But the moment in that inattention there is action, be aware of that action.\nSilence of the mind is the beauty in itself. To listen to the bird, to the voice of a human being, to the politician, to the priest, to all the noise of propaganda that goes on, to listen completely silently. And then you will hear much more, you will see much more.\nNow, that silence is not possible if your body, the organism, is not also completely still. Do you understand? If your body, the organ, with all its nervous responses, all the fidgeting, the ceaseless movement of fingers, the eyes, you know, the restlessness of the body - that must be completely still. Have you ever tried sitting completely still, without a single movement of the body, including the eyes? Do it some time and you'll see. You may do it for five minutes or two minutes, that's good enough - don't say, 'how am I to keep it for ten minutes, for an hour?' - don't, that's greed! Do it for two minutes is enough. In that two minutes the whole of this thing is revealed, if you know how to look.\nSo the body must be still, because then the flow of the blood to the head becomes more. If you sit crouched, sloppy, then it is more difficult for the blood to go to the head. Which means, the body has its own intelligence, which the mind has spoilt, thought has destroyed. Thought seeks pleasure, therefore tasty foods, you follow, overeating, indulging, sexually, all the ways, compelling the body to do certain things - if it's lazy, force it not to be lazy, or take a pill to keep awake. That way we are destroying the innate intelligence of the organism. And when you do that, the organism becomes insensitive. And so you need great sensitivity, therefore one has to watch what one eats - I won't go into all that business, it's up to you. Because if you overeat, you know what happens, you know all the ugliness of all that. So we need a body that is highly sensitive, greatly intelligent. And therefore love, which doesn't become pleasure, love then is enjoyment, it is joy, pleasure has always a motive, joy has none, it is timeless. You can't say, I am joyous, the moment you've said it, it's gone. Or if you seek the cause of that joy you want it repeated and therefore it is no longer joy.\nSo there are these three things essential: the intelligence of the body, the capacity, the fullness of love, without the distortions of pleasure, which doesn't mean there are no pleasures, but which doesn't distort the mind. Look, you know, most of us have pain, physical pain in some form or another. And that pain generally distorts the mind, doesn't it? I wish I hadn't it, I wish I were better - you know, spend years, days, thinking about it. So when the body has pain, to watch it, to observe it and not let it interfere with the mind. You are following all this? Do it, sirs.\nSo the body, the mind including the brain, and the heart, which is supposed to be love, all that must be in total harmony. Now what is the point of all this, what is the point of this kind of life, this kind of harmony, what good is it in this world, where everybody is suffering and one or two people have this ecstatic life - what is the point of it? I wonder who is asking this question? If you are asking this question, what is the point of it, it has none whatsoever. But if you have this extraordinary thing going in your life, then it is everything, then you'll become the teacher, the disciple, the neighbour, the beauty of the cloud, you are all that. And that is love.\nThen comes another point in meditation - do you want to go into all this? You know, the waking mind, the mind that is awake during the day, functioning along the lines in which it has been trained, the conscious mind, with all its daily activities, continues during sleep, the same activities - have you noticed it? In most of the dreams there is action going on, some kind or other, some happening, which is the same as the daily living. So your sleep is a continuation of the waking hours. Are you following all this?\nAre you getting tired at the end of the talk? I'm surprised you are not tired - you must have had a hard day and this is not an entertainment, this is real work, work that you have never done before, therefore it must be exhausting.\nSo sleep is a continuation of the waking hours. And we give a lot of mysterious hocus-pocus to dreams. And then these dreams need to be interpreted and you have all the professionals interpreting the dreams for you, which you can yourself observe very simply if you watch your own life, your own life during the daytime. So the question is, why should there be dreams at all, though the psychologists say, from what they have told us, that you must have dreams, otherwise you'll go insane. But when you have observed very closely your waking hours and all your activities, the self-centred, the fearful, the anxious, the guilty, you know, watching it, attentive all day, then you will see that when you go to sleep, you sleep, you have no dreams, because during the day you have watched every movement of thought, the mind has been watching, attentive to every word. You work it out you will see the beauty of it, not the boredom of watching, but the beauty of watching.\nSo when the mind is attentive during the day, then there is attention in sleep. It doesn't matter whether you understand or not, I'll go on, because somebody, some day, will understand this. And it is important to understand it because, you see, conscious mind, the mind that is daily attentive, watching itself, cannot possibly touch something entirely different. Though in sleep it is attentive and that is why meditation, the thing that we have talked about during this hour, becomes extraordinarily important and worthwhile, full of dignity, grace and beauty, when you understand attention, not only during waking hours but also during sleep. Then the whole of the mind is totally awake. And beyond that every form of description is not the described, therefore don't talk about it. All that one can do is point to the door. And if you are willing to go, take a journey to that door, it's for you to walk - beyond that, nobody can describe the thing that is not nameable, whether that nameable is nothing or everything, doesn't matter. Anybody who describes it doesn't know. And one who says he knows, does not know.\n"}]