[{"title":"how-shall-i-know-myself","text":"So many people have asked to have interviews with me. I am afraid it is not possible to give all the interviews everybody wants. I am awfully sorry there isn't time and also one has to do a great many other things than talk here, but those who have already got appointments, those will be continued.\nWe are going to have seven discussions I believe, or dialogues, here - or is it eight?\nAudience: Eight.\nK: Oh, my Lord! (Laughter) Eight discussions, that is dialogues, conversations, where each one of us shares what we are talking about. It is not merely hearing a few words from each other, holding on to our opinions and judgements, but rather, in discussing, in talking over together, we begin to find out for ourselves how we think, from what point of view we look at life, how formulas, conclusions, sway or control our minds. And if we could, during these eight talks, eight discussions, go into this, into the many problems, taking one morning, or each morning a particular subject, and going into it as completely and as thoroughly as possible so that both of us understand it entirely, not only verbally, intellectually which is of course not understanding, but go beyond it. So this morning what shall we take?\nQ: How about the roots and origin of thought?\nK: About the roots and origin of thought. Yes sir?\nQ: The difference between the mind and the brain.\nK: The difference between the mind and the brain. Just a minute sir. That gentleman.\nQ: The system of meditation - is it in oneself or is it?\nK: He would like to discuss - if I understood it rightly - the system of meditation in oneself or following a particular method or a system outwardly. Is that it?\nQ: Can one make a system out of anything?\nK: Can one make any system out of anything? What were you going to say sir?\nQ: Do we make the right use of our personal faculties, capacities? Do we use them in the right way? What is the right use of our own personal faculties? Each of us has a certain amount of faculties.\nK: How to use our personal capacities?\nQ: And faculties.\nK: And faculties. Any other questions? Yes sir?\nQ: (Inaudible)\nK: How do we get out of the love in which we are caught?\nQ: Could we discuss the letting go and giving up of all the conditioning?\nK: Could we discuss letting go or putting aside all the burdens and the conditioning one has. What sir?\nQ: What is enlightenment?\nK: What is enlightenment? Can one get into it. Now that's enough. Yes sir?\nQ: Why is it so difficult for us to attain a state of beauty?\nK: Why is it so difficult for us to remain in a state of beauty, naturally, easily and freely - is that it?\nQ: And also to attain it.\nK: And obtain it.\nQ: Why is it difficult for us to do that?\nK: Why is it difficult for us to be able to do that? Now can we put all these questions together? And I think if we could discuss or talk over together what is self-knowledge - wouldn't all these questions be answered? Which is: what is meditation, is it a system outwardly or inwardly, what is the difference between the mind and the brain; why is it so difficult to arrive or understand what is enlightenment; why is it that most of us have to, in various forms, struggle and so on. Could we take self-knowing in which all this would be included? Would you like that, would that be all right? You are quite sure. I am not imposing this on you. That is you are trying to find out how to understand oneself, because if I understand myself completely, as much as possible, then perhaps all these questions would be answered. Would you agree to that? Yes sir? Which means (sound of band) - Oh, Lord! (Laughter). I am afraid there is too much competition. ( Laughter) (Sound of band continues). I hope it is a reveille! Well, let's get on.\nWould that be worth while to discuss? Is there a method to know, by which one can know oneself? Is there a system? Is there a way of finding out for oneself all the human questions that we have put this morning, for oneself, not ask anybody? And that is possible only if I know for myself the mechanism of thought, how the brain works, for myself, how the mind, the brain is caught in a conditioning, how it is attached, how it wants to free itself, the constant struggle within oneself and therefore outwardly, and is it possible to meditate and so on. So to answer all the questions that one puts to oneself, and also the problems that exist outwardly, is it not important to understand oneself? Right? Could we discuss this? Yes? You have asked the questions. I am asking you. I am not trying to impose on you. May we go into this?\nQ: Yes.\nK: Now first of all how do I examine, observe, myself? That's what's involved first. Do I look at myself according to what the authorities, specialists, psychologists have said, which obviously has conditioned my mind? I may not like Freud, Jung, Adler and all the recent psychologists and analysts but because of their very statements that has penetrated into my mind, and I am looking at myself with that, with those eyes. Right? And can I look at myself objectively, without any emotional reaction, just to see what I am? And to see what I am is analysis necessary? All these questions are involved when I ask myself that I must know myself, because without knowing myself completely I have no basis for any action. Because if I don't know myself and therefore am confused, whatever action I take must lead to further confusion. So I must know myself. I must profoundly find out the structure of my nature. I have to see the scaffolds of my activities, the patterns in which I function, the line which I follow, the directions which I have established for myself, or the society. And understand this drive, which makes me do things, contradictory or consistent, or occasionally contradictory. I hope you understand. Right? To understand all these problems whether there is god, whether there is truth, what is meditation, what is the meditator, who is much more important than meditation, I must know completely myself. Right? You see the importance of it. The importance that you know for yourself what you are. Because without knowing yourself whatever you do will be done in ignorance, therefore in illusion, therefore in contradiction, therefore confusion, sorrow and all the rest of it. Is that clear? One must know oneself, not only at the conscious level but at the deep layers of oneself. Right? Is this clear? Not what I say, that you must know yourself.\n\tNow, how shall I know myself? What is the procedure? Shall I follow the authorities, the specialists, who apparently have investigated, who apparently have come to certain conclusions, which they may alter, which the later analysts, psychologists, philosophers, may alter, may strengthen - shall I follow the authorities, the specialists? Wait, wait, wait, don't say 'No'. If I don't how shall I understand myself? Because whatever they have said, not only in the recent years but in the past - the philosophers, the analysts have existed before all the specialists in the western world, the Indian mind has gone into this at extraordinarily great depth, and all the investigations of the past philosophers, teachers, and the moderns, is imprinted on my mind, consciously or unconsciously. You follow? I certainly have not read Freud but people talk about it, about their conditioning, their sex - you know all the rest of the Freudian jargon - and one is familiar with all that. So shall I follow, because they have gone ahead of me, because I am just beginning, shall I follow what they have said and go further than what they have said - you are following all this? - or I won't follow anybody but look at myself. Because if I can look at myself as 'what is', I am looking at myself who is the result of all these philosophers, sayings, teachers, saviours, all the rest of it. You are following this? Therefore I don't have to follow anybody. Is this clear? Do see this please. Don't come back to this later. My mind is the result of all the philosophers, consciously or unconsciously accepted what they have said, not only accepted, it has flowed, come in, like on a wave all these things come in, not only in the present but also in the great many teachers of the past. I am the result of all that. And also all the latest philosophers, teachers, saviours and all that. So I say as I am the result of all that, consciously or unconsciously, there is no need to follow them. All that I have to do is to observe myself - right? - is to read myself, read the book which is myself.\nNow, how am I to read, how am I to observe, how am I to observe so clearly that there is no impediment? I may have coloured glasses. I may have certain prejudices, certain conclusions which will prevent me from looking at myself. Right? See all what is implied in looking at myself. So what shall I do? I cannot look at myself freely, that is, I cannot, as I am conditioned, look at myself in complete freedom. Right? Therefore I must be aware of my conditioning. Are you following all this? So I have to ask: what is it to be aware?\nRight, now let's proceed. You understand my question? As I cannot look at myself wholly in freedom, because I am not free, my mind isn't free, I have a dozen opinions, so many conclusions, infinite number of experiences, the education which I have been through, all that is my conditioning and therefore I must be aware of these conditionings, which is part of me. Are you following all this? So first I must know, I must understand what it means to be aware. Right? What does it mean to be aware? I am not talking alone, please share together. What does it mean to you to be aware? The other day the speaker said 'Don't take notes please' - you heard that and you went on taking notes - several people did: now is that to be aware? Please sir, let us stick to one thing. What does it mean to be aware?\nQ: I know already that I can be that only for two minutes, for a very short moment and then it becomes disorder.\nK: Wait sir, we will come to that. We will come to whether this awareness can be extended. Or is it just for a very, very short period. But before we answer that question let's find out what it means to be aware.\nAm I aware of the noise of that stream? Am I aware of all the different colours that men and women have in this tent? Am I aware of the structure of the tent? The shape of it? How it sits on the ground? Am I aware of the tent - please follow this - and the space round it, the hills, the trees - you follow - the clouds, the heat, am I aware objectively, outwardly, of all these things? Are you aware? Now wait a minute. How are you aware?\nQ: We are aware inwardly and outwardly at the same time.\nK: No, madam. Look: we are not talking of inward awareness. Please go step by step. We'll come to all this. Are you aware of this tent, of the various colours within the tent of the people's dresses, are you aware of the hills, the trees, the meadows, the sound of the stream, the clouds, are you aware - wait - aware in the sense, are you conscious of it? You are, aren't you?\nQ: When I put my attention on it I am aware of it.\nK: Wait. When you put your attention on it you are aware, therefore you are not aware when you are inattentive. Right? You are following? So only when you pay attention, then you are aware. Please follow this closely.\nQ: When I pay attention to one thing, all the other things around me, I can't pay attention to them, then I become absorbed.\nK: You become absorbed in one particular thing and the rest rather fade away. Are you aware when you are looking at the tent, the trees, the mountains, are you aware that when you look attentively even that you are shaping into words what you see? You say, 'That's a tree, that's a cloud, that's a tent, I like that colour, I don't like that colour'. Right? Please take a little trouble over this. Don't get bored. Because if you go into this very, very deeply when you leave the tent you will see something for yourself. So when you are aware, when you watch, aware, are you aware of your reactions?\nQ: Attention expands...\nK: I am asking something and you reply to something else. I am aware. Look I am aware of that dress. My reaction says, 'How nice', or 'How ugly'. I am asking are you aware when you look at that red, your reactions?\nQ: Sometimes.\nQ: You have got to be aware to meditate at all.\nK: Sir, I'm talking of that. Sir, go slowly into what I am asking. Are you aware when you see that red dress, of your reactions, not of a dozen reactions, of that particular reaction when you see a red colour? Why not? Isn't that part of awareness?\nQ: When you put a name on a thing you are not aware.\nK: I am going to find out sir, what it means. Look, may I talk a little? You don't bite into this.\nI want to be aware and I know I am not aware. Occasionally I am attentive, but most of the time I am half asleep, half inattentive, I am thinking about something else while I am looking at a tree, or that colour. So, as I have said, I want to know myself completely because I see if I don't know myself I have no raison d'etre to do anything. So I must know myself. Now, how do I know myself? How do I become - how do I observe myself? In observing I shall learn. Right? So learning is part of awareness. Right? No? Am I going to learn about myself according to anybody, according to the philosophers, the teachers, the saviours, the priests? Then it's not learning, is it? I give it up. Is it? If I learn according to what others have said, or follow what others have said I have stopped learning about myself, haven't I? So the first thing is I have to learn about myself. Now what does this learning about myself mean? Investigate it sir. Go into it, find out, what does it mean to learn about myself?\nQ: To observe myself, my reaction.\nK: No, madam, I don't mean that - to learn - what does that mean - to learn?\nQ: (In Italian)\nK: Are you really interested in all this?\nA: Yes.\nK: Wait, sir. The questioner in Italian says, we see the reason of knowing ourselves, we are desperate to find ourselves but we want out of this desperation a system, a method because we don't know what to do with ourselves. So we want a method, somebody to tell us, 'Do these things, you will know yourself' - more or less. Basta! Now sir, please, do listen to me. There I am. I am the result of the society, the culture in which I live, the religions, the business world, the economic world, the climate, the food, I am all that, the result of all that, of the infinite past and the present. Right? I want to know myself, that is I want to learn about myself - learn - right? Now what does that word mean, to learn. See the difficulty in this. Please see the difficulty. I don't know German, which means I have to learn - learn the meaning of words, memorise the verbs, the irregular verbs. You follow? And all that syntax and I have to learn. That is, I have to accumulate knowledge of words, how to put the words together and all the rest of it, I have to accumulate knowledge. And then I may be able to speak German. I accumulate and then act, verbally or in any other way. Now, there learning meant accumulation. Right? Are you following? Accumulation. Now what happens if I learn about myself, I see something about myself and I say I have learnt that. I have seen that, that is so, I have learnt about it. Now that has left a residue of knowledge - hasn't it? Now with that knowledge I examine the next incident. Right? And that becomes again further accumulation. So the more I observe myself and learn about myself, the more I am accumulating knowledge about myself. Right? Right? It is simple sir. Wait.\nQ: I am changing.\nK: I am accumulating knowledge and in the process I am changing, but I am accumulating knowledge, experience by observing. Now what happens? With that knowledge I look at myself. So the knowledge is preventing me, is preventing observation, fresh observation. I don't know if you see this?\nQ: (In Italian)\nK: Se, se, kapito, kapito. He says: there is a next step to that, which is, write down your thoughts, put down on a piece of paper what you are thinking, what you have accumulated, and having put that on the paper you are fresh to look. You are not following, this is really quite complex. Do go slowly.\nLook sir. You have hurt me, you have said something to hurt me. That's my knowledge. Next time I meet you that knowledge of hurt comes forward to meet you. The past comes to meet the present. So knowledge is the past and with the eyes of the past I am looking at the present - you have got it? Now to learn about myself there must be freedom from the past, from the knowledge, to look at myself, which I'm learning, and my learning about myself must be constantly fresh. You see the difficulty?\nQ: I'd say there are constants in life and if they are constant they don't change.\nK: We'll come to change sir, later. We are not discussing change. I am watching, I want to learn about myself. I can only learn about myself - myself is movement, myself isn't just static, it's living, active, going in different direction. So if I learn about myself with the mind and a brain that is the past, that prevents me from learning about myself. If you see that once then the next question is: how is the mind to free itself from the past so as to learn about itself, which is constantly new? You have understood this? See the beauty of it, please sirs. The excitement of it! I want to learn about myself and myself is a living thing, it's not a dead thing. I think this one day, I think the next the other day, I want something - you know, this is a constant living, moving thing. And to learn about it, my mind, the mind, to observe, to learn about it, must also be free to observe, therefore it cannot observe if it's burdened with the past. Right? So what is it to do?\nQ: (Inaudible)\nK: Yes, yes, sir, that is what we mean: being an effect of the past. It doesn't matter. That is what we mean. Now, what shall I do? I see this, this happens. Right? I see that red and I say 'I don't like it'. Right? Which is, the past responds, the past acts immediately, therefore stops learning. You're following all this? So what is one to do? Go on sirs, it is your problem.\n(Various inaudible comments)\nK: Comment, madame? How to think?\nQ: (Inaudible)\nK: What do you say madame?\nQ: Not to have thought.\nK: Not to have thoughts. You see you are not even following what I am saying. You have come to a conclusion when you say, not to have thoughts. You are not really learning.\nQ: We have to empty ourselves.\nK: We have to empty ourselves. That's another conclusion. Then how do you empty yourself? Who is the entity that's going to empty the mind?\nQ: You have to empty that too. Everything you empty.\nK: Who? Who is going to empty it?\nQ: (Inaudible)\nK: You see sir, you are not listening to what is being said - if you will forgive me my saying so. I said I want to learn about myself. I cannot learn about myself if the past interferes. Learning implies the active present of the word to learn - learning means acting in the present. And that is not possible when the mind, when the brain, is burdened with all the past. Right? Now tell me what to do, tell me what to do.\nQ: Attention.\nK: You see! How am I to be attentive?\nQ: Live in the present.\nK: How am I to live in the present when my whole past is burdening me?\nQ: Be aware of the process that is taking place.\nK: Be aware of the present.\nQ: Be aware of the process that is taking place.\nK: Be aware of the process that is taking place. All right. Which means what? Aware that the past is interfering and therefore preventing the brain to learn. Right? Be aware of this movement: the past interfering and stopping learning. Right? Be aware of this. Go slowly sir. Be aware of this movement. Are you aware of it as we are talking? Then if you are aware of it, of this movement as we are talking, what takes place? Don't guess! Don't say 'should be', 'should not be' - that has no meaning. What is actually taking place when you are aware of this movement, which is the past interfering with the present and therefore preventing learning in the sense we are using that word, when you are aware of this whole process going on what takes place then?\nQ: You see yourself as the effect of the past.\nK: You see yourself as the effect of the past. We are, we see that, that's a fact. We have said what is the outcome, what happens when you are aware that you are the effect of the past and that effect is preventing you from learning in the present? Now when you are aware of this movement, what takes place? What actually takes place? Don't guess. What takes place in you, when you are aware of this process?\nQ: The movement stops.\nQ: There is no more thought.\nK: There is no more thought. Yes sir?\nQ: There is fear.\nK: There is fear. One says there is no more thought, one says there is silence, another says there is fear. Just a minute sir. Yes sir?\nQ: There seems to be nothing but the present.\nK: You see there is nothing but the present. Now which of these statements is true? Now wait. Which of these statements is true? Silence, cessation of thought, one lives in the present - what is the truth of it?\nQ: We are confused.\nK: That's right sir. We are confused. Now look. What madam?\nQ: I am afraid.\nK: You are afraid.\nQ: You are aware.\nQ: You learn.\nK: You learn. I give it up!\nQ: I feel that there is a contradiction which has to be destroyed by direct action.\nK: I feel there is a contradiction which has to be destroyed by direct action. Look sirs, don't come to any conclusion, I beg of you, because conclusions will prevent you from learning. And if you say direct action must happen, that's a conclusion. We are learning. So, look! I see that I am the result, I am the effect of the past, the past may be yesterday or the past second. That has left a mark as knowledge, that knowledge which is the past is preventing learning in the present - it's a momentum, this is happening all the time. Now when I am aware of it, this movement, aware of it, what takes place?\nQ: (Inaudible)\nK: No, no, no. What takes place, sir?\nQ: (Inaudible)\nK: You see you are not doing it. You are just guessing. And hoping some one statement will be right. I don't want to think that way, I want to find out, I don't want your conclusions. If I accept your conclusions you will be the new philosopher. I don't want any new philosophers! I want to learn, therefore I have to see what actually takes place, actually, when the brain is aware of this movement. Can the brain be aware of this movement? You are following? Or is it frightened to be aware of something new?\nQ: The movement stops.\nK: The movement stops. Then what? Have I learnt? Have I learnt? Is there a learning? How extraordinary!\nQ: If I am quiet enough I think I can see what I perceive and what comes out from my own.\nK: Yes sir. Look, please do observe this. I want to learn about this movement - learn - and I say now to learn I must have curiosity. Then if my curiosity is merely a conclusion, to come to a conclusion my curiosity stops. So there must be curiosity - right? - to learn. There must be passion to learn - right - and there must be energy to learn. Without this I can't learn. Right? If I have fear I have no passion. So I have to leave that alone and say, 'Why am I frightened?'. Why am I frightened to learn something about something that may be new? Why am I frightened? So I have to investigate fear. You are following? Now I have left the momentum of this past and I have now to learn about fear. Right? Are you following all this? Now why am I frightened?\nQ: We are afraid to lose the image of ourselves.\nK: We are afraid to lose the image of ourselves - the image which I have built about myself as being full of knowledge, a dead entity. No, sir.\nI am frightened. Don't give me the explanations. I realise I am frightened - why? Is it because I see that I am dead? Because I am living in the past and I don't know what it means to observe and learn in the present, therefore it is something totally new. Right? And I am frightened to do anything new. Which means what? That my brain and my mind have followed the old pattern, the old method, the old way of thinking, living, working. So anything new I am frightened. Right? And to learn, the mind must be free from the past - we have established that as the truth. Now, look what has happened. I have established the fact as truth, that there is no learning if the past interferes - that is a fact. And also I realise I am frightened. So there is the contradiction between the realisation of the fact that to learn my mind must be free of the past, and at the same time I am frightened. So there is a duality in me: I see and I am afraid to see. Right?\nQ: Are we always afraid to see new things?\nK: Are we afraid to see new things? Aren't we? Aren't we afraid to change?\nQ: The new thing is the unknown. We are afraid of the unknown.\nK: The new thing is the unknown and so we cling to the old. And clinging to the old will inevitably breed fear because life is changing, there is social upheavals, there is rioting going on, there are wars. So fear is there. Now how am I to learn about fear? You understand? We have moved away from learning about the other movement. We want to learn about the movement of fear. Right?\nNow, what is the movement of fear? Are you aware that you are afraid? Are you aware that you have fears?\nQ: Not always.\nK: Now, not always. Do you know now, are you aware now of your fears?\nYou can resuscitate them, you can bring them out and say, 'Well, I am afraid of what people might say about me' - or something or other. So are you aware that you are frightened? That you have fear? Are you? About death, about losing money, about losing your wife, or God knows what! Are you aware of those fears? Physical fears that you might have pain tomorrow and so on. If you are aware of it what is the movement in it? You follow? What takes place? What takes place when you are aware that you are afraid? You are aware when you become aware that you are frightened, you try to get rid of it. Now watch it. When you try to get rid of it, what takes place?\nQ: You repress it.\nK: Either you repress it, or escape from it, or - not or - and there is a conflict between wanting to get rid of it and fear - isn't there? So there is either repression, escape and in trying to get rid of it there is conflict, which only increases fear. Right?\n(Noise of band playing). I wonder why bands were invented - don't you? You say - (noise of dog barking - laughter). Let no other dog bark!\nYou say the brain itself is so frightened to let go, and the brain itself is the cause of fear. Are you trying to say that? Now you see, look sir, I want to find out, I want to learn about fear, learn. That means I must be curious, I must be passionate. I must be curious first and I cannot be curious if I have a conclusion. Right? So I have to learn - wait, wait a bit, madame - I have to learn. I have to learn about fear. I am going to learn - watch it, sir, please do listen, I am going to learn, which means I mustn't be distracted by running away from it. I mustn't - there mustn't be a movement of repression, which means again a distraction from fear. There mustn't be the feeling I must get rid of it. Right? If I have these feelings I cannot learn. Now, have I these feelings? Escape, trying to get rid of it, trying to suppress it and so on - have I these feelings when I see there is fear? I am learning, I am not saying you shouldn't have these feelings, they are there. Am I aware of these feelings? If I am aware of these feelings what shall I do? I want to escape. My fear is so strong, I want to run away from it. And the very movement away from it breeds more fear. You are following all this? Do I see the truth and the fact that moving away from the fear increases fear? Therefore there is no movement away from it. Right? Yes sir?\nQ: I don't understand it, because I feel that if I have a fear and I move away from it, I move towards something that is going to end that fear.\nK: No.\nQ: Towards something that will see me through it.\nK: I don't understand, the questioner says, that when I move away from fear, in that movement there is a desire to escape from it, suppress it, avoid it and therefore increases fear. I don't understand that at all - he says. But that is a fact, isn't it? I am afraid - what? - I am afraid - I don't know what, I am not afraid, but let's say - but what am I afraid of - what are you afraid of?\nQ: Money\nK: You are afraid of losing money, losing money, not money. The more the merrier! But you are afraid of losing it. Right? Now there is a fear of it, therefore what do you do? You make quite sure that your money is well placed. Right? But the fear continues. It may not be in the changing world, they might be throwing bombs, the bank will go up and so on and so on. So there is fear even though you have plenty of money there is always this fear. Right? Now running away from that fear doesn't solve it. Right sir? Suppressing, saying I won't think about it. But the moment you say 'I will not think about it' the next second is thinking about it. Right? So running away from it, suppressing it, avoiding it, doing anything about it, continues fear. Right? That is a fact. Now we have established two facts. That to learn there must be curiosity, to learn there must be no pressure of the past. And to learn about fear there must be no running away from fear. That's a fact. That's the truth. Therefore you don't run away. Right? Now when I don't run away from it what takes place?\nQ: I stop being identified with it.\nK: I stop being identified with the fear. Is that what is learning? You have stopped.\nQ: I don't know what you mean.\nK: Therefore you have to learn. Stopping is not learning. Because you have a desire you mustn't have fear, you want to escape from it. Just see the subtlety of it. I am afraid and I want to learn about it. I don't know what's going to happen. You follow? I want to learn the movement of fear. So what takes place? I am not running away, I am not suppressing, I am not avoiding it and I want to learn about it.\nQ: I think about how to get rid of it.\nK: Ah, you want to get rid of it! If you want to get rid of it - I have just explained - who is the person who is going to get rid of it, and if you want to get rid of it, which means you resist it, and therefore fear increases. If you don't see the fact of that I am sorry I can't help you.\nQ: Accept fear.\nK: I don't accept fear - who is the entity that is accepting fear?\nQ: I accept there is no fear.\nK: I have just said sir, you don't listen. To escape from it, to avoid it, to pick up a novel and read what other people are doing, look at the television, go to the temple, church, is still avoidance of fear, and any avoidance of fear only increases and strengthens fear. That is a fact. Now after establishing that fact I won't run away. I won't suppress - therefore what takes place when there is an awareness of fear? I am learning. You follow? Now what takes place? Not running away.\nQ: Understanding of the process of fear.\nK: We are doing that. I am understanding the process, I am watching it, I am learning it. What takes place? I am afraid and I am not running away from it - what takes place?\nQ: You are face to face with fear.\nK: You are face to face with fear. What takes place then?\n(Several inaudible comments)\nK: Don't you ask this question? Please just listen to me for two minutes. I am not running away. I am not suppressing, I am not avoiding, I am not resisting it. There it is. Now, I am watching it. Right? The natural question out of that is: who is watching it? Isn't it? Who is watching this fear? Look, don't guess, please don't guess. When you say, I am watching fear, learning about fear, who is the entity who is watching it?\nQ: Fear itself.\nK: Is fear itself watching itself? Please don't guess. Don't come to any conclusion. Find out. The mind isn't escaping from fear, not building a wall against fear through courage - you know, all the rest of it. What takes place when I watch? I ask myself naturally, who is watching? Right? Who is watching the thing called fear? Don't answer me please. I have raised the question, not you. Who is watching? Another fragment of me? Listen sir, find out who is watching this fear.\nQ: Watching cannot be the result of the past, it must be fresh.\nK: Sir, I am not talking about whether the watching is the past or this, you are watching. I am aware of fear. I am aware that I am frightened of losing money, of becoming ill, of my wife leaving me and God knows what else - I am frightened, and I am watching, I want to learn about it, therefore I am watching and my natural question is: who is watching this fear?\nQ: Myself.\nK: I give it up! You don't really look at it, learn, you are just making a statement. Learn. Who is watching? Wait. When you say who is watching - just a minute sir, I will ask you - when I ask the question: who is watching, what takes place - in the very word itself? There is a division, isn't there? The very question, who is watching, implies a division. Right? Madam, for the love of Pete listen to me! It means a division.\nQ: It's impossible.\nK: Wait. It means that, the moment I ask that question: who is watching? That very question implies a division - wait - that's a fact. When I say: who is watching, it means the thing is there and I am watching, therefore there is a division. Now why is there a division? You answer me this. Sir, don't guess. Please, sir, one moment, don't guess, don't repeat what somebody else said, including myself. Find out why this division exists when the moment you ask the question: who is watching - it implies a division. Right? Why is there this division? Find out.\nQ: There is a desire on my part to watch.\nK: There is a desire on my part to watch. Listen to that question: there is a desire on my part to watch. Which means the desire says watch in order to escape. You follow? Before you have said I have understood, I mustn't escape, and now you find that desire is making you escape subtly, therefore you are still watching fear as an outsider. See the importance of this. You are watching with an intention to get rid of fear. And we said, a few minutes ago, to get rid of fear means censoring fear. So your watching implies that trying to get rid of fear, therefore there is a division, which only strengthens fear. Right? So I am again asking the question: who is watching fear?\nQ: Sir, isn't there also another point, who is asking the question who is watching fear?\nK: I am asking that question sir.\nQ: But who is asking the question?\nK: The same thing, sir. Same thing, only you push it further back, it is the same thing. Now please, this is the most practical way of going at it. You will see if you follow this very carefully, the mind will be free of fear. But you are not doing it. I am frightened of losing money - thank God I haven't got any money to be frightened of! I am frightened of losing money and therefore what do I do? I escape from it. I avoid it, I avoid to think about it. So I realise how silly of me to avoid it because the moment I resist it, more fear. Then there arises, I am watching it, I say, who is watching it? Is it the desire that wants to get rid of it or go beyond it, to be free of it, that's watching? It is. And I know desire, watching it that way, only divides and therefore strengthens fear. So I see the truth of that, therefore desire has gone. You follow? Desire to get rid of it has gone. It's like seeing a poisonous snake and the desire to touch it is finished. Right? The desire to take a drug, when I see the real danger of it, is finished, I won't touch it. As long as I don't see the danger of it I'll go on. In the same way, as long as I don't see that running away from fear is the strengthening of fear, I'll go on running away, doing every kind of thing. The moment I see it I won't run. Then what happens?\nQ: (Inaudible)\nK: I am telling you sir. I am pointing out to you. The moment you are scared of looking at fear, then you won't learn about fear, and if you want to learn about fear, don't be scared, full stop. It is as simple as that. If I don't know how to swim I won't plunge into the river. If I know that fear cannot possibly be ended, if I am afraid to look, and if I really want to look, I say 'I don't care, I will look'.\nQ: Sir, he says it is his desire to get away from fear that constantly breeds more fear. But when I am afraid I do want to get away from it so what I have to do, is what I always do, is to let fear well up in me so that I can identify with it, so that I can unify myself.\nK: You see that! It is all these tricks we are playing on ourselves. Do listen sir. Who is asking, who is saying all this? You make an effort to identify yourself with fear.\nQ: I am that fear.\nK: Ah! Wait. Wait, wait, wait. If you are that fear, as you say you are, then what happens?\nQ: When I come to terms with it, it begins to...\nK: Ah, no, no, not, terms. When you say that you are fear, fear is not something separate from you, just a minute sir, what takes place? Sir, I am brown. I am afraid to be brown because it's not - you know all the rest of it. But I say yes, I am brown and that's the end of it, isn't it? I am not running away from it. What takes place then?\nQ: Accept.\nK: Accept? On the contrary, I forget about it. I forget that I am brown. You don't even know all this. You are just guessing. Sir, look, it's time to stop, I'll stop. We'll continue with this tomorrow. I want to learn about myself. I must know myself completely, passionately because that's the foundation of all action, without that I'll lead a life of utter confusion. So I must learn about myself. To learn about myself I cannot follow anybody. If I follow anybody I am not learning. Learning implies the past doesn't interfere because myself is something so extraordinarily vital, moving, dynamic, so I must look at it afresh with a new mind. There is no new mind if there is the past that is always operating. That's a fact. I see that. Then in seeing that I realise I am frightened. I don't know what will happen. So fear - I want to learn about fear - you follow? I am moving all the time in the movement of learning. I want to know about myself and I realise something, a profound truth, and also in learning about fear I am going to learn, which means I mustn't run away from it at any price. I mustn't have a subtle form of desire to run away from it.\nSo what happens to a mind that is capable of looking at it without division? The division being, getting rid of it, subtle form of escape, suppression and so on - what happens to the mind when it is confronted with fear and there is no question of running away from it? Please I have to stop. We will go on from where we leave off today, tomorrow. Please in the meantime find out, give your mind to it.\n"}]