[{"title":"if-one-conforming-there-no-freedom","text":"Krishnamurti: This is supposed to be a discussion, a dialogue or talking over together any of the things we would like to discuss. So what shall we start with?\nQuestioner: Do you think it would be sort of off the point to discuss like a means of education, in other words an active thing, instead of like an individual thing...\nK: Discuss education.\nQ: An application of these thoughts.\nK: Application of these talks; education - could we discuss that. Do you want to discuss that or something else?\nQ: Like the idea for a school for pre-adolescents.\nK: An idea for a school for pre-adolescents.\nQ: Don't you think that it is possible to have a school whereby these people would never be conditioned, so...\nK: We will discuss that, sir, we will discuss what is conditioning, whether it is possible to bring up children without being conditioned. That's what he wants to discuss. Anything... anybody else?\nPerhaps that could be discussed if we approach the question differently: how to bring about an education, or to educate a child, a student and ourselves not to imitate, not to conform. Could we discuss that? Would that be worthwhile? What do you say, would that be worthwhile to discuss: what are the implications of conforming and whether it is possible not to conform at all, but yet live in the society, in this world, not in a monastery, but here. Would that be worthwhile?\nQ: Yes.\nK: Right, sirs. If you don't want to discuss that, please talk about something else that might be of interest to you. So shall we start with that?\nQ: Yes.\nK: Right. Before we try to find out how to educate children not to conform or to conform, shouldn't we find out for ourselves if we are conforming - the educator, which we are, the parent, the teachers, the educator, the human being - are we conforming? Are we imitating, following a certain pattern, accepting formulas and fitting life to that formula? All that implies surely, conformity, doesn't it: following, accepting authority, having a formula or a principle or a belief according to which one lives, or rejecting the outer patterns of conformity imposed on us through culture, through education, through the impact of social influences. We may have our own patterns of conformity, inwardly, and accept those and conform to that - you see, both outwardly and inwardly. Is one aware that one is conforming?\nAm I aware that I am conforming? Not that one should not, or should, but first let's begin to find out if one is conforming. What does it mean? I mean all the structure of language is a form of acceptance of a pattern of speech, of thought, conditioned by words and so on. That is, one can see one does conform there. And one does conform to outward social patterns - short hair, long hair, beard, no beard, trousers, short, mini skirts, and long skirts, and you know all the rest of it. And inwardly is one conforming, following an image that one has built about oneself - image, a conclusion, a belief, a pattern of conduct, and following that pattern. Is one aware of all this? Not that one should or should not imitate, but is one conscious, know, aware, recognise that there is this outward and inward conformity all the time? Because if one is conforming obviously there is no freedom. And without freedom there is no intelligence.\nSo in enquiring within oneself, looking at oneself quite objectively, without any sentimentality, without saying this is right, this is wrong, just to observe and find out at what depth one is conforming. At a very superficial level, or does one conform right through one's being? When one is conforming - it is really quite a complex subject this - when we have been educated to divide life as the 'me' and the 'not me', as the observer, the censor, and the thing observed as something separate. Basically that is one of the patterns of conformity - that's the way we have been brought up. When I say 'I am a Hindu', it is conforming to the pattern of the particular culture and society in which this particular mind has been cultured, brought up. Is one doing that?\nPlease, I don't want to talk about this by myself - I can talk by myself in my room (laughs). This is really quite extraordinarily interesting if one could go into this very, very deeply. And then we can discuss how to bring about in a student, in a child - a student, let's keep it to that, a child is too small.\nQ: Why?\nK: Wait, sir. Don't jump to the 'why' yet. We will come to that a little later. We say first let us see how you and I conform. And as we are the educators, whether we are parents, teachers, whatever, if we don't understand what it means to conform how can we help another to be free of conformity, or to say 'You must conform, that's natural'. We must be clear in oneself. Don't let's put the horse before the cart - or the cart before the horse, you know which it is. Because I really want to find out, I want to learn about it. You see, it is really very subtle, and it has great depth if you really go into this question. Memory, the cultivation of memory is what education is at the present, about facts and this and that technology. The path of knowledge - you follow? - is to conform. I don't know if you see that. Following the past, accepting a tradition, calling oneself a German, a Russian, an Englishman, is conforming, and the revolt against that becomes another pattern of conformity. Therefore all reaction is a form of conformity. I don't know if you accept all this. I don't like the particular system - the capitalist, or the communist system - I revolt against it because I want a different kind of system, and that different kind of system is the outcome of these two particular systems, and I prefer that and therefore I am conforming to that. I don't know if you see.\nTherefore in enquiring into this question - not how to bring up children, we will come to that very much later - one has to find out in oneself these patterns of conformity, imitation. Go on, sir.\nQ: Sir, if we are not following these systems which are existing in our civilisations, how we can educate our children to go through examinations - the civilisation is accepting certain routes.\nK: Yes sir, that's what we are saying. You see again, don't let's talk about the children for the moment, let us talk about ourselves who are responsible for these poor unfortunate children, whether we are conforming. If we are, then whatever our relationship with the children be, we will always subtly or brutally bring about an educational system that will make the child or the grown-up or the adolescent conform. This is so simple, I don't know what's the difficulty. If I am blind I can't lead, I can't look, I can't help another, and we are more or less blind if we don't know at what depths we are conforming.\nQ: But isn't knowledge of these depths a continuous process, doesn't it become more precise?\nK: It does, sir, it does become very precise. If we could please give a little attention to this. Are you conforming? Obviously when I put on trousers I am conforming. When I go to India I put on different clothes - I am conforming. When I have my hair cut short, I am conforming. When I have my hair long, or an enormous beard, I am conforming.\nQ: Is it much more this matter of the condition of looking at the world as being oneself and the outer world as two separate things?\nK: I said that. The division as the 'me' and not 'the me', the outer and the inner, this division is another form of conformity. Sir, let's get at the principle of it, you follow what I mean, not at the peripheral conformities, but at the root. Why does the human mind conform? And does that human mind know it is conforming. Why, and conformity. You follow? In asking that question we will find out. But not enquiring about the peripheral conformity, the borders of conformity. That's a sheer waste of time. Once the central issue is understood then we can deal with the outer, with the peripheral conformities.\nQ: Sir, I am very unsure if I don't follow a certain pattern.\nK: He says, if I don't follow a certain pattern, established by a particular society and culture - communist, or Finnish, or German, this or that, Catholic, I shall be thrown out. Right? Imagine what would happen in Russia, under the Soviet tyranny, though they may call it democracy of the people, all that bilge, I shall be wiped out, I shall be sent to the mental hospital and given drugs to become normal. This is all - so before we say what shall I do, in a particular culture where conformity is the pattern, before we even put that question we should find out for ourselves whether we are conforming and what it means. Why? You see you are always discussing what to do under a given structure of a society. That's not the question. The question is, is one aware, does one know that one is conforming? Is that conformity peripheral, that is very superficial, or is it very profound? Till you answer this question you won't be able to deal with the problem whether to fit into a particular society that demands conformity.\nQ: I act in a certain way, how do I know if I am conforming, or not?\nK: We will have to find that out, sir, let's go into it, let's take time and patience in finding out. And don't let us ask peripheral questions please. Is that clear? Peripheral questions: what to do.\nQ: It seems possibly that like any other species we have a natural and instinctive desire to conform.\nK: Yes. Why? We know this. This whole process of education, all our upbringing is to conform - why? Do look at it. The animal conforms.\nQ: To preserve the species.\nQ: To keep together.\nQ: To preserve the group.\nK: To preserve the group, to have security, to be safe. That's why we conform. Does that conformity lead to security? We say it does. Does it? I mean, to call oneself an American, or an Indian, or a Japanese, or Indonesian - I am sorry to have to introduce all these words, but it doesn't matter - does seem to give a sense of security, doesn't it? To identify oneself with a particular community appears to give security. But does it? When you call yourself a German and I call myself a Jew, or an Englishman, this very division is one of the major causes of war, which means no security. Where there is division which comes about through identification with a particular community, hoping that community will give security, it is the very beginning of destruction of security. This is so clear.\nQ: Then you feel that the idea of any community is one that would detract from uniqueness...\nK: No, sir, no sir. No. We are saying - look, sir, please - we are saying the desire to conform, the urge, the instinct to conform, comes about through the hope of security, wanting to be secure, safe, certain, physically. Is that a fact? Historically - not that I am a historian - historically it has shown when you call yourself a Catholic and I myself a Protestant, we have murdered each other in the name of god and all the rest of it. So the mind seeking security through conformity denies that very security. That's clear, isn't it. So please, when that's clear we have finished with identification with a community through which we hope to be secure. That thinking about, looking at it that way is finished. You follow? Once you see the poisonous nature of this division between you and the community, and you identifying with the community in the hope of security, when you see that very clearly, the truth of it, you no longer want security through community. You follow? Through nationality, through identification with a particular group.\nQ: Is there not only another point, the point of feeling to belong to?\nK: Yes, sir, which is I belong to a particular group, it gives me satisfaction, it makes me feel warm inside, it makes me feel safe. Which is the same thing.\nQ: But not only to be safe, it's the feeling, a nice feeling.\nK: Yes, sir, which is what? A nice feeling - I belong to this community of Brockwood. It gives me a nice feeling. What does that mean? I belong. Which is, I want to belong to something. Right? Why? Sir, let us tear all this apart and look at it. Why do I want to feel comfortable with a blasted little community? Sorry!\nQ: I feel insufficient in myself.\nK: What does that mean? In myself I am insufficient, I am lonely, I am a poor, unhappy, haggard, miserable entity, and I say, my god, if I could identify myself with a large community I would lose myself in that. This is so simple.\nQ: We want communion.\nK: With whom?\nQ: With other people.\nK: How do you have communion with other people when you are seeking security through other people?\nQ: It is not a matter of security.\nK: Sir, look, sir. I feel comfortable, happy, with a small group of people, with a particular community - right? Why? Do answer. You have to answer this question. Why do I feel comfortable with a particular group of people?\nQ: Because I am frightened of the others.\nK: I am not only frightened of the others - right?\nQ: No.\nK: No, then what? I don't like the others. I don't like their looks, their smell, their clothes, their beards, their hair. I like this group. And that group gives me a great sense of warmth.\nQ: We want extension.\nK: Wait, expansion of what?\nQ: Extension.\nK: Yes, sir, expansion. Expanding what? What am I expanding? My loneliness, my fear, my misery, my sense of lack of certainty? When I am clear, certain, you know, vital, I don't want to identify myself with anything. I don't know why we waste time on this thing. We ought to go much deeper than this, sirs, come on. Which is, any form of identification with a group, however comfortable it is, however satisfying it is, this identification implies not only psychological wellbeing, the psychological wellbeing in division, and therefore destruction, but also it brings about a conformity of the group as against another group. Right? So our question is: why do we conform, and do I know I am conforming? Please, do stick to those two things. Do you know you are conforming? When you call yourself an Englishman, or a Frenchman, aren't you conforming? When you call yourself a Catholic, Protestant, communist, the Panthers, and all the rest, aren't you conforming? And when you are aware that you are conforming, peripherally or superficially, the next question is why. If you say it is to be safe, secure, then you see the dangers of that security. There is no security when you identify yourself with a group, however satisfying it is. So isn't that clear? We can push it aside, finish with it. That any form of identification with a group, however satisfactory, however comforting, does not bring security. So I will never look for security in a group. Can't we finish with that?\nQ: Yes.\nK: Wait. Yes, but do it!\nQ: It doesn't always seem as though we are identifying when we are doing it, it seems we are working together and then it slips over somehow.\nK: Yes. The question is, we may think we are working together, not necessarily identifying together. Is co-operation imitation, conformity? Please go into it a little bit. Am I co-operating with you about something? Right? About a principle, about utopia, about a series of ideations, or co-operating with you because you bring enlightenment, or bring a utopian world, or have I the spirit of co-operation in which there is no conformity? I don't know if you... If I am co-operating about something because I hope through that co-operation I will gain a personal profit, then it's not co-operation. But if I have the spirit of co-operation, the feeling...\nQ: I go beyond the me.\nK: Madame, that's just it. Do I have the spirit of co-operation, the feeling? So let's come back, I must come back to this thing, which is, do I know, does one know that one is conforming, why one is conforming, and what is the necessity to conform?\nQ: To present an image of sameness.\nK: Yes, sir. No, look at it, sir. Are you conforming? I am sorry to push it. Are you conforming? When you take drugs - not you, I am talking generally, it's not my concern whether you take it or not, sir - isn't that conformity? When you take drinks, smoke, is that conformity?\nQ: It seems that you can't talk about an action, in saying it is a conforming action, you have to talk about the mind...\nK: Sir, we did just now. Why does the mind conform?\nQ: But you can say the mind conforms, but can you say that if such and such an action is performed, it is done by a conforming mind?\nK: Do you know - please listen, sir - do you know that you are conforming through the action of conformity? You understand my question? I am doing something, and the doing of it reveals that I am conforming. Or, without action I know one is conforming. You see the difference? Do you see the difference, sirs? Do I know that I am hungry because you tell me? Or I know for myself I am hungry. Do I know I am conforming because I see the action of conformity going on? You follow? I wonder if I am making myself clear? Right? Do please go with me.\nDo I know - please, sir, just listen to my question first - do I know through action that I am conforming, or do I know I am conforming not through action? The two different kinds of knowledge, the discovery that I am conforming through action leads to the correction of action. Right? You are following this, sir? I discover I am conforming through a particular act, and then I say to myself, to change, to bring about a change in conformity I must act differently. So I lay emphasis on action, not on the movement that brings about action. This is clear. Please, sirs, come. Have you travelled too far this morning, or tired out?\nSo I want to be clear before I talk about action, the nature of conformity. So I have to find out whether I am conforming. No, wait. The mind that wants to conform, the principle of conformity. You understand?\nQ: Sir, I don't understand how you can observe the nature of conformity without the action to reveal it.\nK: That's just it. I cannot find out the nature of conformity without being aware of the action that is the result of conformity. Right?\nQ: Conformity is connected with an objective.\nK: Sir, how do you know that you are conforming? Please, how do you know that you are conforming?\nQ: Through observation.\nK: Through observation. Do be clear. Wait a minute, sir, wait a minute, sir. Through observation, you say. The observer, watching action says, 'I am conforming'. Right? And is not the very observer the result of centuries of conformity?\nQ: Yes.\nK: Therefore he is watching not action, but watching himself conforming.\nQ: Yes.\nK: No, no. He is the source of all conformity, not what he is doing. What he is doing is the result of the flow of conformity - as the observer, as the censor, as the Englishman, as the traditionalist, and so on and so on. So when I am asking, when we are asking the question, who is conforming, what is conformity, and why does one conform, I think the answer lies to all that in the observer. The observer is the censor. Right? Now the censor becomes aware of himself condemning or justifying. And that condemnation or justification is the result of his conformity to the pattern of a particular culture in which he has been brought up. There is the whole thing. I don't know if you get it.\nQ: Does this awareness not come about only through somehow being out of it for a moment, somehow that stopping, and in that stopping there is the seeing of it.\nK: Sir, I don't know what you quite mean, stopping. I think I get what you mean. But does that happen? Look, sir. Look, you are asking...\nQ: The only time when one ever gets a glimpse of it.\nK: Yes. You are asking me to be aware of the observer. Right? The observer is the very essence of conformity. Please - you follow? - we have said a truth, which if once seen you will see the whole thing. The observer is the essence of imitation, conformity. Now can the observer become aware of himself as the principle of conformity? Now wait, go slow, go slow. How is this to happen? You are asking me to be aware - listen to this, sir - aware of the observer. Which is, can the observer become aware of himself as the source of conformity? You have challenged me. Right? Now how does that... what is the response of the observer to the challenge? I don't know if you follow what I am saying. Right?\nQ: (Inaudible)\nK: No, please don't answer it yet, do look at it, take a little time. You have challenged me, right sir? Which is, you said, look, can the observer who is the essence of conformity, can that observer become aware of itself? That's your challenge. And what is the response of the observer - listen carefully - what is the response of the observer?\nQ: It goes back into memory to try and find out.\nK: Which means what? His response will invariably be conforming. No, no, you are missing it, see the implication of it. You have challenged me, and the observer responds according to his conditioning which is conformity, therefore his answer is a conforming answer. Right?\nQ: There is nothing he can do about it...\nK: Wait, sir, wait, sir, look, first look. Any response from the observer is the response of conformity - full stop!\nQ: But sir, has the observer actually got an instrument that isn't contaminated?\nK: We are going to find out, we are going to find out. We are so near it, let's push. You'll find out.\nQ: Isn't what you are saying that the process of conformity can only be discovered in action.\nK: Ah, no. No. Caramba, no! I am saying this, sir - look sir, we have come to the point when we say the observer is the very essence of conformity. How does the observer know he is the very essence of conformity? How is he aware of himself as the instrument of conformity, as the result of conformity?\nQ: He can't.\nK: Wait, no, no. Whatever his answer is conforming.\nQ: Yes.\nK: Therefore what have I found? What have I found?\nQ: That you can't move out of it.\nK: What have I found?\nQ: There is observation beyond conformity.\nK: No, what have I found - listen sir - what has the observer found that when he responds to a challenge, as you put the challenge, and finds whatever his response, whatever - at whatever depth, at whatever peripheral response - is the response born of conformity. Right? He has discovered that. Right? What does that mean?\nQ: He is the total. He is the conformity in everything.\nQ: He has discovered himself.\nQ: That he is not different, that he is the total.\nK: No, no, no, no, please let us stick to - don't let us use the word 'total'.\nQ: I think that the observer can only be a non-conformist when he has no answer.\nK: You see, no sir (laughs), the observer is the very essence of conformity. Right? Do you see that, not because I say so.\nQ: But I see that if he has an answer he must be a conformist.\nK: No. Yes, sir. So what has happened to the observer?\nQ: Separated.\nK: No, madame.\nQ: It seems...\nK: Do pay a little attention, don't find an answer. Look, I have found something. I have found through that challenge that whatever response the observer gives is the response from the source of all conformity. And he realises this. What happens then?\nQ: He keeps quiet.\nK: No (laughs). Sir, you are just playing with words. Do find out what happens to you when you have discovered for yourself the truth - the truth, not an idea - the truth that any form of response on the part of the observer, and all our responses are on the part of the observer, then what do you find?\nQ: Sir, is not our realisation of that itself the result of the observer in the sense that the observer separates himself...\nK: That's what you are saying. Therefore you are still separating the observer from the observed. Which means another reaction of the observer which is born of another conformity. So whatever his reactions are he is always conforming. I have discovered that - wait - have you discovered it? He may separate himself into a hundred parts, and say 'I remain'. And this division indicates that any reaction on the part of the observer comes out of this enormous weight of conformity. I have discovered the truth of that. The observer has discovered it. Hasn't separated himself as a further observer, has seen this. Now what has happened? What takes place when the observer sees this?\nQ: How can the observer discover this?\nQ: He becomes responsible.\nQ: Does it break the conformity, does it break the pattern?\nK: You are going to find out, sir. Doesn't it break conformity. And your question is, how can...\nQ: How can the observer see that? If he is not separating himself from that then there is no observer, so the observer is...\nK: Wait sir, I'll answer that question, you'll see it in a minute.\nQ: Sir, it doesn't seem to stop - little things keep coming in all the time, it doesn't stop.\nK: Madame, madame, that gentleman is asking a question. He says, how can the observer become aware of himself without the reaction of the observer. Right? Have you understood my question, sir? Does the observer become aware of himself through the part or the division of himself? You understand my question, sir? You haven't understood? How does the observer become aware of himself? Through the part, the fragment, which he has brought about - look, sir, the observer has brought about his conditioning through nationality. Right? Right? Does the observer become aware of himself as the source of conformity through this division? Right? So he does not become aware through any division. Let's be clear. Right? Then how does he become aware? If you reject, see the falseness that the observer becomes aware of himself through a fragment of which he is, then how will he be aware of himself? Go on sir.\nQ: If there is no fragment through which he can become aware of himself, then he is not.\nK: No, you see, if I do not become aware... If the observer does not become aware through any fragment of which he is part, then how will he know that he is the source of all conformity?\nQ: The question is can the fragment be aware of the total. Now one fragment, sitting one side...\nK: Right, put it that way sir, put your question that way, let's put - can one fragment be aware of the total. Obviously not.\nQ: (Inaudible)\nK: Madame, speak in French.\nQ: (In French)\nK: No, madame, listen, no, no. I understand that, but we are not for the moment discussing that, madame.\nLet's begin, sir - totally different way, shall we? Are you aware of the division in yourself? Right? Division when you call yourself a communist, a socialist, a Catholic. That very naming brings about a division, doesn't it? Are you aware of that? Not in any complex way - just be aware of it. Are you aware when you look at a plant or a tree, or the sky, or a cloud, that you are looking with a division, with eyes that are always looking at everything through division?\nQ: It does not touch an awareness immediately, but one is out of that division.\nK: No, sir, no, sir. I want to begin right at the other end, so begin anew. Now do you look at anything with eyes that are not touched by division? Do you look at your wife or husband without the image and therefore look without division?\nQ: The only way to do that is by the senses. To look by the senses. When I look at you, you are what you are and I hear you, and there is no division, there is only you and what looks at you.\nK: So here, it is fairly simple here, isn't it, because I don't interfere with your life, I don't tell you what to do, I don't nag you, I don't bully you, I don't patronise you, flatter you, insult you, so it is fairly easy for you to look at me. Me sitting on the platform, you sitting there, you can observe what is being said. But if I what I say touches you, hurts you, flatters you, then you look at me with different eyes, don't you.\nQ: Only if my intellect comes in.\nK: Only by intellect is good enough. You look at it with a division. Right? Now, can you look at me who insults you without this division, without the image that you have created through my words of insult?\nQ: Only if I can see you, the insult and the image at once.\nK: Which means - no sir, you have not quite... Look: I have insulted you, or flattered you, and you have built an image about me. Next time we meet you look at me through that image. That's simple. Now can you look at me though I have insulted you, flattered you, without the image?\nQ: Only again by the senses.\nK: No, no, no, sir.\nQ: (Inaudible)\nK: No, madame, you make it all so complicated. Keep it very simple: I have insulted you, or flattered you, you have an image of me, and the next time we meet, through that image you are looking at me. That's a simple fact.\nQ: (Inaudible)\nK: Wait madame, wait. That's a simple fact. If I am married - I am not, thank god - and if I am married and my wife bullies me and tells me this, dominates, I have built an image about her, haven't I, and therefore our relationship is based on images. Right? It's simple. Now, I want to look at you though you insult me, flatter me, nag me, without building an image. Right? Now is that possible? No?\nQ: No.\nK: Wait. Then it's finished. If you say it is not possible then there is no further enquiry.\nQ: To me, that which comes into the way is my own reaction to what I see, not so much what people say but what happens in me when this is said, and to see that...\nK: Obviously, sir. Obviously, obviously.\nQ: So how can you...\nK: I am going to show you in a minute, sir, listen to it, sir. You have insulted me, or said 'What a marvellous chap you are'. And I have built an image on those two. Right? And I am asking myself, can I look at you without any image, though you have insulted me? And when I look at you without the image our relationship is entirely different, isn't it. Then it's much more vital, much more close, much more real. So the image is the factor that divides. Right? Now, is it possible to be free of the mechanism of building images?\nQ: You can look at the whole.\nK: No, no, no, don't answer me please, don't answer me, I am going to tell you in a minute. Because I want to find out. I am terribly interested to find out, learn, if I could live a life, a way of life in which there is no formation of images at all. Don't say no - then you are blocked. If you say 'That is impossible, it can't be done', then you have shut the door on it. But I refuse to shut the door on it, I want to find out. I am going to find out. That is, I want to - no - can the mind as it is being insulted and flattered, can that mind at that moment be intensely aware and not create an image? If it is attentive at that moment there is no image forming. Right? You have got it? Which means, at the moment I insult you, or flatter you, watch it. Watch your responses, be aware of your responses. Then you have stopped image building. Right? That's all. It's as simple as that.\nNow the question is: I want to find... the mind wants to find out whether it can look at anything - the tree, the woman, the child, the politician, the priest, the whole world of human beings, without any image, without any formula. Not, 'Oh, have love', that means nothing. You follow? That's another escape, another series of words that have no meaning. But I want to look at the world without any image, is that possible? If I can't then I will be in battle with the world. Right? Me and my group, and you with your group - we and they. So I begin to enquire, test this out, by looking at a tree. Right? Non-subjective thing. That's looking at a tree, can I look at a tree without the word, without the image which I have about trees? Have you ever tried it?\nQ: Is it not at the beginning a unitary process, but afterwards it is.\nK: No, sir. This unitary process may come much later, but first I must test it out, find out. I can't imagine it is a unitary process - I want to find out, I want to learn, I want to test it. I don't want to deceive myself.\nQ: If I look at you now I do not have any image, I do not have your name, I do not know you, but I just hear your voice. If I wish I can think about you.\nK: Right, sir. But can you do the same with your intimate friends?\nQ: Why not?\nK: Not, 'why not'. Do you do it?\nQ: I would answer yes.\nK: Then what happens?\nQ: You are free.\nK: No, sir.\nQ: This implies exclusion doesn't it?\nQ: No.\nQ: If you've just had a fight with someone, can you still look at them?\nQ: Yes.\nK: Sir, you can if the fight doesn't injure you financially - no sir, look we are human... When your wife - not your wife - my wife runs away, looks at somebody else, when the wife doesn't get what she wants - oh, no, don't go into all this.\nLook, sir, we will come back to this question of conformity, but we are trying to find out whether the mind can look without division. And it's one of the most extraordinary things to find out, to learn, because then conflict comes to an end. And conflict can only come to an end when there is no machinery that forms the image - and the machinery is the observer. Right? The observer who calls himself black, white, purple, Catholic, communist, all that, or doesn't call anything himself but he is. He becomes all-important.\nSo this mind has discovered, has learnt that every form of division - inwardly as well as outwardly - must spring from the observer who must divide life. Right? Life with all its conflicts and jealousies and anxieties and all the rest of it. So in asking myself the question, at what level am I conforming, and why am I conforming, this mind has found it conforms where there is the demand for security, it conforms where one seeks certainty, either in a family, in a group, or in an idea, or in the ideation of a god, or non-god, all springing from this source as the 'me' and the 'not me'. So can this mind live in this world without any of this division? Don't say, 'It must be peaceful, it must be silent, it must be in a state of tremendous joy, ecstasy, love' - that's all nonsense. If you haven't found that you can't talk about it at all. Because that way lies deception. So from that one discovers the observer becomes aware of himself not through the fragment of any action but the observer within himself lights the fire that dissolves the observer. Right?\nQ: Is this a gradual process, like you can spend a lifetime it seems.\nK: No, no. Don't spend time, a lifetime over it; you can see it instantly and it is finished. It is like seeing instantly the precipice, you don't take a lifetime to look at the precipice.\nQ: Isn't there a lot of chaos that would necessitate it?\nK: There is a lot of chaos, not only outside but inside, a lot of confusion, disorder, vomit of other people.\nQ: It seems that in the midst of this you should be - not, should be - but to be doing something, going to be propagating this among others. It seems...\nK: Sir, what are we doing now? What are we doing now? You are listening. I am doing all the work - the speaker is doing all the work and you are listening. If you go away with having learnt the lesson, then you will propagate, do propaganda. When you do propaganda it becomes a lie because it is not yours. If it is yours, you are building, you are creating, you are living, you are vital.\nQ: But doing this you want to be in contact.\nK: You are in contact, sir. You see you are in the greatest contact with the world - not through words, not through magazines, books and lectures and philosophies and beliefs - you are directly in contact with this terrible world.\nWhat time is it, sir?\nQ: Half past twelve.\nK: I think that's enough, isn't it, for this morning.\n"}]