[{"title":"public-discussion-1-madras-chennai-india-12-january-1971","text":"Krishnamurti: What shall we talk over together this morning?\nQuestioner: Sir, can we dispense with memory altogether in our human relationships?\nK: Can we - I'll repeat the question - can we dispense altogether memory in our human relationship. Shall we talk that over together? Is that what you want to...\nQ: What is creation?\nK: What is creation.\nQ: Why should we cling to the scientific memories?\nK: Why should we hold on to scientific memories.\nQ: Sir, when we were together the other day you said that we must die to the past, unless we die every moment of our life we are incomplete. How to do it? - not intellectually, verbally, alone, but actually in action.\nK: You said the other day that we must die every day to live anew, to have a clear perceptive mind, and how is this to be done.\nAnything else you would like to discuss?\nQ: Wisdom.\nK: What is wisdom.\nQ: Concentration.\nK: Concentration.\nK: Just throw in any old word, you know, (laughter) see what comes out of it.\nYes, sir?\nQ: Can you speak about your experiences after coming up to this peace or harmony because maybe you can... (inaudible)\nK: I don't quite follow the question, sir.\nQ: I mean we are trying to bring the people by their own understanding of what... (inaudible) Now, I feel that it is possible for - I don't know how many percentage - but I am sure that... (inaudible) ...the people here are capable of doing it right at the moment and I think that if we talk about your own experience in this field it might start a burning fire within them for a new life - whenever they get a problem... (inaudible) Is that possible?\nK: The questioner says, if I understood rightly, and please correct me if I am repeating it wrongly: only a few of us can understand what you are talking about, what about the rest, and if you personally went into your own experience perhaps that might help. Is that it?\nQ: Yes, sir.\nK: Now which of these shall we discuss, talk over, or shall we put them all together? I think we can put them all together. What is the place of memory, and what is the place of knowledge in our daily life, and is it possible to live without the burden of the past and so live anew every day, and such a way of life can only be understood by the few, what about the rest. I think that more or less covers all our questions, doesn't it?\nWhat is the place of knowledge in life? We'll begin very slowly and step by step go into this. Both the scientific knowledge and the accumulated racial knowledge as tradition, and one's own particular experiences, memories, knowledge, what place has all that in our daily life? Are we aware of all this? Is one aware, are you aware of the immense racial, cultural memories, which are traditions, how your mind... one's mind functions in that particular pattern, is one aware, are you aware of it? Sir, this is a talking over together, this is not a talk by me, so we are supposed to talk things over together. Are you aware of this?\nQ: Yes.\nK: You know, this is rather a complex problem because there is not only the conscious technological memories acquired recently but also the deep inherited memories - racial, religious, cultural, sociological, environmental - they are deeply rooted. One may be conscious or aware of the superficial memories. Now what place - the question is what place has these superficial memories... have in life, in relationship, and what is the relationship of the deep hidden memories that affect our daily relationship? Right?\nLook: one has collected recently a great deal of technological knowledge, a great deal of memories with regard to science, law, you know, all that one reads, the education that one has had, the linguistic, the superficial accretions of the culture in which we live - the technological, the tradition and so on. Is one aware of it? Aware in the sense, does one know how one uses memory? I happen to speak French and Italian and Spanish because I have accumulated knowledge about those languages. Those are recent acquisitions. And I use them when I travel and all the rest of it. And also one has a great many other memories, memories of hurt, memories of insults, memories of various kinds of experiences - you follow? - one is not aware of them, one is using them. And there are all the hidden memories, hidden knowledge, deep in the dark corners of one's own mind. All memory, isn't it, is in the past. Right? I don't know how to discuss with you, you don't seem to take share in this. You just listen, nod your head or agree. All memory, all knowledge is in the past, isn't it?\nQ: (Inaudible)\nQ: (Inaudible)\nK: He asked, sir, what do you mean by the past. It's in your mind, it's in the brain cells, in the very structure of the brain cells hold all the memories. An experience you pass through and that leaves a mark; the mark, the knowledge, the information is there in the brain cells but it is already over. Isn't it? It is finished. I have experienced an insult yesterday, that has been registered in the mind, in the brain cells, that has left a memory and that memory was of yesterday's insult. That's what I mean, the past. And most of our memories are in the past in that sense.\nYes, sir? (Noise of aeroplane) Just a minute, sir, let the aeroplane have its voice. Yes, sir?\nQ: (Inaudible)\nK: Is every memory in the past. Are there memories that are actually taking place now? Is that what you mean, sir? Can there be?\nQ: (Inaudible) .\nK: Cannot be.\nQ: There might be just some of the memories...\nK: I am exploring. I am asking. And these memories, modified in the present, project 'what should be' in the future. So the movement of memory from the past, through the present to the future, but the whole movement has its source in the past. Right? Please, don't agree with me, just observe it in yourself. So what is that relationship, what is the relationship of this movement to the present? Right?\nQ: Then what about this creative relationship?\nK: Sir, don't jump to creative - you don't even know what... Let's go step by step into it, sir.\nWhat is the relationship of this movement, what is the action of this movement with the movement of life, the living. Sir, what is memory? You can see if you learn a language you accumulate all the verbs, the words and how to put the words together and so on, so on - that is a linguistic memory, memory composed of many, many, many words, verbs, irregular verbs and the usage of that. That's one type of memory. Then there is the whole scientific, technological memories. Right? Which we acquired through so-called education, the cultivation of memory through technological information. Right. Then there are all the psychological memories, the memories of... the memories that come about through human relationship - right? - my wife, my neighbour, my children, my husband - psychological relationship. Then there are all the racial memories, the racial memories being the memories of the culture in which I have lived. Right? Then there are all the ideological memories. I don't know if you... So my mind is full of these memories: linguistic, technological, scientific, engineering and all the rest of it, psychological memories which I have accumulated during the last twenty years, or thirty years, or fifty years, or eight years, and there are all the racial memories, and so on. My mind, this mind is composed of all this. Right? The consciousness is the content of all this memory.\nQ: (Inaudible)\nK: I am trying to - sorry - shall I go...\nQ: What is instinct?\nK: Oh, good lord, we are talking about memory, sir. We haven't even finished it.\nQ: (Inaudible)\nK: Just let us go into this, it is fairly complicated, sir. I won't go into consciousness because that leads to all kinds of things.\nSo the brain cells contain all this, all in contradiction. Right? Please see, observe it in yourself. All in contradiction: the scientific knowledge and the racial knowledge, the personal knowledge, they are all opposing each other, all moving in different directions from each other. And the content of the brain cells are this vast collective memories, and from that memory, consciously or unconsciously we act. So knowledge as memory, as experience, is always in the past - always in the past, must be - and respond to the present from the past, so there is a contradiction. Right?\nQ: What do you mean by contradiction?\nK: I'll show it to you. You see, those, sir, they don't even - they agree immediately, they shake the...\nQ: No I don't.\nK: Not you, sir, just a minute, sir. (Laughter) I didn't say you, sir.\nQ: Memory also means, sir, we acquire more and more knowledge.\nK: Yes, you acquire more - that's what I am saying - accumulate, accumulate.\nQ: (Inaudible)\nK: I haven't understood the latter part of your...\nQ: Some of the knowledge acquired is also forgotten...\nK: Of course, sir, yes, but it's all there. Now I was saying that the past with all the memories is in contradiction with the present. You say well, what do you mean by that? And some say, 'I don't agree with you'. Now what do we mean by... what do I mean by that? - the past is in contradiction with the present - right, sir? - what do I mean by that? I have been insulted yesterday, you insulted me, or flattered me. That has left a mark on my mind an image of you who have insulted or flattered, and I meet you the next day. That image, that memory projects, interferes in the observation of you now. You might have changed, you might have, are bound to, have gone tremendous lot of changes, and I come with a past memory and meet you with that image of that insult, so there is a contradiction. If I can meet you without that insult with its memories I meet you afresh. In that there is no contradiction, though you may not have changed, or you might have changed. I approach you with a mind that is freed from yesterday's insult, in that there is no contradiction. There is nothing to agree or disagree about this matter. So, the past has its own movement - right? - accumulating, discarding, modifying, adjusting - it has its own movement. That is, if one is a doctor there are so many new investigations, examinations, information, diagnosis, and this is accumulation of knowledge which is also a movement. I don't know if you are following that. And also life has also its movement. No?\nQ: What do you mean by life has its movement?\nK: What do I mean by life has its own movement. All right. We see knowledge as a movement from the past through the present to the future, adding, taking away, modifying and so on. That's a movement, isn't it? It is not dead static thing. Right? And do I realize that the past is interfering in a relationship which is also a movement?\nQ: (Inaudible)\nK: How I make use of past memory. I am going to show it to you in a minute, I am just looking at it, sir. Look at it first. That is, the past is a movement, it is not a dead thing, because there are experiences being added to it all the time, modified, changed, adjusted, it's a movement. At one level it is very, very superficial, and at other levels it's very, very deep, so between the superficial and the depth there is a contradiction, there is a variation. I am technologically terribly advanced but I am still a narrow bigoted Christian or Catholic or a Hindu. So there is a variation, there is a contradiction. Unless this contradiction ceases there must be conflict in my relationship. Isn't it?\nQ: The movement of the past can be in harmony with the present, can't it be also?\nK: The movement of the past can be in harmony with the present. Now wait a minute, what is the present? Tell me, sirs, what is the present? Do you know what the present means?\nQ: Now.\nK: Wait, just, before you answer, please, I haven't finished the question. What is the present? Present is now, while you are sitting? Is that the present?\nQ: (Inaudible)\nK: Wait, enquire, sir, enquire, please. Is that the present, being here? You are physically here but your thoughts may be... (Laughs) Or you might say, I am listening to what is being said, I am comparing it with what somebody else has said. So what is the present? Is it a chronological time as the present, the number: it is ten past whatever it is, is that the present, by the watch? Is there such a thing as present? So to understand really deeply what it means, the present, one must understand this whole movement of the past. And you say, well, don't bother about that, let's live in the present. That has no meaning. And there are a great many philosophies founded on this idea: let's live in the present; forget it, doesn't matter what has happened, let's make the best of this awful life, now.\nSo to understand the movement of the present, and it must be a movement otherwise it is not a present, one must go into this whole question of the past as memory, which is time. Right? I must understand time to find out what is the present. And time is memory, time is something that has been put together, either vertically or horizontally. And that is the memory which each of us has - linguistic, technological, psychological, traditional and so on, so on, so on - vast accumulation, both conscious and hidden. Right? Now let's find out how to observe or learn or be aware of the deeper layers of memories. You follow? We are... Please, this interests you, or...\nQ: Sir, it would be nice if you stick to the same example: I being hurt yesterday and again the same situation from you today. My memory of yesterday modifies my reaction today.\nK: Quite right.\nQ: You see, please stick to that same example...\nK: I have been insulted yesterday and I have the memory of that insult and when I meet you I meet you with the image of that insult. So my relationship with you is through the image of that memory, through that recollection, so there is no actual relationship between you and me, only the memory of that insult. That's fairly simple, we can't stick to that example, I am sorry.\nQ: Suppose it repeats itself again.\nK: Ah. Suppose it repeats itself day after day. You live with that image. Your next question is, how am I to be free of that image. Right? Is that we are discussing?\nQ: Should I be free of it at all?\nK: Should I be free of it at all. You see... You have insulted me, you have robbed me, you have flattered me, and that has left a mark as memory. Memory is an image, as you the central figure in that image. And should I wipe away the memory of that insult, or that flattery? Or you have robbed me, should I forget it, and be robbed next time by the same person? What should I do? What should I do? I am very simple, you can rob me, I have nothing very much except a few clothes. So that is not a problem to me. But if you have a lot of things and you are robbed then you will think about it twice. How to deal with a person who has hurt - you see, it is so complex really. How to deal with a person who has hurt you, both physically and psychologically. Physically in the sense, taken away your things, or hurt you physically, wounded you, or wounded you inwardly. Now how to be free of this hurt - that's what I am coming to if you would go with me a little bit.\nWhich is - let's go back - we were asking, there is this vast collection, complex memories, interrelated memories and contradicting each other. The conscious memories, knowledge, is necessary, technologically. If I don't remember where I live I can't get home, I won't be able to speak the language, I won't be able to recognize you. So technological knowledge is necessary and I classify all the recognition, the information, the knowledge, scientific, biological, law, all that as superficial knowledge. Now there are all deeper layers of memories. Now how shall I, how shall you examine all that, because they are constantly interfering, they are constantly modifying or changing the superficial. Right? So there must be an awareness, a recognition, or an understanding of the hidden. Now how is that to be done? How is it to be done? Go on, sir.\nQ: (Inaudible)\nK: That's all. That's quite right. Yes. Only you enquire into the hidden when there is trouble, when there is suffering, when there is pain.\nQ: Or I make a mistake.\nK: The same thing, sir - mistake and all the rest of it. And we live with great many mistakes, great many worries, great many problems, both superficially and so on, so on. I am asking you a question, which is: how am I, how is this conscious mind with all the information it has, which is also conditioned, how can that mind enquire into the deeper layers, into the very dark recesses of one's own brain, memories, how do you propose to do it?\nQ: By wilful forgetfulness.\nK: By wilful forgetfulness.\nQ: By being aware of it.\nK: Go slowly. Let me answer the gentleman. By wilfully forgetting it. Can you do it? Say, 'I won't look behind the garden', and the filth is collected there. Can you wilfully deny this? So that is not all right, we can brush that aside. The action of will, which is saying 'I must look into it', will not answer it, or wilfully saying, 'I will forget it' - it is there. Then what will you do?\nQ: By being constantly aware.\nK: By being constantly aware of what?\nQ: Of it.\nK: Listen to the gentleman's question. He says by being constantly aware of it. What is the 'it'?\nQ: Past memories.\nK: Past memories, hidden. How will you know it? So just watch it, sir. Will you know it through analysis? Which is all the world is doing. Please, don't deny... (Laughs) You people...\nQ: (Inaudible)\nK: I am asking, sir, that's just it, will you find out through conscious analysis the content of the hidden memories? Right? Will you do it? - analysis, do you know what is implied in analysis? There is the analyser and the analysed. Right? Right? Who is the analyser that is going to analyse? Is the analyser different from the thing analysed? You don't know about all this. And if you do analyse, it will take time won't it? No? Day after day, day after day, analysing, which you are doing, unconsciously or consciously you are always analysing. And one hasn't enquired into the whole structure of analysis, what it means - oh, just analyse. I am pointing out to you, which is, when you analyse there is always the analyser and the thing to be analysed. There is a division in that, the analyser is the censor. Right? Has assumed a position of authority because he says, 'I know more, I have learnt more, I can analyse the thing which I am going to...' - so he separates himself from the analysed and begins to analyse, to examine. In the examination, unless the analyser is completely free of the past, his analysis will be entirely wrong or partially wrong, therefore valueless.\nAnd analysis implies time, because I have got so many memories and I have to examine each memory. Do you know what it means? It will take all my lifetime and by the time I am dead. And time... when there is time between the completion of analysis other factors come into being, so there is no end to this process, therefore it is totally wrong.\nYou are stuck, aren't you?\nQ: No, sir. I think all you are saying is that the analyser is equal to the conditioning we've had.\nK: That's right.\nQ: To try to analyse the conditioning by the conditioning, you will never...\nK: That's right, that's right, sir.\nQ: So just try to pay attention to see everything...\nK: No, no, I am going to show it to you, don't come to any conclusion.\nQ: I understand.\nK: Don't come to any conclusion, always examine, look. So I have this problem.\nQ: (Inaudible)\nK: Sir, we are trying to find out.\nQ: (Inaudible)\nK: Sir, please. Wilful discarding of memory, hidden memories, doesn't work. Deliberately saying to myself 'I'll forget the whole thing and start anew', you can't do it. Nor analysis will free the mind from the past, the past hidden as well as the insults which has left a mark. I can't analyse, through analysis get rid of it. Because I have explained what analysis implies - observer and the -and so on, so on. So then what has... what shall I do?\nQ: You become conscious of it.\nK: You become conscious of it - conscious of what?\nQ: (Inaudible)\nK: Therefore what? That is, the past insult, I was insulted yesterday, that interferes in my relationship with you today who have insulted me. So can I, can the mind - listen to this quietly, please - can the mind forget that insult? Can the mind analyse that insult and discard it? Right? Or both those ways take time and all the rest. Or is there a different way altogether? You are following, you have understood my question?\nQ: The mind cannot... (inaudible) It can only ignore it.\nK: Whether you... (laughs) whether you ignore it or forget it, it is still there. I can ignore my tummy ache but the tummy ache is still there, or try to forget it. So, sir, just listen to the question, see the complexity of it first. Understand the question first. You insulted me yesterday, I reacted to it, that reaction is from the past, with the collection of many hurts, and I respond. So how am I to completely wipe away that insult?\nQ: You cannot wipe it away.\nK: I am going to show it... Don't say it is possible or not possible, let's find out, otherwise I am a bundle of hurts, I am a bundle of excruciating pain because people have insulted me, trodden on me, bullied me. You follow? So I am asking, is it possible not to record - please listen - not to record any insult? Is it possible, not after having recorded how to wipe it out, but how not to record at all? Right? You have understood my question? I am going to... Please, investigate it with me. You insult me and that has left a mark, and from that memory, that memory is going to meet you tomorrow. And it cannot be wiped away by will, by analysis. So that's gone. Then what shall I do, what shall the mind do not to record insults? Never. Let's let the past go, we will deal with that presently, past insults, but no more recording of any insult, how is this to be done?\nQ: Switch off the current. (Laughter)\nQ: Sir, recording...\nK: Wait. Switch off the current - who is going to switch it off? What kind of inanity this is, sir, really.\nQ: By being conscious that the person who has insulted you is not in harmony with you and then it is only a state of his mind...\nK: That's right, sir, but how are you going to not record his insult?\nQ: Don't take it seriously.\nK: But he is... All right, I don't take seriously, he calls me an ass, or whatever he does, what shall I do? Insults my wife or my husband or my children, hurts them, I can't help recording, the mind records.\nQ: (Inaudible)\nK: Sir, look, I understand, sir, but I'll show you something much simpler than all this. (Laughs)\nQ: (Inaudible)\nQ: Introspection.\nK: Analysis is introspection. Who is the person who is introspecting?\nQ: (Inaudible)\nK: Of course, sir.\nQ: (Inaudible)\nK: Yes, I know, you gradually modify your reactions by gradually - then you are dead and other things happen. This is so simple. The question is - please do pay a little attention to this - the question is: how am I, how is this mind not to record not only insults but pleasures, but experiences, pleasurable, painful, not to record so the mind is always fresh? You follow? That is the question, how is it to be done?\nQ: Then we are not taking it as an insult.\nK: What sir?\nQ: Then we are not...\nK: Not you sir, the gentlemen asking.\nQ: (Inaudible)\nK: He has hurt me, sir. Hit me in the face - not consider that as a hurt? Apparently you haven't gone into this. You can't forget it, you can't say it is a temporary reaction, it will pass, or gradually it will wither away. I haven't time to allow it to gradually wither away because other factors are happening in the meantime. So my question is: how is the mind... brain cells, not to record at all: the insults, the flatteries, the yesterday's pain, physical pain as a toothache - please follow this - and not say, 'It will happen again tomorrow, I must be careful' and there is fear, all that is recording of pain, pleasure, fear. How is the brain... how are the brain cells not to record but yet observe, and yet look? Not just withdraw completely into blindness. How is this to be done?\nQ: (Inaudible)\nK: Sir, yes I understand, but I hurt you physically, I slap you in the face, or you slap me in the face, what happens? You record it.\nQ: The reason being that I have a memory that I should react.\nK: Yes, sir, that's partly - I said that. We react according to our conditioning.\nQ: And we are not aware of the violence immediately.\nK: Yes, now the point is this sir, I am just... Look: I have been hurt, physically, psychologically, I have had pain last week and that mustn't happen again next week, and therefore there is fear of recurring pain, there is fear of recurring incidents which have happened before. Those are all memories repeating themselves. Now how is it possible for the mind, which is the brain cells, not to record these psychological memories but retain the factual memories? You have understood? Retain scientific, technological, linguistic, directional memories. Right? You have understood my question? Not that there is a division between the two, but the one interferes in all relationships, so I must first understand why I record at all. I record, the mind records because it strengthens the past, and the past gives me a sense of security, both linguistically, I said I have been angry, and I am angry - the very recognition of anger in terms of the past, which is verbal, strengthens that memory. That's one side of it. And also I respond because it is a tradition, it is the habit, it is the conditioning. That's also another. I say, can all this be prevented so that there is no recording at all? Have you got my question? How will you answer this? If you are given this problem, how will you respond to it, what is your answer? Will you turn to your yogis, Veda, Gita, Upanishads and all the rest of it? What's your answer? What will you do?\nQ: Observation.\nQ: Recording is a biological process...\nK: I understand that, sir, we said that. Recording is a biological process, like language is recorded, but I am asking. Sir, you hurt me very deeply, not by word only, by what you have done, you have hurt me very, very deeply.\nQ: (Inaudible)\nK: Sir, please! I have been hurt very deeply, as most people are, from childhood: beaten, frightened, nervous, anxious, avoiding, you know, all those are... been hurt, and I am accumulating more and more and more hurts, and I end up when I die a withered human being. So I say to myself, how is it possible not to record the psychological memories? Please, I'll show you something very simple. When you insult, at that moment give complete attention. It is only inattention that records.\nQ: Complete attention to what?\nK: Wait, please! You see, you are all too clever. Complete attention to what, the gentleman asks. To your slapping me in the face! To your calling me an ass. When you are violent to me, or when I am violent to you, at that moment to be completely aware of your word, your gesture, your attitude. You know what that means, to be attentive? Have you ever tried this?\nQ: To be one with the aggressor.\nK: Oh, no. To one with the aggressor, to be one, which is identify yourself with the aggressor. Look what a bothersome thing that is. You don't even listen, you go on with your own ideas. Incredible!\nLook, sir: you call me a fool, and to be attentive at that moment. At that moment, you understand? Attentive means give full attention with your mind, with your heart, with your body, with your eyes, with your ears, to be fully attentive at that moment when you call me an ass, because in that attention there is no recorder, there is no me who is recording the insult. Why are you all so silent? Look, sir...\nQ: (Inaudible)\nK: That's right. That is complete attention. Seeing the whole picture, not just the word.\nQ: (Inaudible)\nK: No, sir, no, sir, no, sir. Look, sir, let's approach it differently. What is it to be aware? What does it mean to be aware? I am aware of you sitting there, I am aware of the (inaudible), the tent, or whatever you call this, I am aware of those flowers, the bright sunlight on the flowers, I am aware, the colours of the sweaters, the dresses, the saris, the people's faces, I am aware. In that awareness I say, 'What a lovely flower that is'. By saying what a lovely flower that is the response is from the past. Can I be aware of that flower without the response of the past? Just to observe without naming it as a bougainvillaea, then in that attention there is no past at all. Right? Do see this, please, it is a very simple thing if you do it. I see that sari, that dress: visual, response, conditioned response which says, 'I don't like that colour', which means I look at it with a prejudice, therefore I am not aware at all, I am aware of my prejudice responding. Now can I look at that sari, or that coat, that colour, without the reaction of like or dislike, just to observe, which doesn't mean I am indifferent, I've gone to sleep, but to actively observe. When you observe there is no centre of observation, there is no centre which is observing. The centre is the memory, is the past, which says, 'I don't like that colour', or 'I do like that colour'. Right?\nNow when you are insulted, to observe completely, without any response. Try it, do it. I say you are a silly man - see what are all the responses come into being, which is, all the responses of the memories of the past. Now, when I say you are a silly man, can you listen to it without any response of the past? But listen, not go to say, 'I don't care what you say, you are a perfect idiot also', and forget. But just to listen. Then will there be any recording at all? Then you find out that you record only when you are inattentive, when there is not this complete attention then there is recording.\nThen the question is: how is one to sustain this attention all the time? You have understood my question? I see that there is no recording at the moment of insult when there is complete, total attention. Which is, in which there is no response of the old brain. I am introducing a new word which I hope you don't mind - old brain being the conditioned brain with all its memories of insults, pain, to attend without all the response of the past. You can do it, one does it. When there is a tremendous crisis in life you do it.\nQ: (Inaudible)\nK: At that time it happens automatically. See what is involved in that. In a moment of crisis, real crisis, what takes place? The crisis is so enormous it knocks out the observer. Right? It knocks out the recorder because the thing is so great. Haven't you noticed it, when somebody dies - not yours, my son dies - at that moment, at that second or it may be a few minutes I am in a state of complete shock, there is no recording. The incident of death has knocked out all my memory for the time being. Haven't you noticed this? Then the old habit comes in, then the recording takes place: he is my son, what shall I do, my loneliness, my self-pity, you know, all the circle begins.\nNow, to observe that insult and many other forms of recording with complete attention at the moment it is given. Then you will say how am I, how is the brain to maintain this attention all the time. Right? That's a wrong question. Because you say, I have learnt a trick and I want to continue keeping that trick. That is, pay attention completely to that insult and forget it, let it go. Next time be completely attentive. You follow what takes place? Each time you are completely attentive there is no recording. But if you say, I must continue that recording... continue that attention, you are just continuing the memory of that attention. Right? Therefore be completely attentive at the moment of insult. Finished. Then an interval, something else happens, and at that moment be also completely attentive so that the mind is attentive to every incident, not it must maintain a continuous attention. You've got it? If you haven't got it it's up to you.\nQ: (Inaudible)\nK: How are you to be attentive. Is there a way, a system, a method which will help you to be attentive. Is that the question? A method, a system, is a practice, a repetition. A repetition is the contrary of attention. Therefore there is no method, full stop. Oh, you don't see the beauty of this, you see. You see, sir, all implies freedom, freedom means freedom from the past, freedom from recording, so that the mind is free.\nQ: (Inaudible)?\nK: Does that mean can only the free mind attend. I didn't say that. No but please listen to what... At the moment of pain - look: I had pain last week, physical pain, very bad toothache - I didn't have it but I am imagining - very bad toothache, what do I do? I go to the dentist and he does something and that physical pain has left a mark, which is the memory of that pain. And the memory, which is thought, says, 'I hope I shan't have it next week, I must be careful', therefore I am nervous, therefore I am frightened because I have a recollection of the pain of the toothache a week ago. Now can I have pain, the toothache and finish with it, not carry it over to next week? You understood? It's time to stop.\nLook, sir, first of all let me... You see most of you I am afraid are used to reading books and trying to find out how to live according to the books. Right? According to what somebody has said, and therefore you never find out for yourself what is actually going on. You know, which means never to repeat what somebody has said - never. Never to say something that you yourself actually do not know, you yourself have not actually experienced. You know what would happen if you said that, never to repeat what somebody has said, never to say something that you yourself do not know, never to assert that there is or that there is not, you know what would happen to your mind? Then you would begin to observe for yourself, then you would find out for yourself, not live on the past memories, which are dead anyhow, and that's why you are so dead, you have no energy in all this.\n"}]