[{"title":"what-your-deep-interest-life","text":"I didn't expect such a large crowd, did you?\nAs there are going to be several talks and discussions we should, I think, take things very easily, relax, and apply our minds to what we are going to talk over together and to discuss. First of all, I'm not at all sure what you, as an individual, as a human being, are really interested in. I think one should find that out. What is your primary interest, deep abiding intention, and in the discovery of it relate that discovery to all the activities of one's life. One may be interested, deeply concerned, with the world as it is - with the violence, the appalling chaos, the political division, violence, and the corruption which is absolute death, not only outwardly but also inwardly. In discovering for ourselves our major, deep interest we shall then find out for ourselves our relationship with each other according to that interest. If that interest is rather vague, superfluous, superficial, depending on the environment and the wind that blows in any direction, then our activity, both outwardly and inwardly, will be casual, will have no deep abiding significance. But if we could, during these coming talks and discussions, find out what is our major interest. Sitting there, listening to what is being said, if you are really concerned with the world and your place in the world, your relationship with another human being, your relationship, politically, economically, religiously, and socially, if you are really concerned - as you must be - what is your real, deep interest in life? Is it acquiring money - please listen to all this very carefully - money, position, safety, security? If that is your real, vital, continuous interest, then one must see the consequence of such interest. And if it is your interest, your really major drive - considering what the world is and your relationship with that world - whether your interest is not only to change yourself but also the world about you, and see all the implication of that interest. If it is your interest that you want to establish a personal relationship with another so completely, wholly, so that there is no conflict, then also you must realise the consequences of that.\nAnd if your interest is - and this is much more difficult - to find out what is the place of thought as measure, and the immeasurable. In trying to find out in which direction our interest lies, each one of us - not the general interest but your particular interest - and whether you are prepared to be completely dedicated to that interest, not play with it, not casually accept it and reject it according to circumstances, according to one's own like and dislike, and environmental influence.\nSo, if we are prepared, during these seven weeks, or is it four weeks - four weeks to go into this so completely, knowing your interest, then we can establish a relationship between yourself and the speaker; and thereby also establish your relationship with the world, and with your neighbour, and with your intimate friend. So that is what we are going to do during these weeks whether you are prepared to find out definitely where lies your major capacity and interest. And whether that interest is isolated or that interest is related to all human beings. If it is isolated, that is, you are seeking your own particular enjoyment, your own particular salvation, your own particular safety, a position in the world, then in talking over together we shall find out the validity of such interest, whether it has any significance at all; and, if your interest, if your deep purpose is to find out how to live a different life altogether. Accepting things as they are: the violence, the brutality, the chaos, the corruption, the hatreds, the enmities, seeing all that, whether the human mind, your mind, and each one's mind, is capable of completely changing so that as a human being you not only bring about a radical revolution in yourself but also outwardly. The outward revolution and the inward revolution are not separate. We are talking of revolution - not the physical violence of throwing bombs, killing others in the name of peace, destroying. That is no revolution at all, it is merely childish destruction. I do not know if you have not observed all over the world - first the younger generation was all giving flowers, living in a world of beauty, imagination, then when that did not flower fully, then they take to other kinds of drugs and all the rest of it. When that didn't work they became violent. And we are now in a world of complete violence. I do not know if you have been pursuing the events in the East, in the Middle East and in America and elsewhere.\nSo we have to find out, if you are at all serious - and I hope you are. If you're not serious then it is not worth sitting down here for an hour, much better go for a walk, look at the mountains, trees, and play around. But if you are very serious, and I hope you are, then you have to find out, because we are getting older, our days are becoming shorter, our capacities are becoming more dull as we grow older. The world is becoming too much. It behoves for each one of us to find out what your purpose, your intention, your interest - major - in life is. Then if you know then we can discuss, we can then take a journey together. Because the speaker knows exactly what his intention, his drive, his interest is; and if your interest is quite different then our relationship becomes difficult. But if your interest is to understand this whole phenomenon of the world in which we live, as human beings - not as technicians - then we can talk over together, then we can establish our relationship together, then we can take a journey together. Otherwise these talks and discussions will have very little meaning. Please do bear this in mind, though you are here for a holiday, with the mountains and the hills and the streams and all the tourist entertainment, in spite of all that, we have an opportunity to sit together for a whole hour. You know that is quite interesting, to sit together for a whole hour to talk over our problems together, without any hypocrisy, without any pretence, without posing some absurd facade. To have a whole hour together is an extraordinary thing if you come to think of it, because we rarely sit together to talk over serious things with anybody for a whole hour. You may go to the office for a whole day, but to spend together sixty minutes and more to investigate, to examine seriously all our human problems, with hesitancy, tentatively, with great affection - not trying to impose an opinion over another, because we are not dealing with opinions, ideas, or theories. What we are concerned with is to establish a relationship with each other, and that can only be done if we know our mutual interests, and how deep those interests are, and what energy you have to apply, to discover the resolution of the major problems of our life. Because our life is not different from the rest of the world. We are the world. I don't think many of us realise deeply, continuously, that we are the world, and the world is us. I think this must be deeply, abidingly rooted in us. Because we have made the social structure according to our desires, according to our ambitions, greeds, envy, violence, and if we would change that society we must change ourselves. That seems such a simple, radical approach to the whole problem. But unfortunately we think that by changing the outer structure - throwing bombs, political divisions, and all the rest of it - that by some miracle we shall all become perfect human beings. I'm afraid that will never work.\nTherefore, realising that we are the world, really feeling it, not as a verbal statement or a theory but actually feeling it in your heart. And that is very difficult because our education, our culture, has laid emphasis that you are separate from the world, that you as an individual have a responsibility to yourself, and not to the rest of the world; that you as an individual are free to do what you like, in the limited sense. But we are not individuals at all, we are the result of the culture in which we live. Individuality (sound of train) - we must allow the train to have its noise - means the individual, an entity who is not fragmented, who is whole. And we are not that. We are broken up, fragmented, contradictory in ourselves, therefore we are not individuals. So, seeing all that, what is our major interest in life?\nTake time to think it over, give it a few minutes. We'll sit together quietly, to find that out. Is it that you have sexual problems and you have not been able to solve them, and therefore that becomes the major problem? Is it that you want to live peacefully, in a world that is so noisy, corrupt and violent? Is it that you have many, many problems - economic, social, personal relationships - and you would like to solve all those problems completely, wholly? Or, does your interest lie in the direction of social reformation, and you are dedicated to that - the reform of society? And if you are, then what is your relationship to that society? And if you are interested to find out the limitation of thought - and thought is limited, however capable, logical, experimental and technical, have the capacity to invent, and to bring about a marvellous technological world, which again is a very limited issue - if you want to find out if there is something more beyond thought - the measurable and the immeasurable.\nSo, you have to look at all these problems. So where shall we begin? You understand my question? Where shall we - you and I - begin to discuss our problems? Shall we begin at that end - you understand, that end - which is, the measurable and the immeasurable, or, shall we begin to discuss, bring about change, at this end, which is, the physical environmental change - with all its pollution, corruption, decay, deterioration? So where? It's up to you!\nQuestioner: Sir, I am not sure that we are the world, and the rest of the world is us.\nKrishnamurti: You are not sure, sir, you're saying, whether we are the world and the world is us. Is that your major problem? Don't bother about what I say. Cut that out! What is your problem, what is your major interest, and have you the energy, the capacity, the interest, the intensity, to solve that problem?\nQ: (Inaudible)\nK: Don't ask, please, we'll have question time presently. Do you follow? Let us now sit together, spend a couple of minutes to find out what your major interest in life is. This is really very important to find out - not what the speaker says, that is totally irrelevant, but what your interest is, and how far you are going to give your energy to pursue that interest; how deeply, how passionately, intensely - because if you have no passion, no interest, no vitality, then - if I may point out - corruption has set in, and where there is corruption there is absolute death.\nSo, which end shall we begin - that end, or this end? Or can this be divided that way? Please listen to it carefully. Can this whole movement of living, this whole existence of human beings, be so easily divided? Please listen. Don't agree or disagree. Just listen. First I will establish a physical security, a physical relationship, complete order physically, socially, economically, and after laying the foundation, building a complete house there, then move from there to the other. You are following? Or, is it a total movement, indivisible, total, non-fragmented, but a complete movement. Wherever you begin, the two are related. Bene?\nYou see we want complete physical order - we must have order - in our life as well as outwardly. Please listen to this. We must have order. Not the military order, not the order of the older generation, nor the disorder of the younger generation - the permissive society which is disorder, and therefore corruption, decay - and the old order is also corruption and decay, with all their violence, wars, snobbism, division, you know all that. But seeing both disorders, the permissive disorder and the ordered disorder of the older generation, seeing both, one realises that there must be a different kind of order. Right? You are following what we are saying? We are meeting each other? Please, do. We are communicating with each other? And that order must involve physical security for everybody. Right? Not just for the few rich people or for a few people who are well-placed or have capacity, and so on, there must be physical security for everybody. You understand? Over six million people from the east have entered India. You understand what that means - not only for the refugees but also for the poor country which is already poor! And how can you establish order there? And that order - which is total disorder - has been brought about by the older generation, with their political divisions, national, religious divisions. You are following all this? And the disorder or the so-called permissive thing that is going on with the younger people - because they say that is disorder, we have nothing to do with the older people, we want a different kind of order, therefore we'll do what we like. That's not order! Both are disorder. I wish you would see this! And realising that, one sees that there must be physical order, physical security, for all human beings in the world.\nYou know this has been the dream of the revolutionaries, of the idealists, of the philosophers. And they thought through physical revolution you could establish it; and it has not succeeded - they have had umpteen revolutions and it hasn't happened. Look at the Communist world, with their divisions, with their armies, with their totalitarianism and all the rest of the horror that goes on in the rest of the world - and there is no order there either.\nSo, first one realises, in seeing all this, that one must have physical order. And does that order depend on law, on the reorganisation of the social environmental culture and influence - or does that order depend entirely on the human being, on each one of us - the way we live, the way we think, the way we act in our relationships with each other? Now, if we begin with that - that is, living in a world that is so destructive, so chaotic, so violent and all the rest of it, how am I, as a human being, you, as a human being, to bring about order in this world? Does that order depend on you or on the politician? Does that order depend on you, or on the priest, on you or the philosopher, you and a Utopian ideal? You are following all this? On what does that order depend? Are we moving together? If you depend on the priest, or on the politician, or on a theory, or on a belief, an ideal - then see what takes place! Then you are conforming to the pattern set by the politician, or by the theorist, or by a Utopian ideal, and hence there is a conflict between yourself and what you think should be. Please, come, is that clear? And that conflict is part of this violence.\nSo are you prepared, is it your deep, real interest, to see, perceive, understand that this order in society can only be brought about by you, and by nobody! We are responsible for that order - by our conduct, by our way of life, our thoughts, you know, the whole thing. Is that your interest? Because one must live, when the world is in such disruption and chaos, misery and suffering, one must live - if you want to understand all this confusion - one must live in total, complete order. And if you are interested, if you give your energy, your capacity, your passion to find out what that order is - then we can discuss. You have understood my point? Then we can go into it. Then we shall share the thing together. Then you won't be just an outsider looking in; then it's your problem, you'll put your teeth into it! Now, shall we proceed from there? Right? Shall we go from there? What do you say?\nQ: Yes, yes.\nK: Oh good! When you say 'yes' - stick to it. Don't change tomorrow because you fall in love with a girl or a boy, or you see a new motor car - there are beautiful motor cars, I've seen one! (laughter) - so if that is your real, deep interest, then you must be passionate. Right? Do you know what passion is? I'm not talking about lust. I'm not talking about physical passion, sexual passion, I'm talking of passion which comes when there is deep interest. Say, for instance, if one is deeply interested, not superficially, not because it brings a reward, but really to find out if sorrow can end. Sorrow - you know, the grief, the pain, the anxiety, the fear - if that can ever come to an end. You will find, out of that comes real passion, intensity. So now, if it is your intention to find out for yourself whether it is possible to bring, living in this world, such order in yourself, because you are the world, and the world is you. Right! Now, let's proceed to ask questions. I've talked for forty five minutes, I think. So let's proceed.\nQ: (Inaudible)\nK: I haven't quite understood your question, sir.\nQ: You have said one day that you must have passion, but you have also said as you get older your passion becomes dull, so what must one do?\nK: Oh, our passions become dull as we grow older. Perhaps your physical passions do, your glands don't work so efficiently. But we are not talking about the passion of the young, or of the old, or the dissipation of that passion. We are talking about when there is an interest - you understand sir? - an interest, a vital issue with which you are concerned, as a human being - not with your technique, with your gift, with your capacity - I'm not talking about that. An interest. Then if you live with that, then out of that life of deep interest comes passion, which doesn't disappear because you have got grey hair.\nQ: What happens when you have this deep interest but also you have the desire for pleasure?\nK: Ah, I see. You have deep interest for something, and also you are attracted by pleasure. Then there is conflict between the two - so what is one to do? Is that the question? Right.\nPleasure on one hand and abiding, deep, vital interest on the other. Now, wait a minute. Please, just wait - listen to it. Pleasure, and vital interest - do they vary, is there a contradiction then? If I am vitally interested in bringing about order in myself, and therefore in the world around me, that becomes my deepest and most profound pleasure. I may have a car, I may look at a girl, I may look at the hills and you know, all the rest of it - but that's passing, trivial. That will not contradict my abiding, vital interest which is my only pleasure. You see we divide pleasure, in ourselves. We say, how lovely to have a marvellous car - or whatever it is. Sorry, I must not go back to cars! (laughter) Or to hear music. There is great delight in hearing music. It may pacify your nerves, it may quieten you by its rhythm, beauty, its quality of sound may carry you away to distant places and far away - and in that there is great pleasure. But that pleasure does not deteriorate or diminish your vital pleasure. On the contrary. I don't see how when you have something of tremendous importance in your life, and that very importance becomes the pleasure, then all other pleasures become secondary. In that there is no contradiction. But when we are not sure of our major interest in life, then we are pulled in different directions by different pleasures and objects. Then there is a contradiction.\nSo one has to find out - and I hope you will, during these days - what is your major interest in which all abiding passion and pleasure exist. But you see if you are not interested in it, if you don't take tremendous pleasure in it, if you are not completely immersed in it, passionately, vitally, intensely, then you are distracted by other interests, and then there is a contradiction. Is that clear?\nQ: Do you not think that the restoration of this order in the world can only come by giving to god the first place in the mind of man, and the quality of saints everywhere? All the chaos in which we are now is due to the fact we have left the idea of god entirely out of our mind.\nK: What... would you tell me... what, sir? No, I'm asking what that gentleman said, what is the question?\nQ: He is saying the restoration of god in the world to be the basis of (inaudible).\nK: Wait, wait, wait, wait. Patience, patience. The gentleman says, if I have understood him rightly, to bring about this order should we give first place to god. That's right, sir? That's a question isn't it?\nQ: Yes.\nQ: ...first place to be given to god.\nK: Now, wait a minute. You have understood the question? That if we have no knowledge of god, the feeling for god, the understanding of that thing called god, then order becomes mechanical, superficial, and therefore changeable. Right, sir? The first importance, the questioner says, is god, and order then will come out of that. Right? Now, please, sir, we are trying to investigate the question, we are not trying to deny or to assert. We are trying to find out. Right? We are trying to enquire. Our difficulty is that we all of us interpret according to our culture, background, fear, pleasure, sense of security, and so on and on. We try to interpret or imagine what god is according to our backgrounds. That is obvious. No? And the ultimate reality, not knowing it, not having knowledge of it, can that bring order? Or, you must have physical order, which is measurable, and having established that order then we can find out the immeasurable, in which order is something entirely different. You understand my question? Are we meeting each other, or have you forgotten the question?\nYou know, this has been the point of view of all the religious people in the world. They say: concern yourself with god, and then you will have perfect order in the world. And each religion, each sect, translates what that god is. And brought up in the culture of belief, we accept that. Whereas if one really wants to find out what god is, if there is such a thing, or something that is not nameable, that cannot possibly be put into words, if that is the major interest in your life, that very interest does bring order. Which means to find that reality I must live totally differently. There must be austerity without harshness; there must be tremendous love. And love cannot exist if there is fear, or if my mind is pursuing pleasure. So, to find that reality I must understand myself, and the structure and the nature of myself. And the structure and the nature of myself is measurable by thought. It is measurable in the sense thought can perceive its activity, what it has created, what it has denied, what it has accepted. And when one realises the limitations of thought, then perhaps we can go into that which lies beyond thought.\nQ: The problem of parents is, what have we to teach to our children?\nK: What have we to say - is this your question, sir? - what have we to say to our children. I'm sorry you have children. What have you to say to your children in this chaotic world. Right? Is that right, sir? My Lord! (laughter) Just a minute, sir, just a minute, let's go into it.\nFirst of all, what is our relationship to our children? Please bear in mind that we are going to investigate together. What is our relationship to our children? You go off to the office if you are a man, and come back late in the evening. If you are the mother you have your own ambitions, your own drives, your own loneliness, your own miseries, loved and not loved, and all the rest of it, cooking, washing dishes, and the children have to be looked after, and there is not enough money, therefore you also go off to earn. Right? The Women's Lib - you know what that is? - the liberation of women. Then what is your relationship with the children - have you any? Please, we are investigating, I'm not saying you don't have it, we are enquiring. And, as they grow, you hand them over to the school - right? - where there are other children, equally lost, equally imitative, conforming, gangs. And they enter the school to be taught how to read and how to write. Enquire, please go into it.\nYou have the problem not only of your own children. And also the other children who are gangsters, all together imitating, conforming, bullying. Right? What is your relationship with your child? Now if you are really, deeply interested in this one question: which is, you have children, and you have to educate them rightly - if that is your deep interest then you have to find out what is the meaning of all education. Is it only to develop a particular kind of technological knowledge so that they will earn a livelihood in a world that is becoming more and more competitive, because there are more and more people in the world and therefore less and less jobs? For god's sake, face all this! The world divided by nationality, sovereign governments with their armies, navies - butchery. If you're only concerned with the development of technological knowledge, then see all the consequence of that. The mind becomes more and more mechanical, and when you lay emphasis on the mechanical, technological knowledge you neglect the whole field of life. And as they grow older they enter college if they are lucky - or unlucky - universities, they are being more and more conformed, shaped, put into a cage. Is that your interest? Is that your responsibility? And because they don't want to be put into a cage there is a revolt. Please! And when that revolt does not produce any result, there is violence.\nSo how are you, as a parent, to educate your children who'll be different? Right? Can you form, or build a new kind of educational system; or can you, with the help of others start a school which will be totally different? That means you have to have money - right? - people interested in the same thing, a group of people who are really dedicated to it. And, if you are a parent, is it not your responsibility to see that such schools are created? Which means you must work for it. You understand, sir, life isn't a plaything.\nQ: (Inaudible)\nK: Sir, just a moment, let me finish. Is this your interest? If you are a parent, is this your interest? Or, are you concerned, as a father, with your own ambitions, greeds, envies, your position, your office, your work, getting higher pay, more refrigerators, you know - carry on? Yes, sir! You have to look at all this. And where does education begin - in the school, or with you? That means, are you re-educating yourself all the time - you follow? - as a parent, as a human being. Yes, sir.\nQ: Is there anything in education, or are the children just going to be what we are?\nK: Is there such a thing as education or are our children going to be exactly as we are? You know, I believe, I was told, Socrates, in Athens, complained about the youth of his time. He said they had no manners, no respect for the elders, they were becoming permissive, and all the rest of it. The complaint was in 300 or 400 BC. And we are still complaining about our children! So we are asking: does education of the children consist in training them to be like us, like other monkeys, or, does education mean not only the understanding of the technological side of life but also the whole neglected field of life - the whole of it, not just one fragment of it, which means the psyche, all the emotions - you follow? - the whole business of existence? Because we neglect all that and are only concerned with one fragment, then there is chaos and violence in the world.\nQ: Are you saying that we should have only one main interest? Should we not be aware of other conflicts like snobbery, war, pollution? Otherwise you turn your head from this. You have to be aware of these things, don't you?\nK: Sir, when there is a major interest, you are aware of every interest.\nQ: Everything is one.\nK: Everything is one, I've said that. When I'm interested in order, not only in myself, I want order in the world. I don't want wars. I feel for those people, because they have no order. You know what is happening? Therefore I'm concerned with pollution and poverty, war. Wars are created by nationalities, partly, by governments, politicians, the division of religious groups and all the rest of it. In considering all that, I want order, not order for myself. In wanting order I have to find order in everything around me. Which means I work for order, I am dedicated to order, I am passionate for order. That means I have no nationality, I've no... You follow, sir? Disorder is violence, therefore I must find out in myself how not to be violent, completely end all violence.\nQ: Do you believe in demonstration?\nK: Ah, do I believe in demonstration.\nQ: When I say demonstration, it's the end of war...\nK: Yes, sir, yes sir. I understand that. I understand the question. Do you demonstrate, go up and down the street demonstrating with a group of people who want to end the Vietnamese war? War in Vietnam, or do you want to end all wars? Right? Can you demonstrate to end all wars? Or can you only demonstrate to end a particular war? Please do think about this, give your heart to this. I can demonstrate for ending a war in the Middle East or a particular war, but when I am concerned with the ending of all wars, not only in myself but outwardly, how can I demonstrate with a group of people? Can I? Do you also want to end wars, as I want to end wars? You understand? No nationality, no linguistic differences, no religious differences, all the rest of it. No, my friends, you can't demonstrate for it, you live it. And when you live it, in that itself is a demonstration.\nQ: Do not love and truth bring about order?\nK: Sir, you are saying love and truth is order.\nQ: I'm asking.\nK: He is asking: does not love and truth bring about order. But do we know what love is? Do we know what truth is? Can you love if you are jealous, if you are ambitious, if you are greedy? And is truth something fixed, established, or is it a thing that is living, moving, vital, you follow? - and therefore no path to it. You have to find this out.\nI have talked for an hour and a quarter - we have - isn't that enough for the first morning? We are going to have nearly fourteen mornings like this, so first, it's enough. You have enough substance to chew over. Give your day to it till we meet the day after tomorrow.\n"}]