[{"title":"thinking-about-future-breeds-fear","text":"Krishnamurti: What shall we talk over together this morning?\nQuestioner: Sir, I would like to discuss fear and death and their relationship to intelligence and thought.\nK: Right, sir. You would like to discuss fear and death, what is the relationship between thought and intelligence.\nQ: Could we set aside one morning to talk about the educational process?\nK: Could we set a morning apart to discuss or talk over together what is education.\nQ: May I repeat a question which it is not necessary to answer this morning: I would like to find out whether real love between man and woman is possible because I think I know by now what love is not. And also I am aware that the 'I' or the 'me' cannot love. So perhaps we could...\nK: The gentleman wants to discuss, perhaps not this morning he says but another morning, the relationship between man and woman and whether there can exist love between them and so on.\nQ: Sir, could you go into that statement that the world is me and I am the world...\nK: Could you go into this question of the world is me and I am the world.\nQ: Could we discuss death, but not theorising in respect of what happens after but whether it is actually possible to die to things known...\nK: Yes, sir. Shall we discuss this morning this question of fear and death? Shall we?\nAudience: Yes.\nK: And then sir perhaps we will answer your question and various other questions involved in it.\nShall we go into it rather deeply? And that means you have to keep a sustained interest in it, a continuous enquiry, not just go off in the middle of it to sleep, or think about something else, but pursue one thing like fear completely to the end, shall we? And then death, everything else will come into it. May we do that?\nQ: Yesterday the girl asked about humour and laughter. Is there any way of tying that in...\nK: Can we tie humour and laughter with fear. (Laughter) We have tied it in now, haven't we? You know fear is such a complex problem and we have to enquire into it, not come with any preconceived ideas and so on - you know, really enquire - right? - really penetrate into this whole question of fear.\nNow first of all when we are enquiring into this rather complex problem, issue, we are not trying to deal with it as a group, as a collective fear or in discussing a group therapy to get rid of fear. We are just going to find out what fear means and what is its whole structure, nature, whether that fear deep down in the very very root of our being can be understood and whether the mind can ever be free from fear. Right?\nHow do you approach this problem? Have you fears? Have you any kind of fear, physical or psychological? So if one has psychological fears - we will come back to the physical fears a little later - how do you deal with them? I am afraid - suppose - I am afraid that I shall lose my position, my prestige, I depend on the audience, on you, to bolster me up. I depend on you to give me vitality by talking. And I am afraid if I grow older, become senile, gaga, I will be faced with nothing and I am afraid. Right? You are following this? Are you? So I am afraid. What is this fear? Or I am afraid that I depend on you, man, woman, and that dependency makes me attached to you, and I am afraid to lose you. You are following all this? I am afraid I have done something in the past, of which I regret or I am ashamed off, and I don't want you to know, so I am afraid of that, of your knowing it. You are following all this? Therefore... and I feel guilty. Or I feel terribly anxious: anxiety about death, living, what people say, what people don't say, how they look at me, the deep sense of foreboding, anxiety, a sense of inferiority. And this anxiety, death, living a life that has no meaning, or out of my anxiety I seek some assurance from somebody in human relationship, or I seek a sense of security out of my anxiety in a certain belief, ideology, in god and so on. And also I am afraid that I shan't be able to do everything I want to do in this life. I haven't the capacity, or the intelligence but I am tremendously ambitious to achieve something. And so I am frightened of that too. You are following all this? And of course I am afraid of death, and I am afraid of being lonely, not being loved and so I want to establish a relationship with another in which this fear doesn't exist, this anxiety, this sense of loneliness, this separation. And also I am afraid of the dark, the lift, and the innumerable neurotic fears that one has. Right?\nNow, what is this fear? Why is one, you, I, or anybody, why is there this fear? Is it based on not being hurt, you know, not to be hurt? Or is it that one wants complete security and not being able to find it, physically, emotionally, psychologically, intellectually, not being able to find this sense of complete safety, security, protection, one becomes terribly anxious about living, life, this sense of uncertainty. Right? Now why is there fear?\nPlease, this is a dialogue, I am not making a speech, please. This is a dialogue, talking over together our problems. One of our major problems is fear, whether we are aware of it or not, whether we run away from it, or try to overcome it, try to withstand it, develop courage and all the rest of it, there is still fear. I am asking myself, I am asking you whether the mind is so delicate - you understand? - so sensitive that it doesn't want to be hurt, from childhood on up, and so not wanting to be hurt one builds a wall, one is very shy, or aggressive - before you attack I am ready to attack you, verbally, with thought, because I am so sensitive, I have been hurt so much in my life, in my childhood, everybody hurts me, in the office - you follow? - in the factory, the foreman, the boss, everybody treads on each other's toes, and I don't want to be hurt. Is that one of the reasons why fear exists?\nYou have been hurt, haven't you? No? And out of that hurt we do all kinds of things, we resist a great deal, we don't want to be disturbed. Out of that feeling of hurt we cling to something which we hope will protect us, and therefore anything that attacks that which I am holding on to as protection, towards that I become aggressive.\nSo, what is it that you, as a human being sitting here, wanting to resolve this problem of fear, what is it that you are frightened of? Is it a physical fear? Fear, not to have any more pain, physical pain? Is it physical fear? Or a psychological fear of danger, of uncertainty, of being further hurt, of not being able to find total complete security, certainty? Fear of not wanting to be dominated and yet we are dominated. So what is it that you, as a human being sitting here, are frightened of? Are you aware of your fear?\nQ: Fear of the unknown.\nK: Fear of the unknown. Is it? Now listen to that question. Fear of the unknown. Why should I be, why should one be afraid of the unknown when you know nothing about it? Please enquire into it.\nQ: I don't believe that. I have an image of what has happened to me, then I try to bring... (inaudible)\nK: Yes, sir. But is it the fear of letting go the known, not the fear of the unknown? You understand? Fear of the things I have gathered and letting them go - my property, my wife, my name, my books, my furniture, my good looks, or bad looks - god knows what else - my, you know, capacity, the things that I know, I've experienced, and letting them go. Is that fear? Or the fear of the future, the unknown?\nQ: I find that my fear generally exists on what will happen, not on what is happening.\nK: So your fear is of what will happen in the future, what might happen tomorrow. Right? Shall we go into that?\nYou are not afraid of today or what happened yesterday but you are frightened of what might happen tomorrow. Tomorrow in the future.\nQ: (Inaudible)\nK: Sir, look sir, the gentleman asked a question which is, he says I am not frightened of yesterday or today but I am frightened of what might happen tomorrow, future. The tomorrow may be twenty four hours later or a year later, but future, I am frightened of that.\nQ: But the future is the result of all the expectations one has from the past.\nK: Expectations one has because of the past. No. Now how will you - please just don't explain it - I am frightened of the future. Right? How shall I deal with it? Don't explain it to me. I want to find out what to do with this fear. I am frightened what might happen - I might get ill, I might lose my job, I might... a dozen things might happen to me - I might go insane, gaga, I might lose everything, the things which I have stored up. So, the future. Now... Go on please, enquire.\nQ: Sir, I think that it is not exactly the future that we fear but rather the uncertainty of the future.\nK: That's right, sir, same. The gentleman says...\nQ: (Inaudible)\nK: Yes, he says fear is the uncertainty and the total response of our whole being, about the uncertainty of what life is, what might happen.\nQ: (Inaudible)\nK: Is it? I am afraid of the future because the future is uncertain. And this uncertainty, I don't know how to deal with it, with my whole being, therefore I am afraid. Fear is an indication of this uncertainty of the future, is that it?\nQ: That's only a part.\nK: That's only a part.\nQ: There are other fears too.\nK: Sir, we are taking that one fear. We will take various forms of fears presently. We are asking, the gentleman asks, I really am not frightened of anything except of the future. The future is so uncertain, I don't know how to meet it, I haven't the capacity to understand, not only the present but also the future. So it is this sense of uncertainty that indicates fear. Now how am I - whatever the explanation be, the fact is I am frightened of tomorrow - now how shall I deal with it? How shall I be free of that fear of tomorrow?\nQ: It seems that looking at one's response to the uncertainty that... (inaudible)\nK: Sir, please help me. You understand? Don't theorise. I am frightened of tomorrow, of what might happen, the whole future is uncertain, there might be atomic war, there might be - you know, god knows what, ice age, they say there is going to be an ice age in fifty years - I am frightened of all this. How am I to deal with it? Help me, don't theorise about it, don't give me explanations. I am pretty good at explanations.\nQ: Sir, need uncertainty breed fear?\nK: My darling sir, I am frightened of tomorrow, how are you going to help me?\nQ: Sir, we are frightened because we are playing games and we are afraid of being exposed.\nK: I am frightened because I am playing a game and I am frightened because I don't want to be exposed. But you are not helping me!\nQ: Well if you are playing a game you can stop playing that game, you know.\nK: Aren't you frightened of the future, sir? Don't, don't - stick to it. Aren't you frightened of the future?\nQ: perhaps, yes.\nK: Yes, yes, when you come down to it, yes. Now how are you going to deal with it?\nQ: (Inaudible)\nQ: Living in the present.\nK: Living in the present. I don't know what that means.\nQ: (Inaudible)\nQ: I have also been very afraid. To me that helped a lot to realise what I have been afraid of in the past and why I have been afraid... (inaudible)\nK: Oh I see. The lady says, let me understand the things I am frightened of the past, examine them, and perhaps then I shall be able to understand the uncertainty of the future.\nQ: Sir, first of all surely we have got to understand what we mean by the future.\nK: That's what I am trying to find out, sir.\nQ: Sir, one thing we have to do, the question is not to be afraid of being frightened.\nK: Oh, that is a clich'e, that doesn't help me.\nQ: (Inaudible)\nK: All this, sir - you haven't fed me. You have given me a lot of words, ashes. I am still frightened of tomorrow.\nQ: That is the problem. (Inaudible)\nK: Oh the lord's sake.\nQ: (Inaudible) Q: Can't you wait for tomorrow and try to find...\nK: Can't you wait for tomorrow and see what happens. (Laughter)\nQ: (Inaudible)\nQ: Sir, I would do the necessary things for physical security... (inaudible)\nK: The gentleman means that, sir. He probably has some security physically, but psychologically he is frightened of tomorrow. That is all. That is all what he is talking about. He has got a little bank account, a little house, and all the rest of it, but he is not frightened about that, he is frightened of what might happen in the future.\nQ: Is it possible to live with uncertainty?\n(Sound of aeroplane)\nK: What is that, sir?\nQ: Is it possible to live while you are uncertain?\nK: Is it possible to live with uncertainty.\nQ: Yes, because if we knew what was going to happen...\nK: Jesus.\nQ: Sir, I...\nK: Wait, sir, please, wait.\nQ: (Inaudible)\nQ: Sitting right here I am not afraid but if I think about something that might happen I get afraid\nK: The lady says sitting here I am not afraid but thinking about tomorrow I am afraid.\nQ: Thought.\nQ: We said we are afraid now. When we are afraid now it is a fact. If we accept the fact and we are totally afraid now, we live in the present, and if we live totally in the present we forget the future.\nK: Right, sir. Now let me look. I want to find out what causes this fear of tomorrow. What is tomorrow, why tomorrow exists at all. You understand, sir, I am going to answer you, sir. I want to find out how thought arises, how fear arises thinking about tomorrow. Right, sir? I think about tomorrow and the past has given me a sense of security, though there have been a great many uncertainties in the past but on the whole I have survived. And up to now I am fairly safe. Right? And tomorrow is very uncertain and I am frightened. In the past, though I have had fears, I have somehow survived them. And tomorrow is total uncertainty. Now, I am frightened of that. So I am going to find out what causes this fear of tomorrow. Right? Tomorrow being uncertainty, insecurity, the response to that insecurity with my whole being, which is fear. You are following, sir? So I want to find out why fear arises when I think about the future. Right? Which means future may be all right but my thinking about it makes it uncertainty. I don't know the future. Right? It may be marvellous, or it may be deadly, it may be terrible or most beautiful, I don't know. But thought is not certain about the future. So thought, which has been certain, which has always been seeking certainty, suddenly faced with this uncertainty. Right? So why does thought create fear? You follow, sir? Why?\nQ: (Inaudible)\nK: Yes, sir. He says, the questioner says, thought separates from the past and divides what might be. Right? This separation of 'what is' and 'what might be' is part of this fear. Now I want to find out why thought creates this fear. If I didn't think about tomorrow I wouldn't... there would be no fear. Right? I wouldn't know the future. I wouldn't even care. Because I think about the future, the future which I don't know, the future which is so uncertain, and my whole response, psychologically as well as physiologically, is to say, 'My god, what is going to happen?' Right? So thought breeds fear.\nQ: (Inaudible)\nK: I am taking - sir, just a minute - I am taking that one particular thing. There are other factors too.\nQ: Sir, I understand there is fear of the unknown and fear of tomorrow... (inaudible)\nK: Sir... Fear of the future, the gentleman says, can be understood if I understand why I am attached to a particular form of belief, to a particular convention, to a particular formula and so on.\nQ: What about fear of existence?\nK: Fear of living. Sir all these are involved, are they not - the attachment to a belief, to a formula, to a certain ideological concept which I have built for myself - all these are part of this fear. Right? Now I want to find out by seeing what is fear. I said that to you earlier, sir: I have done something in the past of which I am ashamed or of which I am frightened, I don't want it to recur, I am frightened of something that has happened in the past. Or I am frightened of something that might happen in the future. Thinking about what I have done in the past breeds fear doesn't it? Thinking about the past. Are you following this? Thinking about the future, what might happen, also breeds fear. So I see - I may be wrong, we are examining - that thought is responsible for this fear, both of the past and of the future. Right? And thought is also responsible for fear by projecting an ideal, a belief and holding on to that belief and wanting certainty out of that belief, it is all the operation of thought, isn't it. Right, sir? So I have to understand why thought thinks about the future, why thought goes back to some event, a happening which brought fear. Now, why does thought do this?\nQ: Thought tells itself that by imagining all the possibilities and terrible things that could happen in the future, it can make some plans to prevent them, and that seems the reason why thought tries to protect itself by imagining.\nK: Sir, and also thought helps you to protect yourself, doesn't it, through insurance, through building a house, avoiding wars. Thought cultivates fear and also protects, doesn't it? So we are talking about thought creating fear, not how it protects. Come on, please, is that all right, may I go on?\nQ: Yes.\nK: I can go on but will you go on with me? Will you also go into this by yourself with me? That is, I am asking why thought breeds this fear, as thought also breeds pleasure, doesn't it? No? Sexual pleasure, the pleasure of the sunset which happened yesterday and so on and on and on. So thought gives a continuity to pleasure - right? - and also to fear.\nQ: Sir, the demand for pleasure causes a choice, discrimination: this would be good and that would be bad. And fear seems to come directly from that demand for the good thing happening and avoidance of the bad thing.\nK: Surely, sir, that's... the whole process is based on thought, isn't it?\nQ: The discriminatory aspect.\nK: Yes, sir, but it is still thought, says this is good, I'll keep this, I won't, reject. But the whole movement of thought is the demand for pleasure - right, sir? - and discriminating in that, saying this will give me pleasure, that will not give me pleasure. So the whole movement of fear and pleasure, the demand and the continuity of both, depends on thought, doesn't it?\nQ: But how can you be free from it?\nK: Wait, wait, wait. First let's get this thing going.\nQ: Thought is fear.\nK: We are going to find out, sir.\nQ: Sir...\nK: I am safe today. I know I am going to have my meal today, there is a house, there is a room, there is - today I am quite sure, but I don't know what is going to happen tomorrow. I have had great deal of pleasure yesterday in various forms, and I want those pleasures repeated tomorrow. You follow? So thought both sustains fear and gives a continuity to pleasure, which I have had yesterday. No? Come on sir. Then my question is: how am I not only to prevent the continuity of fear but also I want pleasure to continue, don't I? You are following this? No? I want pleasure on one side and I want as much as possible, all the time - tomorrow, day after, all the time, in the future; and also I have had fears and I want to get rid of them and also I don't want future fears. Right? So thought is working in both directions. Right? No? Sir, this is your job, not mine, look at it.\nQ: This gives thought a kind of energy...\nK: Thought is energy.\nQ: (Inaudible)\nK: Yes, sir, go into it, it's both.\nQ: (Inaudible)\nK: Accumulating memories. The memories that have been pleasurable I hold on to, and the memories that have been painful, which are fear, I want to throw out. Right? But I don't see the root of all this is thought.\nQ: Sir? Thought seems to... (inaudible)\nQ: Perhaps what you're doing so totally that you think about the things that are giving you pleasure while it is happening and don't think about those things which may not happen because...\nK: So how am I, say, don't think about those things which might not happen - how am I to prevent myself thinking about it?\nQ: Think about what is happening today...\nK: So I force myself to think about things that are happening and not about things that don't happen.\nQ: Think about what is happening.\nK: What is happening. But my mind is always watching what might happen.\nQ: How does thought come into being?\nK: Doesn't this happen to you?\nQ: No. Yes, but..\nK: Let's be quite simple and honest. We want to think about the things that are happening but my... thought also keeps an eye out on what might not...\nQ: It does but still..\nK: Yes it is there...\nQ: Yes.\nK: ...and when I am not thinking about this that pops up. Madame, do let's be simple.\nQ: (Inaudible)\nK: I want to go into it, sir, but you prevent it.\nQ: Sir, the feeling 'I am' has nothing to do with (inaudible), nothing to do with fear and nothing to do with thought. I think only 'I am'. I don't have fear. This feeling 'I am' has nothing at all to do with thought...\nK: Sir, when you say 'I am' - what do you mean by that word 'I am'?\nQ: A feeling to be present, to be sitting here, and there is no fear in that.\nK: Sir, that is not the problem, sir.\nQ: (In Italian)\nK: Si, bene. He says find out if there is certainty, or not. Then you won't be afraid. How shall I find out?\nQ: I see the whole process of thought in this sense as a trap.\nK: Sir you won't go into it. Each person pursues something else. Look, let me state what I feel, what the problem is. I am frightened of tomorrow, because tomorrow is uncertain. And I have been so far fairly certain in my life, though there have been occasions in which I have been frightened, somehow I have got over them. But the sense of fear, of tomorrow, which is so uncertain - war, atomic war, the casual wars that might explode into all kinds of horrors, you know, losing money, Nixon making a move and the stock market going down, I am in a state of convulsion about the future. Now what am I to do? I want to be free, if I can, of fear of both the past and of the future, both fear deep down and the superficial fears - what am I to do? Don't give me explanations, do this, don't do that - that's nothing. I want to find out what fear is, whether it is of darkness, whether it is of uncertainty, whether it is the fear of holding on, attachment, holding on to something, person, idea - fear. You follow? I want to find out what is the root of it, not how to escape from it, not how to smother it. I want to see the structure of fear. If I can understand that then something else can take place so I am going to investigate to find out what that fear is. Let me go on a little while. Right? May I?\nNow, for me fear exists because I am thinking about tomorrow, because tomorrow is so uncertain. Any amount of your assurance that tomorrow is perfectly all right, but I still feel fear. Now why am I thinking about tomorrow? Is it because the past has been so good, the past has given me a great deal of knowledge and this knowledge has become my security, and I have no knowledge about the future. So if I could understand the future and reduce that to my knowledge then I won't be frightened. And can I understand the future as knowledge, as experience - you are following this? - so that I have understood it, so that it becomes part of my knowledge of which I shan't be frightened? Right? I'll go on whether...\nSo, I see also there is... I want also, great deal of pleasure I want: sexual pleasure, the pleasure of achieving, fulfilling, being somebody, being very clever and the pleasure which I have had, I want those pleasures repeated, repeated, repeated. Or when I get bored with those pleasures I want wider, deeper pleasures. So I want to avoid fear and I want more pleasure. Right? This is what we all want. And are these two separate? Is pleasure separate from fear? Or are they two sides of the same coin? I must find out, not say yes or no, I must find out, put my teeth into it, find out whether pleasure does breed fear and whether fear is the result of my demand for pleasure. You have understood my question? My principle drive is pleasure - pleasure in every direction. I want to be safe tomorrow because that gives me great pleasure, assurance, certainty.\nQ: That pleasure could be something else... (inaudible)\nK: No, but pleasure is also painful, but I'll overcome it in order to have more pleasure. Haven't you noticed this in your life? How we want pleasure?\nQ: Yes.\nK: That's all I am talking, first. We are demanding, pursuing pleasure, primarily: in our looks, the dress we wear - you follow? - everything is based on this. And when that is not fulfilled then I become uncertain. So I am asking myself whether pleasure and fear don't go together. And I am frightened of... I never question pleasure - you understand? - never say, by Jove, should I have so much pleasure? Where does this pleasure lead but I want more of it, in heaven, on earth, in my family, in sex, everything, that's driving me. And fear is there also. Look at it please, madame, listen to it. Don't stick to your particular opinion, for god's sake move away from it. Find out.\nQ: (Inaudible)\nK: And also I fear of tomorrow. I don't know what tomorrow is and if I could reduce tomorrow in terms of my knowledge then I shan't be frightened. So - follow this - so I want certainty of tomorrow, and I only... certainty can only exist when there is knowledge. When I say 'I know'. Right? Now can I know anything except the past? The moment I say 'I know', it is already the past. When I say, 'I know my wife', I know my wife in terms of the past. So in the past there is certainty. And in the future there is uncertainty. So I want to draw the future into my past... into the past so that I will be completely safe.\nSo, I see fear arises where thought is operating, if I didn't think about tomorrow there would be no fear.\nQ: (Inaudible)\nK: What, sir?\nQ: I feel that I am never afraid of the future, when I am afraid it is now.\nK: Yes, sir, but... Yes, you are saying I am afraid of the future, what I am afraid of is now.\nQ: Yes, when I am afraid.\nK: When I am afraid it is now, not of the future, or of the past. But sir, fear, now, how does it come?\nQ: (Inaudible)\nK: I don't know how to deal with this thing. You see each of us has an opinion. Each of us are quite sure how, know to deal with fear. We explain it, we give causes, we think we understand, and yet at the end of it we are frightened. So I say to myself, look, keep your opinions, hold on to them, suffocate yourself with those opinions, but still you will be afraid at the end of it. I want to go behind all that and find out why fear exists at all. Is it the result of thought? Thinking about the future? Because the future is very uncertain and thought is based on the memory of the past. Right? Thought is the response of memory, accumulated as knowledge, as experience for centuries and out of that comes thought. Then thought says knowledge has become... is my security - knowledge. And now you are telling me to be free of tomorrow, which is, I am uncertain, if I knew what tomorrow is I will be no fear. Right? What I am craving for is certainty of knowledge. I know my past, I know what I did ten years ago, or two days ago. I know it is very clear, I can analyse, understand, live with it; but tomorrow I don't know and therefore not knowing makes me afraid, and not knowing means not having knowledge of. Now can thought have knowledge about something which it does not know? You are following this? So there is fear. Thought trying to find out the future, and not knowing what its content is, is afraid. So then I say to myself, why is thought thinking about tomorrow, about which it knows nothing? It wants certainty but there may be no certainty. Right? But yet why does thought think about tomorrow? Right, sir? Why?\nQ: (Inaudible)\nK: Please answer my question, not your question. (Laughs)\nQ: (Inaudible)\nK: Sir, we said that. I said that, sir.\nQ: (Inaudible)\nK: Sir, if I may say so, we did say thought is necessary to protect physically its survival. Right? That is part of our life, what we are doing all the time.\nQ: I disagree... (inaudible)\nK: No, but we are mixing up - madame, we are mixing two things, please, we tried to explain at the beginning of this.\nQ: She's right, she's right. (Laughter)\nK: I agree with - sir, I agree with her.\nQ: (Inaudible)\nK: Sir, I agree with you, sir. One must know that tomorrow that house will be there. Tomorrow I have to have my meal. Physical survival and the planning for the future is essential, isn't it? Without that I can't survive.\nQ: (Inaudible)\nK: Sir, it is hot weather, I need cooler trousers; I must plan to buy some trousers that will be cool. That means planning for tomorrow. I must plan. I have to go to India next winter. I will plan, which is in the future. We are not denying that. On the contrary. What we are talking about is the fear of uncertainty. Oh lord, must I go through...\nQ: (Inaudible) ...we have no confidence in ourselves.\nK: The lady says we have no confidence in ourselves. That really I don't understand. Who is yourself for you to have confidence in? You are such a marvellous human being to have confidence in yourself?\nQ: Why not?\nK: What is yourself?\nQ: Humanity.\nK: What is humanity? Oh madame. What is humanity? The good and the bad, the war - please, we have been through all that. So we are concerned with fear, not use thought to survive, I am not saying that - we must use thought to survive. But to survive thought has divided the world. Right? As my country and your country; my government and your government; my god, your god; my beastly guru and your beastly guru - you follow? - my opinion - we have divided, and thought has created this. Though it wants to plan to survive thought has divided the world, which destroys itself, of which I am part. So I have to understand the nature of thought, where it is necessary and where it is diabolical, where it is destructive, where it creates fear - that is all my problem. I said thought must function otherwise you can't survive but in the very desire to survive it has divided and therefore destroying itself. Right? You can see this so simply. So I see thought must function clearly, objectively without any distortion as mine, yours, my god, your - you follow? And also I see very clearly thought produces fear. So my question is: why does thought think about tomorrow? It has to think about tomorrow in one direction. Why does thought think about the future and breed fear?\nQ: (Inaudible) ...and pleasure was taken away.\nK: No you are not answering, madame.\nQ: (Inaudible)\nK: Why do you think about tomorrow, sir?\nQ: (Inaudible)\nK: You see thought must think about tomorrow in order to be safe. That is clear. And also you see why thought thinking about tomorrow creates fear. Now why?\nQ: Because we want to continue...\nK: Because we want to continue.\nQ: (Inaudible)\nK: Si. Look. It is now eighteen minutes to twelve and we have got three more minutes and we haven't solved this problem because we refuse to leave our particular little opinions, judgements, conclusions. We say, let's abolish, let's think anew.\nFor me it is very simple. Thought must create fear because thought cannot ever find security in the future. Thought has security in time. Tomorrow has no time. Right? Tomorrow exists in the mind as time but tomorrow may not exist at all psychologically. And because of that uncertainty thought projects what it wants for tomorrow: safety, what I have acquired, what I have achieved, what I possess, all that. And that is too, is completely uncertain. So can I, can thought be quiet about the future? That's all my point. Can thought be quiet, which is function where it is necessary to protect physically - you follow? - and therefore no nationalities, no division, no separate gods, no warmonger. And can thought be quiet so that time as tomorrow doesn't exist? Yes sirs. Therefore I have to understand what it is to live now. Right? I don't understand what it is to live now, nor have I understood what it is to live in the past, and I want to live in the future which I don't know, which I don't know what the present is. So I am asking can I live completely wholly today? I can only do that when I have understood the whole machinery and the functioning of thought, and in the very understanding of the reality of thought there is silence. And where the mind is quiet there is no future, no time.\n"}]