[{"title":"public-talk-3-saanen-switzerland-11-july-1968","text":"I hope we may continue with what we were talking about the other day when we met here. We were saying, the importance of working together, the importance of co-operation, because most of us live in a world that is completely broken, fragmented, a world in which there is constant struggle, one group against another group, one ideology against another, one nation against another, one class and so on. And technologically we are enormously in advance but there is more fragmentation than ever before. And as one observes factually what is going on, it is absolutely essential that man, that is, each one of us, learn how to co-operate. We cannot possibly work together about anything - it doesn't matter if it is about the new school, or the relationship with one another, or to end the monstrous wars that have been going on. If each individual, if each human being is isolating himself in an ideology, his life based on a principle, a discipline, a belief, a dogma, when there is such basis there cannot be co-operation. That seems to me so eminently obvious, there needs to be no discussion about it even. And we were saying, whether it is at all possible to break down all these values that one has deliberately built against others, whether it is at all possible for man to be free. That's what we were going to go into during these talks and discussions.\nWe were saying that freedom is not at all possible through any system, both outwardly and inwardly - freedom cannot be brought about through any political or economic system, either through communism or capitalism; no religion, organised, can ever bring about this freedom; nor following a particular little group, separate from others. We went into that sufficiently the other day that we met here. We said this freedom is not to be come by through any philosophy, through any system, through any arrangement of an intellectual theory. So we were going to examine, this morning, whether each one of us actually can be free from a system, a method. It's one of the most complex things to understand.\nWhen we talk about systems we not only mean the outward things like following a belief, a guru, a teacher, a particularly organised religion, and so on, but also to follow a habit of thought, to live according to a certain belief, dogma, principle, which all form a kind of system. So one has to ask, why is it that man insists on a system? Why do you and I want a system - inwardly, first? - and then we'll discuss the outward systems. Why do you want a system - system being a tradition, a discipline, a habit, a groove in which the mind follows along that groove - why? If we discard one set of grooves then we follow another. And we said, peace or love or beauty is not possible unless there is complete freedom, and whether it is at all possible to be free totally, completely. And we said it is not possible obviously if inwardly, psychologically, we follow a method, a system, a particular habit which we have cultivated for perhaps many years, or many generations which becomes the habit, the tradition. Why do we do this? I hope I am making the question clear. The tradition may be of a yesterday, or a thousand years. It is a tradition to believe that you are a Catholic or a Protestant. It is a system when you say, I'm a Frenchman, or when you belong to a particular group or think according to a particular culture. Why do we do this? Is it that the mind is constantly seeking security, wants to be safe, certain? And, can a mind that is constantly searching out security for itself, psychologically, can it ever be free? And if it is not free can it ever see what is true, though the system, the method, the discipline, the tradition promises the eventual beauty, the incalculable state of mind?\nDo please let us think it over, or rather let's go into it. Don't, if I may suggest, don't merely just listen to a lot of words. As we said the other day, to say 'intellectually I understand' is such a false statement. When we say, we understand intellectually, we mean, we hear a lot of words which we understand the meaning. But 'to understand' means also, immediate action - not, first you understand and later perhaps, many days after, you act. That is obviously an infantile process. Either you see the significance of this particular problem of freedom cannot possibly be when there is any pursuit or the acceptance or the obedience of any particular ideology, or a tradition, or a habit denies freedom. If you see that, actually, not verbally, then there is action, then you drop it immediately. But if you say 'I understand what you are talking verbally', then it's merely an avoidance of the fact. So, we were saying, why is it that we want security - psychologically? There must be physical security - food, clothes and shelter - that's obvious. But why is it that the mind seeks certainty, demands a structure that will give an assurance to it, which becomes the system - the structure then becomes the system. Why? And why does a mind constantly dwell upon its own security, upon its own safety, upon its own certainty? Can a mind that is certain about anything psychologically, can such a mind ever be free? Which does not mean that the mind must always be in a state of uncertainty. I don't know if you understand all this.\nYou know this raises a problem of duality. Are you all interested in all this? First of all, conflict in any form is a waste of energy - that's granted. And when there is a duality and conflict it is in essence a complete waste of energy. When the mind is seeking certainty it must inevitably create its own opposite. Obviously. No? When my mind is searching out constantly a state in which there'll be no trouble, no disturbance, no conflict, it must inevitably run away from its own opposite. No? Is this somewhat clear?\nLook, if I hate because I have a particular belief which must not be touched or disturbed, then this desire to remain constant to a particular form or a formula or a system must negatively bring about its own opposite which is uncertainty. Right? So there is uncertainty and the demand for certainty, so there is a conflict between the two. And this conflict is a waste of energy in which most of us are caught. So, without creating the opposite, which is uncertainty, I am asking, why does the mind seek certainty. (noise of aeroplane)\nYou heard that aeroplane go by, it was making a lot of noise. Before that noise you were giving your attention, and perhaps you are saying, 'I wish that aeroplane didn't come here at all'. Right? So you had created an opposite, therefore you were resisting the noise, which is a waste of energy. But if you listened to that noise without resistance, that is, with giving your complete attention to it, it wouldn't have affected you at all, there would have been no noise and a state in which there is no noise. I wonder if you are capturing all of this?\nCan we proceed? We are communicating with each other, not verbally, but actually. That is, we are saying, why is it the mind always seeks an image, a formula, which becomes the system, assuring a state of certainty. And though it is seeking constant safety, a sense of security, permanency, we never ask if there is such a state of security at all. We want it, we demand it, but is there such a state? I want a permanent relationship with my friend, with my wife, with my whatever it is, and the demand for a permanent relationship is the system, is the tradition, is the structure which is going to establish in that relationship a sense of permanency. I don't know if you are following all this? No? Am I conveying anything at all, or not at all.\nSo I'm asking myself, why is it that the mind holds on to formulas, systems; why can't it live freely? Obviously it is afraid, because it wants some image, some symbol, some formula, or a system which it can hold on to. Please do observe it in yourself. And when it holds on to something desperately it is not only afraid of losing it but that very fear of losing is creating its own opposite. Right? And so there is a struggle between the desire for certainty and the fear of not being certain, so there is a battle going on. But if the mind can enquire if there is such a state at all possible in life, psychologically, a permanency, or, is life a constant movement, a constant state in which the new is always taking place, only the mind can't see the new, and therefore, or rather - it can't see the new because it is constantly living in the past. So the past becomes the system. When you say, I am a Christian, or a Hindu, it is the past - or a communist - so it cannot see anything new. And life may be something extraordinary, that is in its very movement, the very movement is the new - which we discard. And this movement is freedom.\nSo as we said the other day, there is only one central challenge for man, the issue, the crisis, which is that man must be completely free. And we said, as long as the mind is holding on to a structure, a method, a system, there is no freedom. And can that whole structure be completely abandoned immediately? You understand the question? A mind that has been conditioned for many years or many centuries, that very conditioning is the system, the tradition, the habit, and so on. As long as the mind is caught in that it can never be free. And, this freedom is not at the end, that is, eventually getting free. And there is no such thing as 'eventually getting free'. That is, through a discipline, through a formula becoming free. The formula or the system only emphasises the conditioning, only in a different way, and therefore there is no freedom. So the question is: is it possible for a mind that's so heavily conditioned to free completely from this conditioning immediately? I don't know if you're - right? Because, if it is not free the conditioning will go on in a different way. Can we proceed from there?\nOne is born as a Christian - Catholic or Protestant or belong to the many branches of Protestantism and all the rest of it. One is conditioned, from childhood, believing in a saviour, priests, rituals, one God, you know, all that business. Or, you're a communist, brought up in communism, with Lenin, what he said, or Marx. You know, all that business. You know, I was laughing to myself how easily we are caught by words. The communist substitutes the word 'Lenin' and his philosophy to the word 'Jesus' and his philosophy. We are so easily caught in a net of words. We are conditioned, and the challenge, the crisis in the whole of consciousness is that man must be free, says, you must be free, otherwise you are going to destroy yourself. And, can this mind put away all its conditioning so that it is actually, not verbally or theoretically or ideologically, but actually be free completely. And I feel that's the only challenge, that's the only issue now or ever. If you also see the importance of that then we can go into this question: can the mind uncondition itself? Can we proceed from there? Is it possible? I hope you don't mind.\nIn this question several things are involved. First of all, who is the entity who is going to uncondition the conditioned mind? You understand? Please follow this a little bit, it's not very complicated. I want to uncondition myself, being born as a Hindu or brought up in different parts of the world, with all the impressions, cultures, books, magazines, what people have said, what people have not said, this constant pressure has shaped the mind. And I see it must be totally free. Now, how is it to be free? Is there an entity which is going to make it free? Do you understand? Please follow this a little bit. Man has said, there is an entity. They call it the atman in India, the soul, the grace of God, or this or that, which, given an opportunity, will bring about this freedom. If you live rightly, if you do certain things, if you follow certain formulas, certain systems, certain beliefs, then you will be free. Right? You're following all this? So, first you posit that there is a superior outer force or agency that will help you to be free, that will make the mind free if you do these things - right? 'If you do these things' is a system, which is going to condition you, that's what has happened. Right? Are you following this? So, if you see the truth of that, that there is no outer agency, God or what you will, who is going to free this conditioned mind, and the theologians and the theoreticians, and the various religious people have said, 'do these things - practise, meditate, control, force, suppress, follow, obey, then at the end that outer agency will come and bring a certain miracle and you'll be free'. See how false that is! And every religion believes in it, in a different way. Right? So, seeing the truth of that, naturally the outer agency drops, it has no importance whatsoever - right? Then the whole organised religious structure of priests, with their rituals, with their mutterings, meaningless words have no meaning at all anymore.\nThen comes the question, if you have actually discarded all that: how is it possible for this conditioning to be dissolved? Who is the entity that is going to do it? Right? If you have discarded this outer agency, the sacred, the divine, all that, then there must be somebody who is going to dissolve it. That's fairly clear, isn't it? Then who is that? The observer? The 'I', 'the me' - which is the observer. Let's stick to that word, the 'observer', that's good enough. Is it the observer that is going to dissolve it? The observer says, 'I must be free, therefore I must get rid of all this conditioning'. You have discarded the outer, divine agency but you have created another agency which is the observer. Right? And, is the observer different from the thing which he observes? Please do follow this. You understand? We look to an outer agency to free us - God, saviours, masters and so on, the gurus. And, if you discard that you must also discard the observer, who is another form of an agent. I wonder if you're getting all this. The observer is the result of experience, of knowledge, of the desire to free himself from his own conditioning. He says, 'I must be free'. The 'I' is the observer. The 'I' says, 'I must be free'. And is the 'I' different from the thing it has observed? It says, I am conditioned, I am a nationalist, I am a Catholic, I am this, I am that. And, is the 'I' different from the thing which is separate from him which says, 'that is conditioned'?\nSo, is the observer, the 'I', separate from the thing it observes, from the 'I' which says, 'I am different from the thing which I want to get rid of'. Right? Are there two separate entities - the observer different from the thing observed? Or only one thing? The observed is the observer and the observer is the observed. Is this becoming too difficult? You see, when you do that, when you see the truth of that, the observer is the observed, there is no duality at all, and therefore, no conflict, which as we said is a waste of energy. Then there is only the fact, the fact that the mind is conditioned. Not that 'I am conditioned' and 'I am going to free myself from that conditioning'. So, when the mind sees the truth of that then there is no duality, but only that - a state of conditioning, a conditioned state, nothing else. Can we go on from there? What time is it?\nNaude: Quarter past eleven.\nK: Quarter past eleven. So, do we see that, not as an idea, but actually? Do you see actually there is only conditioning, not 'I am conditioned', 'I' and the conditioning are two different states, are two different things. And 'I' then exercises will to get rid of the conditioning, and then conflict. But when you see the observer is the observed there is no conflict at all, you eliminate the principle of conflict altogether. Right? So when the mind sees there is only a conditioned state then what is going to happen? Because you have eliminated altogether the entity that is going to exercise power, discipline, will, to get rid of this conditioning. Which means, essentially, the mind has eliminated altogether conflict. Right?\nNow, have you done it? If you have not done it we can't proceed any further. Look: to put it much more simply: when you see a tree there is the observer, the seer and the thing seen. Right? Between the observer and the thing observed there is space. Right? The tree and the entity that sees the tree, and there is space. The observer looks at that tree, has various images of many trees, and through those innumerable images he looks at that tree. Right? Can he eliminate altogether these many images - botanical, pleasure and so on and so on and so on - so that he looks at the tree without any image, without any thought? Have you ever tried it? If you have not tried it, if you don't do it, you will not be able to go into a much more complex problem, which is, the mind that has looked at everything as the observer, something different from the thing observed and therefore a space, distance between the observer and the observed - as you have the space between the tree and yourself. If you have done it, that is, when you can look at a tree without any image, without any knowledge, then the observer is the observed. That means he doesn't become the tree - which would be too silly - but the distance between the observer and the observed disappears, which is not a kind of mystical, abstract, lovely state or which you can go into in ecstasy.\nSo, when the outward agency - divine or mystical or whatever it is - is obviously an invention of a mind that has not been able to solve this problem of freeing itself from its own conditioning, when it discards that outward agency it has invented another agency - the 'I', 'the me', the observer who says, 'I'm going to get rid of it'. You're following this? So there is only a mind that is conditioned, not, I am conditioned, I must be free, I must exercise will over my conditioned state, but only a mind - do listen to this very carefully, you will see if you really listen, that is, with attention, with your heart, with your mind, you will see what will happen - the mind is conditioned only, there's nothing else. All its inventions, psychologically - permanent relationship, divinity, gods - everything is born out of this conditioned mind. There is only that thing and nothing else. Is that a fact to you? Right?\nI'm afraid we'll have to stop there because your mind can't go on for a whole hour, it's much too - your thoughts must be wandering off, you're becoming lazy or restless or something else. So, that is the question. It's really an extraordinarily important thing if you can come to it. Because, in the observation of that only, and nothing else, begins the scent of freedom - which is the freedom from conflict. Right, sirs.\nIf you like, shall we discuss a little bit about it? Or you've had enough for this morning?\nQuestioner: Would you repeat the last sentence?\nK: Would I repeat the last sentence? I don't know what I said, I'm sorry. This is not a kind of trick, but I've really forgotten it. What did I say, sir?\nNaude: You said: shall we go into that or have you had enough? (Laughter)\nK: The lady asked, the sentence before that. (Laughter)\nNo, I said, I think: if you see only that state, know, completely aware without any choice that the mind is wholly conditioned, then you'll know, or begin to feel, or smell or taste that extraordinary sense of freedom - begin, but not - you don't have it yet, don't run away with the smell of a perfume.\nQ: If I say, my mind is conditioned, then that 'I' is also a conditioned thing, then I don't know what else is left.\nK: That's just it. If I say, I am conditioned, and that 'I' is also conditioned, the questioner said, then what is left? There is only a conditioned state. Do see this, there is only a conditioned state. But the mind objects to that. It wants to find a way out. Right? It doesn't say, I am conditioned, I'll remain there quietly, I am conditioned. Any movement on my part - any movement, conscious or unconscious - is the movement of conditioning. Right? So, there is no movement, but only a conditioned state. If you can completely remain with it, without going neurotic - you understand? - then you'll find out. Then you'll say, 'who is the entity who is going to find out?' There is no 'another' entity who is going to find out. The thing itself will begin. I don't know if you are following all this. The mind has always avoided this implacable state, that is, it is conditioned from childhood, from the very beginning of life - millions of years - and it tries every way to get out of it - gods, systems, philosophies, sex, pleasure, ideas - everything it does to get out of this conditioned state. And it is still doing that when it says 'I must go beyond it'. So, whatever movement a conditioned mind takes, whatever movement a conditioned mind follows, it's still conditioned, therefore can it remain completely with that fact alone and nothing else? You understand? To remain there, you have discarded the whole system of gurus, masters, teachers, saviours, you know, all the things that man has invented in order to be free. So you've discarded the whole thing, and you have only that one thing left - and nothing else.\nQ: Krishnaji, can you please explain how it will be possible to run the new school without a system?\nK: How to run the new school?\nQ: Without a system.\nK: 'Would you please explain how to run the new school without a system.' Mrs Simmons? I think there is a way of running a school without a system, sir. Which means - do listen to this - the teacher, the educator is the result of a system, he is the system. And he has got a student who is also caught in this system, not so completely as the educator, and he wants to help the student to come out of that system. Right? You're following that, sir? How is he to do it? Both, greatly or to a lesser extent, are caught in a system. Now can he teach history to the student and help himself and the student in the very act of teaching free himself from the system and help the child to be free? I don't know if you are following this. This is what we are doing actually here! I don't know if you follow this\nThis morning what has happened is, the educator says, look, can you in discussing, talking over together, free yourself from your conditioning? Right? Can this be done with the student who has to learn various subjects? Or course it can be done. Which means the educator must educate himself in the very act of teaching. Which means the educator must be astonishingly alert, aware of all the problems of life, not merely specialise in one subject. And that's what we are going to do - at least, not we are going to do, we want to do it, we shall do it, otherwise it's not worth doing in a school. And we're going to go into it all with the people who are going to run that school. Right, sirs.\n"}]