[{"title":"can-i-see-wholly","text":"I wonder why you have all come. I think that is a good question to ask you: whether you have come out of curiosity, or you have problems that you want to be solved by someone else, or you are serious, profoundly concerned with the happenings in the world, and being serious, desirous, earnestly to solve these appalling, frightening problems that one has around one. So one must ask oneself, it seems to me, why you are here - curiosity, wanting your personal problems solved, or seeing the extraordinary things that are gong on in the world - the sorrow, the violence, the division of nationalities, political, religious, separative issues. So one must be, it seems to me at least, very clear for oneself why you are all here. I know why I am here: I want to say something very clearly and very definitely. I have spoken for the last fifty years, all over the world, except in Russia and China, and in observing all these years the state of the world, the state of human beings and their relationship with each other, one sees very clearly that the problem is not only external but much more deeply inward. And without solving the complex, inward issues, merely to be concerned with the outward phenomenon has very little significance. And I feel, observing all this, that one must take a totally different action, enter into a totally different dimension, neither belonging to any religion, organised religion, or any country, any politics, totally uncommitted so that one can look clearly, objectively, sanely at all the phenomenon that is going on around us and within us. That is why I happen to be here.\nAnd obviously one cannot tell why you are here. It may be out of habit, it is a nice place, Saanen, lovely mountains, a holiday, beautiful mountains with snow - you know - all that. But if you are here, and I hope you are, for a serious purpose, then we have a relationship with each other, otherwise we have no relationship whatsoever. That is clear, isn't it? If you and I are both serious in understanding this whole phenomenon of existence, not only the outward but also much more deeply inward, and be totally concerned with the resolution of this problem, then you and I, the speaker and you who listen, have relationship, then we can move together, then we can think together, then we can share together. And sharing, thinking together, investigating together and therefore creating together, is communication. I hope I am making myself clear. We cannot communicate with each other if you are interested merely in trying to solve a particular little problem of your own, which we will deal with presently, later on during these talks, or if you are merely curious what that chap has to say from India with his strange philosophy, or exotic nonsense, then I am afraid you and I will have no communication. Because the speaker is not bringing or talking about any particular system of philosophy. Philosophy implies the understanding of truth in daily life, in daily action, which has nothing whatsoever to do with Christianity, with Buddhism, with Hinduism or any culture.\nSo if we are really very earnest, and the time demands that we be earnest, then we must see very clearly, objectively, non-personally, this whole world as it is - the world that is divided, that is broken up by nationalities, by religious beliefs, whether that religious belief be the beliefs of politics, ideologies, the communist, socialist, religious, sectarian beliefs, dogmas, each fighting the other and trying to bring about a unity and keeping themselves separate. There are wars, there is all this political chicanery and the slow speed of bringing human beings together through politics. You know all this. And I wonder if you are aware of it intellectually, verbally; or you are aware of it with your heart, with your whole mind.\nSo one has to first find out for oneself how deeply you are aware of this division between man and man, through nationalities, through religious beliefs, through belonging to this set, that set, following that guru, or another guru, this system or that system - they are all divisions. And through division there can never be unity of mankind. Now how deeply is one aware of this phenomenon? Intellectually, admit that it exists, verbally assert it, or does one feel this extraordinary division between human beings, between a wife and a husband, between friends, division of colour, race, classes and so on - how deeply is one aware of it? Then if one is aware of it in the normal sense of that word, which is to be concerned, to know all the implications of this division - then what is one to do? Right?\nWhat is a human being, you, to do, act, in a world that is so divided - the outer and the inner, conscious, the unconscious, the division of the rich and the poor, the learned and the ignorant, the technician and the layman - you follow - the artist, the businessman, the hippie, the long haired, the short haired, the whole division. Now if you are aware of it, what is one to do? Do you ask that question casually, in the sense that this division will eventually end some thousand years later, and therefore it depends on its outer environment, politics, certain political systems and so on, therefore you take it casually? Or it is a problem that demands your immediate attention and action, which means you are intense about it, you want to solve it with your whole being? So that is why we asked why you are here? Are you aware of this division between man and man which has existed for thousands and thousands of years, not only outwardly but in himself divided, in himself in conflict, in himself fighting, battling to become, to be, to fulfil, to assert, to dominate?\nAnd there is also this question which is: what is one to do, how is one to act? A collective response or the response of freedom of a human being, and therefore in that freedom act collectively - you have understood? We must act collectively because great changes are demanded, deep psychological revolution is necessary, not mere physical revolution, not throwing bombs and killing thousands of people in the name of order, in the name of a new society, in the name of peace. What is demanded, what is necessary as one observes, which is not a dogmatic statement on the part of the speaker, there must be deep, psychological revolution. Is that revolution to be brought about by collective action? That is, through different types of education, so forcing the individual, the human being, through conditioning him to behave properly which they are doing, and therefore denying total freedom to the human being, though it may bring about a collective action. Or in freeing the mind from conditioning and therefore freedom, and in that freedom bring about a co-operative action. Are we communicating with each other? Am I making myself clear? Good.\nSo we are not emphasising the individual or the collective, because the world is divided that way. Neither emphasising the individual freedom and therefore allowing himself to do what he likes, or the collective action which will drown the individual. But we are talking about something entirely different, neither this nor that. Right?\nYou see human beings are so disorderly, so self concerned, so utterly selfish, and so religions throughout the world with their beliefs, dogmas, rituals, saviours, and all the rest of that circus, have tried to condition man to behave through fear. You can see it in Christianity, you can see it in Buddhism, you can see it in every kind of organised religion - you understand? Condition human minds through fear. And modern psychologists from what they have told me, and those psychologists who have come to see me and discussed the matter with me, they are the prominent ones who are trying to condition man through non punishment but through reward. It is the same thing. It is two sides of the same coin. Because man must behave, he must become sane, orderly, have right relationship with human beings, whether black, brown, coloured or whatever it is. And as human beings apparently cannot be controlled, cannot be made to behave, therefore they impose authority, conditioning through fear and reward, or offering security, physical or psychological - you are following all this? May I go on? I'll go on anyhow because it interests me tremendously because we must create a different kind of people, different kind of human mind, which doesn't belong to the past, which is neither left nor right, which is entirely different.\nSo seeing all this, there must be collective action in which the human being is totally free, and whether that freedom can bring about harmony in relationship and therefore in behaviour. You are following? So that is our problem: how a human mind, your mind, which has been so conditioned by the past, through the present to the future, how can such a mind be changed radically? So that is one question, whether it will take time, time being gradually, taking several years, or as the Asiatics say, several lives, which is the same thing. Or is it to be brought about by instant perception? You are following all this? That is, my mind, suppose, my mind is conditioned as a Catholic, Buddhist, Communist, whatever it is. I realise that it is conditioned, not as an idea or as a speculative formula, but actually I realise it is conditioned. Now will it change through analysis, analytical processes or through pressure, which is reward and punishment, or is there a totally different approach to this problem. Right?\nPlease you are sharing this with the speaker, you are not just listening to his talk, which is not of very great importance if you merely listen to it as casually accepting certain words and denying it, or agreeing, or disagreeing, but if you share in this, that means actually communicate with each other, sharing, then you will have to find out for yourself whether time is involved in this problem - time being a long period through which you have to go through analytically, either doing it yourself or done by another, or compelled by circumstances and environment bring about that change, all implying time. Or is there a totally different approach to this question? Have I explained the question properly? Good. I'm glad.\nNow what do you think? What do you in yourself, how do you look at this problem because we are sharing this together, we are exploring this together. The speaker is not an authority, nor your beastly guru, nor are you his followers. We are human beings, trying to resolve this immense problem of existence; and therefore if you are serious we have to share this thing together. Therefore you have to listen. You understand? Listen not only to what the speaker is saying, but also listen to your own reactions, your own thoughts, your own feelings. You have this problem put before you: man has said you cannot possibly change the human mind instantly but it needs time, gradually bring about this radical human revolution psychologically and therefore allow time. All that has been said in the past and in the present. You are following this? This has been their philosophy, their attitude, their assertion: you cannot change the human mind, which has been so conditioned, instantly.\nNow we are going to find out whether this idea - it is really an idea, you follow, a formula that the human mind cannot be changed radically, psychologically instantly, it must have time. That is a concept, it is a supposition, it is a theory. Now the word 'theory' means - the root meaning of that word is to behold. You understand? Theory means to have an insight. Now follow that. You have an insight into something, then from that insight you formulate an idea, a concept, and act according to that concept. Now how is a mind, that is so heavily conditioned as ours are, whether we acknowledge it or not, consciously as well as deeply - conditioned being the past, whether that past is of yesterday or a thousand yesterdays, that is conditioning - now how is that mind to free itself from its conditioning so that it is free to behave properly - you understand? - to establish true relationship with another, to have relationship in which there is love, not division? Now how do you set about this? Now you have understood the problem, I hope, now how do you set about it? What is the truth of this? Not according to any psychologist, modern or ancient, not according to any religious teacher - wipe out all that, if you can, and look at it. Can you wipe out your associations with any group, with any particular system, with any particular ideology, can you? I am afraid you can't. To wipe out means to stand completely alone - right? Then you can face the problem. Are you doing this?\nQ: Yes, I am.\nK: No sir, don't say that. It is one of the most difficult things to stand alone in the world. You understand? Not to belong to any nation, except perhaps have a passport, not belong to any ideology, not to belong to any particular kind of activity, left or right, not to repeat a single word that you yourself have not known. So that there is integrity, because if you belong to any organisation, any group, follow any guru, anyone, you are not being honest. And so it means to be able to stand completely alone in a world that is so disorderly, divided, full of antagonism, bitterness and falsehood - can you do that? No, sorry, either you do it, or you don't do it. You can't say, 'Well I just belong to this little particular group, but I really am free from all that'. You know when there is no integrity, when there is no honesty and virtue, systems, organisation becomes tremendously important. Haven't you noticed it? Then the organisations, systems control the mind; but if the mind is really honest, straight, clear, then no system is required because it is totally virtuous. I wonder if you follow all this?\nSo we have this problem in front of us: how is a mind that is so controlled, shaped, by environment, conditioned by various influences, by or through the education that one has, competition, aggression, violence, you know all that, how is such a mind to free itself so that it is totally, wholly free and sane? Now how would you, who are also very intellectual, who have read so much, how do you solve this problem? You understand my question, how will you solve it? Wait a minute, madam, don't answer me yet, we will discuss it after I have spoken this morning, and also there's going to be discussions for a whole week after the first seven talks. How would you solve this? Would you rely on anybody to solve it? That means the authority - right? Whether the authority of the analyst, psychologist, the priest or the authority of a saviour, you know the whole business, would you put your faith, belief, in somebody to solve this problem? Go on sirs, answer it to yourself. You see unfortunately we do because we say, 'I don't know, I don't know how to solve this problem, it is too complex. I haven't given enough time to it, I haven't really thought about it. And somebody has given time, gone into it greatly and I will accept what he says'. And you say, 'Why not, he knows, I don't'. So you make him into the authority and therefore you are living a second-hand life. You follow? And this is not a second-hand issue, it is your issue, you have to solve it, not through somebody, not having faith in something. We have played that game for thousands of years, in your gurus, in your saviours, in your masters, you know in your professionals, we haven't changed, therefore it is your problem, therefore you cannot possibly rely on anybody, especially that of the speaker. Right? The speaker means me! (Laughter)\nSo can you discard what another says what you should think or do, so that you are face to face with yourself, directly first-hand. You understand my question? Therefore you put aside all authority, except the authority of law, which says keep to the right of the road, or pay tax. You follow? I am not talking about that kind of authority. The authority on which you depend for your belief, in which you have faith, in whom you acknowledge that someone else knows more than you do about yourself. So it brings you totally to yourself and therefore you have tremendous energy. Are you following this? I waste energy in listening to somebody else, following somebody else, putting my faith in something - in a society, in a community, in a person, in an idea, in some system. That is a waste of energy. Whereas when I discard totally the dependence on another for my behaviour, for my integrity, for my honesty, for my sanity, then I have tremendous energy to look at what I am. Are you doing it? Do it, then it is fun discussing with you. Because this needs tremendous energy, to stand alone.\nSo now we are asking the question: can this mind which has been conditioned, the conditioning is both at the superficial level and also at the deep unconscious level, the totality of it, can that be radically transformed? If you put that question seriously to yourself then you and I have a relationship in investigating the question. You understand? Therefore you are not taking sides. It is you who are investigating, not through the eyes of somebody else. Now how do you investigate? I have this problem, how do I investigate it? I cannot investigate it if I want to get through it to reach an end. Right? I say that I will investigate it to find a different state, I will investigate it in order to be free - then it is not investigation. You have already started with a motive, and that motive is going to direct your investigation. Right? Therefore the mind must be free of every motive in order to investigate. Are you doing this? Because you see one sees so much suffering in the world, the poor, the starving, the people who live in the ghetto, the overpopulated, underdeveloped countries, where poverty is a curse, there is all this physical illness, poverty. And there are other kinds of suffering - suffering created by man in his division, the wars - you know the sorrow, don't you? One sees this, feels it, one is aware of it, both the inward sorrow, as well as the outward sorrow. And one has to respond, one has to solve it, one can't just say, well it is part of existence, it is the inevitability of human nature and so on and so on and so on. You have to solve it, you have to go beyond it. And we have the intelligence to go beyond it. And that intelligence comes into being only when you don't depend on anybody, when you are face to face with yourself and the problem. Intelligence is after all the capacity of total energy in application. You understand?\nSo now I have the energy, I don't depend on anybody. Right? Can you honestly, seriously, say that you don' t depend on anybody - your friend, your environment, your guru, your book, have a faith in something, or believe in something - which doesn't mean that you become agnostic or all that silly stuff? You are a human being completely with yourself, resolving the human problem of existence and therefore not somebody else resolving your problems.\nAs we said, investigation demands energy, energy is the application of intelligence and intelligence cannot be if you are looking to another. He may be intelligent, but if you look to him you are ignorant. Right? Now how do you investigate? Who is the investigator? It is no good saying to oneself, 'I am going to investigate' without trying to find out who the investigator is. Sorry, is this becoming too complex? All right.\nI say I want to investigate into this problem of the mind, which is me, my mind, I want to investigate it - why it is conditioned, to what depth is it conditioned and whether it can be wholly free from that conditioning? Because then only I can have a right relationship with another human being. Because my conditioning divides me and brings about a division between you and me. My image of me is the dividing factor. So I must find out first who is the investigator. Is it one part of the many fragments of the 'me' who is investigating - you are following? - one part, one fragment says, 'I will investigate into the different fragments', which is the 'me' that is conditioned. Right? So one part assumes the authority, the capacity to investigate the other part. One part is broken up and against the other part. So is that investigation when one part assumes the authority, or the part who investigates the other fragments? Therefore that is not investigation. It is a conclusion which says, I will investigate - you see it? Good. It is a conclusion, you follow? And that conclusion brings about a division. So to investigate there must be no conclusion, no hypothesis - if you have a hypothesis, the meaning of that word is foundation, if you start from a foundation, which is inevitably a conclusion, and you investigate with the conclusion, it brings about a division, therefore it is not an investigation. Have you understood this? If you see this clearly you will proceed further.\nSo is my mind, which is investigating, free from a conclusion? Which is, I will investigate, a conclusion is the will. Right? Oh come on sirs. When I say, I will investigate into myself, it is a conclusion brought about by my desire to understand, to go beyond, to reach a certain dimension in which all this misery doesn't exist, it is a conclusion, it is the action of will that says, 'I will investigate'. Right? So can my mind be free of that conclusion? Otherwise I cannot investigate. It is like a scientist, if he wants to investigate, he looks, he doesn't start with a conclusion, then he is not a scientist, he is just a - I don't know what he is.\nSo, to investigate, to enquire is to be free of any conclusion. Therefore the mind then is now clear, fresh. And when you proceed then is there an investigator at all? Then there is only observation, not investigation - you get it? Got it sir? Therefore such a mind is not broken up, only it is capable of observing. Observing, which means having insight without conclusion therefore continuous insight. Are you getting all this? So the mind is free to observe and therefore act totally.\nWould you like to ask any questions? I am sorry to force you all to observe!\nQ: Can you state more clearly, exactly your attitude towards psychoanalysis and neurosis?\nK: I wonder how many of us are neurotic? - which means not sane. Obviously any man who belongs to any nationality is not sane, or follows any guru, or any authority, is not sane. Right? Sanity means whole, the word means whole, healthy. How can a mind that is healthy belong to any group, to any tribe which is the extended nationalism, or follow anybody? Right? So when one says, who is neurotic? I am afraid most of us are.\nAnd, the questioner asks, would you please explain clearly, more clearly your attitude towards psychoanalysis. Are you interested in it? I don't know why people get analysed. When the analyser himself is so terribly conditioned why should you put yourself in the hands of that conditioned human being? When you yourself are conditioned, slightly in balance, more or less, that is up to you, why should such a person hand himself over to an analyst, you know what he is, he is conditioned according to his studies, his Jung, Freud, this, that and the other, and also he is conditioned by his own worries, his own family, his relationship, his position in society, and all that.\nSo analysis implies examination doesn't it, to analyse means to break up. The word 'analysis' means to break up, the dictionary meaning. And we are broken up human beings - right? - contradictory, there is self-contradiction in ourselves, we are different fragments, we are happy, unhappy, we are dishonest, honest, we hate. You follow? Broken up. And analysis implies the analyser, either outside, the professional, or the analyser who is yourself inwardly. You are following this? I analyse myself, I have to find out who the analyser is before I trot out the analysis. Who am I that is going to analyse myself. Right? Who am I? Well I'll examine myself why I behave this way or that way, why I do this or that. One part of me examines - right? And so that part brings about a division among other parts. Now is there analysis if there are no parts? Oh come on sirs. Of course not. So my concern is not analysis but to see if there is a possibility of bringing about total harmony. And this cannot be brought about by integration. That is putting, adding parts to the broken parts to make it whole - you are following all this? Integration implies adding parts to make a whole. And who is the person who adds - we come back to the same thing.\nSo to me analysis is a waste of time because I can go on analysing myself to the end of my days, creating conflict in myself by saying, this is right, this is wrong. You follow? Beating myself sick, which is neurotic. Whereas my question is: can I see, observe wholly without division? And to observe wholly is sanity. So I must watch how my mind is operating - watch, observe, not correct it, not shape it, not say I must be whole, I must be sane, which is insane, but watch. So it depends how the mind watches. Does it watch with a conclusion, with a condemnation, with a judgement, with evaluation, with previous memories? So it can only watch when the mind is completely free to observe. And you do that if you have got tremendous interest and vitality. Right.\n"}]