[{"title":"can-mind-be-free-fear","text":"For most of us freedom is an idea but not an actuality. When we talk about freedom or think about it, we want to be free outwardly, to do what we like, to travel, free to express ourselves in different ways, free to think what we like. The outward expression of freedom seems to be extraordinarily important, specially in countries where there is tyranny, dictatorship; and in those countries where outward freedom is possible one seeks more and more pleasure, more and more enjoyment, freedom to possess. And in the search for freedom, if one is at all serious, there is not only the outward expression of that freedom, which must, it seems to me, come from psychological freedom, inward freedom.\nAnd if we were to enquire deeply what that freedom implies, freedom to be inwardly, completely and totally free - which then expresses itself outwardly in society, in relationship - then we must ask, it seems to me, whether human mind, heavily conditioned as it is, can ever be free at all. Or must it always live and function within the frontiers of its own conditioning, and therefore there is no freedom at all? Or verbally understanding that there is no freedom here on this earth, inwardly or outwardly, one then begins to invent freedom in another world, liberation, moksha, heaven and so on.\nSo if we could put aside all theoretical, ideological, concepts of freedom and actually enquire whether our minds, yours and mine, can ever be free, freedom from dependence, psychologically, inwardly, freedom from fear, anxiety, the innumerable problems, both conscious as well as deeper layers of consciousness. Whether there can be complete psychological freedom, so that the human mind, being free from all problems can come upon something which is not of time, which is not put together by thought, or as an escape from the actual realities of daily existence.\nIf we could this morning go into this question whether the human mind, yours and mine, can ever be inwardly, psychologically, totally free. Because without that freedom it is not possible to see what is truth, to see if there is a reality not invented by fear, not shaped by the society, the culture in which we live, not as an escape from the daily monotony, the boredom, the loneliness, the despair, the anxiety. Because unless one is free you can't explore, you can't investigate, you can't examine. And to look into it, there needs not only freedom but the discipline that is necessary to observe. So freedom and discipline go together, not that one must be disciplined in order to be free. We are using the word 'discipline' not in the accepted, traditional sense, which is to conform, imitate, suppress, follow a set pattern, but rather the root meaning of that word itself, which is to learn.\nSo learning and freedom go together. Learning being, bringing its own discipline, not imposed by the mind in order to achieve a certain result. So those two things are necessary essentially. The act of learning and freedom. One cannot learn about oneself unless one is free. And to learn about oneself one must observe, not according to any pattern, formula, or concept but actually observe as one is. And that observation, that perception, that seeing, brings about its own discipline, its own learning in which there is no conformity, imitation, suppression, control whatsoever. So freedom and learning are always together. And there is a great deal of beauty in that.\nOur minds are conditioned - that is an obvious fact - conditioned by the culture, the society, influenced by various impressions, strains, stresses, relationships, economic, social, climatic, educational, religious conformity, sanctions and so on. And our minds are trained to accept fear and escape, if we can, from that fear, never being able to resolve, totally and completely, the whole nature and structure of fear. So our first question is: whether the mind, so heavily burdened, can resolve completely, not only its conditioning, but also its fears? Because it is the fear that makes us accept conditioning.\nAnd if we may this morning - please do not merely hear a lot of words and ideas - which are really of no value at all - but through the act of listening, observing your own states of mind, then we can together both verbally and non-verbally, enquire whether the mind can ever be free from fear - not accepting fear, not escaping from it, not saying 'One must develop courage, resistance', but actually be fully aware of the fear in which one is trapped. Because unless one is free from this quality of fear one can't see very clearly, feel very clearly, deeply; and obviously, when there is fear there is no love.\nSo, can the mind actually ever be free of fear? That seems to me to be one of the most primary, essential, questions which must be asked and which must be resolved, for any person who is at all serious. There are physical fears and psychological fears. The physical fears of pain, having had pain and the repetition of that pain in the future; the fears of old age, death, the fears of physical insecurity, the fears of uncertainties of tomorrow, the fears of not being able to be a great success, achieve and so on, not being somebody in this rather ugly world; the fears of destruction, the fears of loneliness, not being able to love or be loved, and so on; the conscious fears as well as the unconscious fears. Can the mind be free, totally, of all this? And if it cannot, then such a mind is incapable, because it is distorted, it is incapable of perception, of understanding, of having a mind that is completely silent, quiet; it is like a blind man seeking light and never finding light, and therefore inventing a 'light' of words, concepts, theories.\nSo how is a mind which is so heavily burdened with fear, and with all its conditioning, ever to be free of it? Or must we accept it as an inevitable thing of life? - and most of us do accept it, put up with it.\nSo, now what shall we do? How shall I, as a human being, and you as a human being, be rid of this fear, the total fear, not a particular fear, but the whole nature and structure of fear?\nWhat is fear? Don't accept, if I may suggest, what the speaker is saying; the speaker has no authority whatsoever, he is not a teacher, he is not a guru; because if he is a teacher then you are the follower and if you are the follower you destroy yourself as well as the teacher. What we are trying to do is to find out what is truth. We are trying to go into this question of fear so completely that your mind is never afraid, therefore you are free of all dependence on another, inwardly, psychologically. So we are taking a journey together, not being led, someone ahead of you and you following in his footsteps. The beauty of freedom is that you don't leave a mark. The eagle in its flight does not leave a mark, only the scientist does. And in enquiring into this question of freedom there must be not only the scientific observation, but also the flight of the eagle that doesn't leave a mark at all; both are required; which is, both the verbal explanation and the non-verbal perception, bearing in mind that the description is never the described, the explanation is never that thing which is explained, that is, the word is never the thing.\nSo if all this is very clear then we can proceed to find out for ourselves - not through the speaker, not through his words, not through his ideas or thoughts - to find out for ourselves whether the mind can be completely free from fear. All right? Shall we go on from there? Please, this is not an introduction; if you haven't heard the first part clearly and understood it, you can't go on to the next.\nTo enquire there must be freedom, as we said, to look, freedom from prejudice, conclusions, concepts, ideals, prejudices, so that you can observe actually for yourself what is fear. And when you observe very closely, intimately, is there fear at all? That is: you can only observe very, very, closely, intimately what is fear, when the observer is the observed. We are going to go into that. So what is fear? How does it come about? The obvious physical fears can be understood, like the dangers, physical dangers, in which there is instant response; that's fairly easy to understand, into which we need not go too much. But we are talking about psychological fears; how do these psychological fears arise? What is their origin? And whether they can end? That's the issue. What is fear, fear of something that happened yesterday; the fear of something that might happen later on today or tomorrow. Fear of the known and fear of the unknown, which is tomorrow - the unknown being death and all the rest of it, we won't go into that question this morning.\nSo one can see for oneself very clearly that fear arises through the structure of thought. Thought thinking about what happened yesterday of which one is afraid, thinking about it, or thinking about the future causes fear. Right? Thought breeds fear. No? Please, sirs, be quite sure; don't accept what the speaker is saying; be absolutely sure for yourself, that thought is the origin of fear. Thinking about the pain, psychological pain one has had some time ago and not wanting to repeat it again, or have that thing recalled, or happen, and thought thinking about all this, breeds fear. Can we go on from there? Unless we see this very clearly we won't be able - please don't ask questions yet, it is quite complex, this, please for the moment just hold on to your question, no, don't hold on to your question, drop your question and go on with it, what we are talking about. Thought, thinking about an incident, an experience, a state in which there has been a disturbance, danger, grief, pain, brings about fear. Thought, having established a certain security, psychologically, and not wanting that security to be disturbed - any disturbance is a resistance and therefore fear.\nSo thought is responsible for fear; as thought is responsible for pleasure. Right? One has had a happy experience; thought thinks about it and wants it repeated, perpetuated; and when that is not possible there is a resistance, there is anger, despair and fear. So thought is both responsible for fear as well as pleasure. Right? This is not a verbal conclusion; this is not a formula for avoiding fear. That is, where there is fear there is pain and pleasure, pleasure goes with pain, the two are indivisible, and thought is responsible for both. If there was no tomorrow, or the next moment to think about either fear or pleasure, then neither exist. Right, sirs? Shall we go on from there? Please bear in mind, not as an idea, but an actuality, a thing that you yourself have discovered and therefore real, so you say 'By Jove, I've found out' for yourself that thought breeds both these things. You have had sexual enjoyment, pleasure; then you think about it, the image, the pictures, you know the whole business of it, and the very thinking about it gives strength to that pleasure which you have had. And when that is thwarted there is pain, anxiety, fear, jealousy, annoyance, anger, brutality. So thought is the origin of both. And we are not saying that you must not have pleasure.\nBliss is not pleasure; ecstasy is not brought about by thought; it is an entirely different thing. And you can only come upon that when you understand the nature of thought - which breeds both pleasure and fear. And when a mind seeks bliss or ecstasy, and there is such a thing which is not pleasure, and to understand that there must be real enquiry and understanding of fear and pleasure which is brought about by thought.\nSo, then the question arises: can one stop thought? You are following all this? If thought breeds fear and pleasure - and where there is pleasure there must be pain, which is fairly obvious - then one asks oneself: can thought come to an end? Which doesn't mean the ending of the perception of beauty, the enjoyment of beauty. It is like seeing the beauty of a cloud or a tree and enjoying it totally, completely, fully; but when thought says, 'I must have that same experience tomorrow, that same delight which I had yesterday when I saw that cloud, that tree, that flower, the face of that beautiful person', then it invites both disappointment, pain, fear and pleasure, tomorrow. Obvious, isn't it?\nSo, can thought come to an end? Or is that a wrong question altogether? It is a wrong question because we want to experience an ecstasy, a bliss, which is not pleasure, therefore you hope by ending thought we will come upon something which is immense, which is not the product of pleasure and fear.\nSo our question then is: what place has thought in life? Right? Not, how to end thought. What is the relationship of thought in action and in inaction? What is the relationship of thought, where action is necessary, and why does thought come into existence at all when there is complete enjoyment of beauty? So that it doesn't carry it over to tomorrow. I want to find out where thought is necessary, and it is necessary in action. And I also see that where there is complete enjoyment of beauty, of a mountain, of a beautiful face, or a sheet of water - why should thought come there and give a twist to it and say, 'I must have that pleasure again tomorrow?' I have to find out what is the relationship of thought in action; and thought must not interfere when there is no action of thought at all.\nAm I making myself clear? Look: I see a beautiful tree, without a single leaf, against the sky, it is extraordinarily beautiful and that is enough - finished. Why should thought come in and say 'I must have that same delight tomorrow'? And I also see that thought must operate in action. Skill in action is also skill in thought which is really yoga, not merely physical exercise; yoga also means skill in action - which we won't go into for the moment. So, what is the actual relationship between thought and action? Our action is now based on a concept, an idea. I have an idea or knowledge of what should be done, and what should be done is in approximation to the concept, to the idea, to the ideal. Right? So there is a division between action and the concept, the ideal, the 'should be'; in this division there is conflict. Any division, psychological division, must breed conflict. And I am asking myself, what is the relationship of thought in action? If action is separated from the idea, then action is incomplete. Because in that there is a separation, division, conflict, therefore action is incomplete. So is there an action of thought which sees something instantly and acts immediately? Right? And therefore no division, no conflict, and therefore there is not an idea, an ideology, something to be acted on separately? Right? Is there an action which is, the very seeing is the acting, and therefore the very thinking is the action?\nI see, there is the perception that thought breeds fear and pleasure; and where there is pleasure there must be pain and therefore resistance to pain. I see that very clearly; the seeing of it is the immediate action; and the seeing of it requires perception, thought, logic, thinking very clearly; all that is involved. And the seeing of it is instantaneous, and therefore the action is instantaneous, therefore freedom from it. That means you are a free human being, a different human being, totally transformed, not tomorrow but now because you see very clearly that thought breeds both fear and pain and pleasure. And all our values are based on it, moral, ethical, social, religious, spiritual, all the values are based on that. And if you see the truth of it, and to see the truth of it you have to be astonishingly aware, logically, healthily, sanely, observe every movement of thought. Then that very perception is total action, therefore when you leave you are completely out of it. Otherwise you will say, 'How am I to be free of fear tomorrow'.\nSo thought must operate in action, and it does operate: when you have to go to your house you must think, or catch a bus, train, and all the rest of it, or go to the office, more efficiently, more objectively, non-personally, non-emotionally, the more vital the thought is. But when thought carries on that experience that you have had as a delight, carries on through memory into the future, then such action is incomplete, therefore it is a form of resistance and so on. Right?\nSo then we can go on to the next question. Let us put it this way: what is the origin of thought, and what is the thinker? One can see thought is the response of memory, which is fairly simple to understand, accumulated memory, knowledge, experience, the background from which there is a response to any challenge; if you are asked where you live there is instant response, and so on. So memory, experience, knowledge is the background of thought. But thought which is always old can never be free, it may express itself freely but it is always old; and therefore thought can never see anything new. So when I understand that, very clearly, the mind becomes quiet. Right? Because life is a movement, is a constant movement in relationship; and thought, trying to capture that movement in terms of the past, is afraid of life. Right?\nAnd so, then the question is: seeing all this, seeing freedom is necessary to examine - and to examine very clearly there must be the discipline of learning and not of suppression, imitation, seeing how the mind is conditioned by society, by the past, and the mind, the brain is the past, and all thought springing from that is old and therefore it cannot possibly understand anything new. And to understand, the mind must be completely quiet - not controlled, not shaped to be quiet. Now seeing all that - actually seeing it, not theoretically, then there is an action from that perception, or that very perception is the action of liberation from fear. So on the next occasion of any fear arising, there is immediate perception and the ending of it.\nAre we going along together? You see from this arises - perhaps we have no time to go into it this morning - what is love? For most of us it is fear, pleasure, which we call love. When there is no fear and the understanding of pleasure, then what is love? And who is going to answer this question? The speaker, the priest, the book, some outside agency to tell us you are doing marvellously well, carry on? Or, having examined, observed, seen non-analytically, this whole structure and nature of pleasure, fear, pain, and therefore understood that the observer, the thinker, is part of thought. Because if there is no thinking there is no observer, thinker, the two are inseparable. The thinker is the thought.\nSo seeing all that and the beauty of all that, the subtlety of all that, then where is the mind that starts to enquire into this question of fear? You understand? What is the state of the mind now that has gone through all this? Is it the same as it was before it came here? Or has it seen this thing very intimately, seen the nature and the beauty of this thing called thought, fear and pleasure, seen all that, what is the actual state of the mind now? Obviously nobody can answer that except yourself; and if you have actually observed it, gone into it, you will see that it has become completely transformed.\nCan we now proceed to, if you wish, ask questions? It is one of the easiest things to ask a question. Probably some of us have been thinking what our question will be while the speaker was going on. We are more concerned with our question than with listening. One has to ask questions, not only here but everywhere, of ourselves. And to ask the right question is far more important than to receive the answer. Because the solution of a problem lies in the understanding of the problem; the answer is not outside the problem, it is in the problem. And we cannot look at the problem very clearly if we are concerned with the answer, with the solution of the problem. As most of us are so eager to resolve the problem, without looking into it - and to look into it one has to have energy, drive, intensity, a passion, and as most of us are rather indolent, lazy, though we have problems, we would rather somebody else solved them. And there is nobody going to solve any of our problems, either political, religious, psychological, or any problem. One has to have a great deal of vitality and passion, intensity, to look, to observe the problems, and as you observe, the answer is there very clearly. So, please, this does not mean that you must not ask questions; on the contrary you must ask questions; you must doubt everything everybody has said, including the speaker.\nQ: Is there a danger of introspection in looking into personal problems?\nK: Why shouldn't there be danger? To cross the street is a danger. Do you means to say, we must not look because it is dangerous to look? I remember once - if I may repeat an incident - a very rich man came to see us and he said 'I am very, very serious about what you are talking about and I want to resolve all my...' - you know all the rest of it, the nonsense that people talk about. I said, 'All right sir, let us go into it', and we talked. He came several times, he was really a multimillionaire. And about the second week he came to me and he said, 'I am having dreadful dreams, frightening dreams. I seem to see everything around me disappearing', and all kinds of things he went into. And then he said, 'Probably this is the result of my enquiry into myself and I see the danger of it', and you know, after that he did not come at all!\nYou know, we all want to be safe; we all want to be secure in our petty little world, the world of 'well established order' which is disorder, the world of our particular relationship, which we do not want to be disturbed - the relationship between the wife and the husband, and therefore they hold together tight, and in that there is misery, there is distrust, there is fear, there is danger, jealousy, anger, domination, you know all the rest of it.\nSo there is a way of looking into ourselves without fear, without danger; that is to look without any condemnation, without any justification, just to look, not to interpret, not to judge, not to evaluate. And to do that the mind must be eager to learn in its observation of 'what is'. What is the danger in 'what is'? Human beings are violent; that is actually 'what is', and the danger they have brought about in the world is the result of this violence, which is the outcome of fear. What is there dangerous about it, to observe it and to completely eradicate that fear? You may bring about a different society, different values. You see, there is a great beauty in observation, in seeing things as they are psychologically, inwardly; which does not mean that one accepts things as they are; it doesn't mean that one rejects or wants to do something about 'what is'; the very perception of 'what is' brings about its own mutation. But one must know the art of looking and the art of looking is never the introspective art, or the analytical art, but just to observe without any choice.\nQ: Is there not spontaneous fear?\nK: Would you call that fear? When you know fire burns, when you see a precipice, is it fear to jump away from it; when you see a wild animal, a snake, to withdraw, is that fear, or is it intelligence? That intelligence may be the result of conditioning, because you have been conditioned to the dangers of a precipice, if you were not you would throw yourself and that would be the end of you. Your intelligence tells you to be careful; is that intelligence fear? And is it intelligence that operates when we divide ourselves into nationalities, into religious groups - this division between you and me, we and they, is that intelligence that is in operation in this division, which brings about danger, which divides people, which brings war, is that intelligence operating, or fear? There is fear, and the other is not. So in other words we have fragmented ourselves; part of us acts intelligently, where necessary, like a precipice, like a bus going by; but we are not intelligent enough to see the dangers of nationalism, the dangers of division between people. So one part of us - a very small part of us - is intelligent, the rest of us is not. Where there is fragmentation there must be conflict, there must be misery; and that is the very essence of conflict when there is division, contradiction in us. And the contradiction is not to be integrated. It is one of our peculiar idiosyncrasies that we must integrate ourselves. I do not know what it means really. Who is it that is going to integrate the two dividing opposing natures? Is not the integrator himself part of that division? But when one sees the totality of it, the perception of it, without any choice, in which there is no division. In seeing there is no division.\nQ: Is there any difference between correct thought and correct action?\nK: When you use that word 'correct' between thought and action then that correct action is incorrect action. Right? When you use the word 'correct', you have already an idea of what is correct. Right? When you have an idea already of what is correct it is incorrect because that correct is based on your prejudice, on your conditioning, on your fear, on your culture, on your society, on your own particular idiosyncrasies, fears, religious sanctions and so on. So you have the norm, the pattern: that very pattern is in itself incorrect, is immoral. The social morality is immoral. Right? Yes? You agree to that? Then you have rejected social morality, which means greed, envy, ambition, nationality, the worship of class, fear, all the rest of it - have you, when you say 'Yes'? Social morality is immoral - do you really mean it, or is it just a lot of words? Sir, to be really moral, virtuous, is one of the most extraordinary things in life; and that morality has nothing whatsoever to do with the social, environmental, behaviour. That's why one must be free to be really virtuous, and you are not free if you follow the social morality of greed, envy, competition, worship of success - you know all those things that are put forward by the church and by the society, as being moral.\nQ: Do we have to wait for this to happen or is there some discipline we can use?\nK: Must we use discipline to see that the very seeing is action? Must we? No?\nQ: Would you talk about the quiet mind - is it the result of discipline? Or is it not?\nK: Oh, Lord! Sir, look: a soldier on the parade ground, he is very quiet, isn't he? -straight back, holds the rifle very exactly, and all the rest of it, he is drilled, drilled day after day, day after day; any freedom is destroyed for him. He is very quiet; is that quietness? Like a child absorbed in a toy, is that quietness? Remove the toy and the boy becomes what he is. So will discipline - do understand this, sir, once and for all, it is so simple - does discipline bring about quietness? It may bring about dullness, a state of stagnancy, but does it become quiet, quiet in the sense, intensely active, and therefore quiet.\nQ: Sir, what do you want us people here on this world to do?\nK: Very simple, sir: I don't want anything. That's first. Second: live, live in this world. This world is so marvellously beautiful. It is our world, our earth to live upon, but we don't live, we are frightened, we are narrow, we are separate, we are anxious, we are frightened human beings, and therefore we do not live, we have no relationship, we are isolated despairing human beings, and therefore we do not know what it means to live in that ecstatic, blissful sense. And I say you can live that way only when we know how to be free from all the stupidities of one's life and to be free from them. To be free from them is only possible in becoming aware of our relationship, not only with human beings, but our relationship with ideas, with nature, with everything. In that relationship we discover what we are, which is, fear, anxiety, despair, loneliness, the utter lack of love. We are full of theories, words, knowledge of other people, what other people have said; we know nothing about ourselves, and therefore we don't know how to live.\nQ: How do you explain different levels of consciousness in terms of the human brain?\nK: I don't understand.\nQ: The brain seems to be a physical affair, the mind doesn't seem to be a physical affair. In addition, the mind seems to have a conscious part and an unconscious part. How can we see any clarity in all these different ideas?\nK: The brain is a physical affair, the mind is not quite, and in the mind there are various divisions, various forms, layers of consciousness. What is the difference between the mind and the brain; is that it, sir? Without the actual physical brain, which is the result of the past, which is the outcome of evolution, of many thousand yesterdays, with all its memories and knowledge and experience, is not that brain part of this total mind - the mind in which there is a conscious level and the unconscious level? Isn't all that part of consciousness? The physical as well as the non-physical, the psychological, isn't all that one whole: and haven't we divided it as the conscious, as the unconscious, the brain and not the brain? Can we not look at the whole thing as a total affair, non-fragmented?\nIs the unconscious so very different from the conscious? Or is it part of the totality but we have divided it? And from that arises the question: how is the conscious mind to be aware of the unconscious? Can the positive which is the operative - the thing that is working all day - can that observe the unconscious?\nI do not know if we have time to go into this. Do you want to go into this now? You do? Aren't you tired? Is this an entertainment? I'm not sure it might become an entertainment. Let me finish this, sir. Please sirs, don't reduce it to an entertainment. It is a nice warm room, sitting there, listening to some voice. Because we are dealing with very, very serious things and if you have worked, as one should have, then you must be awfully tired. Your brain cannot take more than a certain amount and to go into this question of the unconscious and the conscious, the brain, the whole thing, requires a very sharp, clear, mind to observe. I doubt very much if at the end of an hour and a half you are capable of it. So may we, if you will, take up this question on Thursday evening? May we? So may I go now?\n"}]