[{"title":"students-talk-2-rajghat-india-26-november-1969","text":"Krishnamurti: What would be of interest to you that we should talk about? What would interest you?\nQuestioner: The problem of alienation.\nK: Alienation? In?\nQ: Our personal relationship.\nK: Is that what all the young children want too? What would you like for me to talk about this morning?\nQ: (Inaudible)\nK: You want me to talk about something unknown?\nQ: (Inaudible)\nK: What?\nQ: (Inaudible)\nK: What is that sir, I couldn't hear.\nQ: What is the extent of the unknown.\nK: What is the extent of the unknown.\nQ: (Inaudible)\nK: I can't hear sir, sorry.\nQ: (Inaudible)\nK: I see, I see.\nQ: (Inaudible)\nK: Quite. Do you want me to talk about that? The questioner asks: students have not enough knowledge, have not acquired sufficient information and therefore they are still within the field of knowledge. And there are those who have already acquired a great deal of knowledge and are seeking, putting out their feelers into the unknown, and what is the unknown? Is that the question, sir? Do you want me to talk about that? That interests you? I am afraid you don't understand English, do you? Most of you? And also I don't speak Hindi or any Indian language. What am I to do? How do we communicate with each other?\nYou know, that question is quite important if you really want to go into it very deeply. What are the borders of knowledge and where does the knowledge end and the unknown begin? Are you really interested in talking about it? You all look so blank, I don't know what to do. Will you come up, will you come up and sit here some of you and see your own faces!\nWhat is knowledge? What do we mean by that word, by that English word 'to know?' You know Hindi, you know geography, mathematics, you know biology. You read, get information about it, store it up in your memory, and pass some examinations, and you say 'I know something of biology, mathematics'. Or you say you know your father, or your mother, or your friend, 'I know him'. You understand? I know him. When you say 'I know that person', you only know him from your relationship with him during a certain period of time. Right? Can you say you ever know anybody? Can you ever say 'I know my father, my mother, my brother, my wife, my husband', because the husband, the wife, the mother, they are all changing all the time. Various experiences are taking place, various pressures, various impressions are going on, so there is a constant change going on. So one can never say about a human being 'I know'. You've got it? Oh, Lord! Have you understood what I said? See how important it is to understand this: never to say 'I know somebody', 'He is my brother, and I know him'. You know him only by name and so on but you don't know him because what you know of him took place yesterday or many yesterdays and today he might have changed, therefore you can never say 'I know'. You know what that means, what an important step you have taken when you say 'I don't know'. 'I don't know my brother', 'I don't know my father'. The moment you say 'I know somebody', you've already fixed him; you have already put him in a cage and according to that reference - am I using big words? - you are then saying I know him, because he did this, this, this.\nSo one has to be extremely careful in the usage of the word 'to know'. Even in science they are adding every day to the knowledge which they have already accumulated over two centuries, they are adding, adding, adding. No scientist says 'I know', because things are changing, adding, new things are being discovered. So knowledge is always a thing in which there is constant movement of accumulation, discarding. Right? Isn't it? And when you say 'I know biology', you only know what they have discovered up to now. You don't know what is going to be discovered tomorrow. You only know a certain amount, not the whole of it. Right? So even there one must be hesitant, careful, watchful, never to say 'I know'.\nNow, there is the factual knowledge, knowledge about things: you know how to get to your home, you know your name, you know the father's name, and so on. You know. But there is also the knowing of oneself. Right? To know oneself. Can you ever say I know myself? Who is it that says I know myself? Please, this is important to understand. I'll go into it slowly, you will see it for yourself. Can you ever say 'I know myself? Because 'yourself' is undergoing change. Right? It is learning, acquiring more information about itself. So to say 'I know myself' is an illusion, is not a fact, is not real. Right? So, can you say about anything 'I know'? You understand? Can any mathematician, however extraordinarily brilliant he may be, can he ever say 'I know mathematics? It would be silly on his part if he said 'I know', because there is more to be discovered. That's one thing.\nCan you ever say 'I know myself'? It's absolutely impossible to say 'I know myself', because I am changing, moving, discovering, learning. Can I ever say 'I know about history'? And there are people who say 'I know God'. Right? Can they know God? They know what they think is God, they have built an image according to their conditioning what they think God is. Right? Are you following all this? So when a man says, it doesn't matter who it is, a sannyasi, a saint or anybody who says 'I know God, I have realised God', be very doubtful of him. Don't trust him, because he knows what he thinks is God according to his imagination. Right? So a mind that says 'I know' is caught in a trap of its own making. Got all this?\nSo one asks: what is knowledge, what is knowing? Is knowledge always in the past? Or is it something to be acquired in the future and therefore uncertain? Or is knowing the active present only and nothing else? Oh Lord! Knowing is far more important than acquiring knowledge. Knowing means learning. Right? Learning. It is the active present of the verb 'to know'. The knowing is always in the present, always learning. So a mind that has acquired knowledge and acts according to that knowledge or according to that experience or according to that tradition is never learning, it's always living in the past and therefore incapable of meeting the present; and it is only the mind that meets the present with the active principle of knowing, learning. So life, the living is a movement of learning.\nAnd the questioner says perhaps I understand all that; knowledge, information, accumulation of knowledge which is always in the past, and with that knowledge I meet the present, the meeting of the past, the present, and the present being modified, which becomes the future. Are you following me? So the questioner says I think I understand that. Then he says what is the unknown, the things that human beings are groping after? You have understood? Can the mind which is burdened with the past, with experience, with all the things it has acquired through centuries and centuries upon centuries, can such a mind feel or enquire into the unknown? Can the past know what is the unknown?\nQ: No.\nK: Ah, no, sir this is not a question of logically saying 'No' or 'Yes'. Then it becomes an argument, a logical conclusion and there you are left. What importance has it? But to find out for oneself whether one can enquire into the unknown, whether it is at all in our capacity or it can only be found when the past comes to an end and the mind is no longer caught in the machinery of the past. You understand the question now?\nLook sir, I have lived in India, in Europe, in America, in Australia and different places. I acquired a great deal of knowledge, a great deal of information, not only from what I observed but also living in a certain tradition, in a certain culture, it is all stored up. I am all that. Right? The experience, the knowledge, the tradition, the various influences, the impressions, all that I am. The 'I am' that says there is the higher-self and the lower-self, the 'I am' which says there is the atman and not the atman, I am also the soul and not the soul, I am all that. All that is the past. Right? Now, with that past, which is the 'me', can that 'me' enquire into something which is not related to the past, because unknown. You understand the question?\nSo can I dissolve, break through the borders of the known? Can my mind, can this mind put aside the tradition, the experience, the knowledge, all the culture in which it has lived, all that, put it aside and become completely innocent? And it's only the innocent mind that can penetrate into the unknown, because innocence means a mind that is incapable of being hurt, a mind that can observe without the implication of virtue, a mind that is free from what is considered moral and immoral. It's only such a mind that is free from the known that can move into the unknown. Because you see, if we live always with the known, we are prisoners. Right? If you live with your tradition - you know what tradition is? The word means 'to carry over, to carry from the past to the present what has been, carry over'. Tradition means that. Now, if you live with all the things that you have carried over from the past in the present, aren't you a prisoner? Whether it is good tradition or bad tradition, you are still a prisoner. That's clear, isn't it? And the prisoner says 'I want to enquire into the something which I don't know, which may be'. How can he? Therefore the first thing is he must be free of the prison. Right? Free of the known, free of knowledge. Now, this is where the difficulty comes in. How can the mind be free of knowledge? If it is free of knowledge, you won't be able to go to your house, will you? Right? You won't be able to recognise your friend. You will have forgotten your name. If you are free from knowledge, it means you have forgotten all the science, all the things that man has acquired through centuries upon centuries: how to build a wheel, how to light a fire, and from the wheel the bullock cart, with the wheel to the jet. So one cannot forget all that, one cannot be free of all that, it must exist. Right? Otherwise we'd become savages. But see the difficulty. There is the knowledge which I have acquired about you as a friend: you have insulted me, you have praised me, you have called me this and that, you have nagged me, you have bullied me, you have done all kinds of things to me. I have that knowledge about you. Right? Now, can I be free of that knowledge and meet you, anew? You are following all this?\nSo that means, is relationship between human beings - must all relationship between human beings be based on knowledge? Are you following all this? Please, this is a very important question to ask, ask yourself. Suppose I am married - thank the Lord, I am not - but suppose I am married, have a wife and she has given me pleasure, sexual pleasure, she has insulted me, she has been angry with me, she has bullied me, she has nagged me, that is my image of her. Right? And she has an image about me - I dominate, I am unpunctual or punctual or I am fussy, or this or that. So she has an image of me and I have an image about her. Right? That is the knowledge in relationship. You are following all this? Is my relationship with her based on image? You have got it? You have understood my question? So my relationship with her is based on knowledge, on image. And is that relationship? Or is it relationship between two images only? Right? These images are being added to all the time and taken away but these images remain. And the relationship is between these two images and not between me and my wife. I don't know... Eh? You agree? Yes?\nQ: Yes.\nK: Yes? What? And these two images say 'I love you'. Right? So I am asking you a question: is knowledge of each other the basis of relationship at all? Oh, Lord! You are not interested, are you? You see, is knowledge love? You know what love is, do you? Eh? Do you? Yes? Would you kindly tell me what it is? Don't invent, don't theorise, please just listen: don't theorise, don't use a lot of words, don't repeat what other people have said, the Gita, the Upanishads, your particular pet guru or this or that. What is love?\nQ: (Inaudible)\nK: What?\nQ: (Inaudible)\nK: Wait, wait, sir, go slow, go slow, go slow. Let me hear what your first sentence has said.\nQ: (Inaudible)\nK: What? Love is a feeling I have for that particular individual at a given moment. Stop there, stop. That's good enough.\nLove is a feeling I have for a particular individual at a given moment. So for you love is a momentary affair. Eh? Don't, sir, sir, you are all too quick, why do you laugh? I don't quite understand. So you get married and say to your wife 'I love you today but perhaps not tomorrow'. No, no, wait, look at it, sir, look at it, consider it, don't laugh it away. I love my family today and I might hate it tomorrow. Now, when you say it is a personal feeling towards another individual, is that love based on biological urges, sexual urges?\nQ: (Inaudible)\nK: Wait, wait, don't be so quick, sir. You have thought over it. Ah, wait. Can you think over love? Do go slow, sir. I am not trying to prevent you from talking. Can you think about love? Intellectualise it?\nNow, my question sir, was whether thought has any relationship with love? Please, think about it carefully, don't answer it quickly. Is love the product of thought, is love something within the field of thinking? If it is, then love is pleasure and love also then is fear. No?\nSo sir, we will begin, I will begin again. Which is, we asked can any relationship based on knowledge at all - knowledge being experience, accumulated tradition, memory. If I am related to you and if my relationship with you is based on my previous knowledge about you, is that relationship? If it is, then the past is dictating what my relationship with you should be. Are you following all this? So I am asking whether love is within the field of knowledge, knowledge being experience, tradition, memory, habit? And you are all growing up to get married, to have children, to have jobs, and if you don't know about all this, you will have such a miserable life. Please do listen. You will be so confused, so unhappy, and being unhappy you will then turn to a temple, you will then pick up the Gita and read, read, read, because you don't know how to solve your problem, your daily agonising problems. Therefore you will become a sannyasi, escape from all this and you think that'll solve everything. It doesn't. So you have to understand this. You have to learn about it as you learn about mathematics, you have to learn about relationship and nobody teaches you that subject - it is not a subject, horrors! - nobody goes into it with you, talks to you about it, because in themselves they don't know what it means. So please do listen, find out, don't accept what the speaker is saying, find out for yourself how to live in this world in relationship, not in some memory.\nLook what happens. Do listen to what I am saying. You'll get married, be a woman or a boy, you will get married. If you are the woman, the husband gets a job if he is lucky enough in this country, comes back home after eight hours work in a beastly little office, being kicked around by the boss, bullied - right? - frightened, anxious, comes home, and there you are. You are also tired, and you begin to quarrel, nag each other, sleep with each other and the husband goes off the next day to the work and comes back. This is the pattern of living. If you are a girl, you have a baby and all the burden, the anxiety, the care, the pain. And you look after that baby so carefully till he is five or six, I don't know. And then you forget him, the society swallows him, destroys him. And that's your life. And that's the way you have lived for millions of years. And your gods, your Gitas, your religious life is all phoney, unreal, hypocritical.\nSo you have to live in this world, not run away from it and to live in this world, you have to understand yourself, your relationship with everything, with the trees, with the birds, with the leaf, with those leafs in sunshine, with everything and also with your husband, with your wife, with your children, with your father, and everything. To be related means that, not just to one person. To be related to everything around you, to that woman that walks by the road carrying that heavy load, poor, hungry, diseased, you are related to that person too. I know you won't pay any attention to what is being said because you will go away and forget all this. And the older generation doesn't care either. So some of you will probably listen and go into it in yourselves to see whether relationship is a constant battle, fight - man and woman and neighbour and neighbour. And it will be a battle if you don't understand the meaning of that word 'know', to 'know' if you don't understand the meaning of that word 'knowledge', where it is immensely important. In the technological world it is absolutely necessary. And is it necessary in relationship, which means, is love something within the field of knowledge? If it is, then it is a matter of pleasure and pain. And is love pleasure, is love pain? So you have to understand all this with your heart, not with your beastly little minds.\nSo the question is: can this small, fragmentary mind, the mind that is broken up as the body and the soul, as god and evil, as 'me' and the 'mine', my job and my position, my family, my God, you with your family, with your God, this mind which is fragmented, small, shoddy little mind, however clever it is, can such a mind enquire, find out the nature and the structure of the unknown? Obviously not. So don't bother about the unknown. What you have to concern yourself with is whether your mind can become whole, healthy, not fragmented, not broken up. Then when it is whole, without any fragmentation, without any conflict, then it won't even ask that question 'what is the unknown?' It won't even have the time or the energy or the desire to enquire into the unknown. Then it is there or it's not there.\nHave I answered your question, sir? Yes? Have I answered it, sir?\nQ: (Inaudible)\nK: What sir?\nQ: (Inaudible)\nK: Oh, it is also a sort of knowledge when you say it is the 'unknown'. All right, you are playing with words.\nQ: (Inaudible)\nK: I don't think it is necessary sir, I have understood it, to which I have already replied. We said right from the beginning, it's a foolish question to ask 'what is the unknown?'\nQ: (Inaudible)\nK: Oh, Lordy!\nQ: (Inaudible)\nK: Sir, a child who doesn't speak English, who is only brought up in Hindi or Greek, obviously there is no possibility of my communication with that child or with that person. You can, for argument's sake, say that's also the unknown. We are not talking of that unknown, which is so obvious. We are talking of a much greater thing.\nQ: What is love, and secondly, how to have a whole mind?\nK: The questioner says, asks, what is love and how is it possible, how can one have this whole mind? Right? First of all, we must clearly understand the explanation is not the explained, what is described is not - the description is not the described. Right? Have you understood that?\nQ: Not yet, sir.\nK: Oh. I describe the mountain, I put it on a picture, write about it, make a poem or I describe it in different ways, in the marble, in words or in painting. The description is not the real mountain. Right? The explanation is not the explained. Right? The word is not the thing. Have you got it? The word 'door' is not the door. Is that clear? Now, if that is very clear, then what is love? Knowing the word is not the thing, what love is can perhaps be found through what it is not. Through negation one discovers what is the positive. Have you understood? Look, negation, that is, to say love is not jealousy. Right? Love is not hate, love is not envy, love is not ambition, love is not competition, love has no comparison, it doesn't compare. A mind that compares will never know what love is. Now, through negation you may find the other but - no, no, wait a minute, don't be so quick - but can you negate? That means, negation means put away from you completely jealousy, put away from you altogether the comparative movement of thought - I am more beautiful, I am less ugly, I wish I were this, I wish I were sitting next to God with his filthy little hand; comparing, my child to your child, my job with your job, comparing myself with a saint, comparing myself with a man who rides in a big car, comparing myself what I was yesterday with today and tomorrow, which is, I was not so good yesterday but I will be good tomorrow. All that is comparison and on that verb 'to compare' we have been brought up from childhood. So can you negate so completely the whole issue of comparison? You can't and you must completely, if you would know what love is - no, no, I said 'know', I withdraw that word. If love is to be, there must be freedom from all comparison, there must be freedom from all judgement.\nYou see, none of us want to do that. That means work. That means a great deal of energy. We don't want to do that but we talk about love. We say 'I love my God, I love my child, I love my country', which is all sheer hypocrisy. Or I say 'I love my social work, I love to help people', again which is all nonsense. So unless the mind is free completely, not partially, completely from all comparative values and standards and images, there is no love at all. There is pleasure and pleasure is not love.\nQ: Sir, can you really be happy and free?\nK: Can you really be happy, and at the same time... eh?\nQ: (Inaudible)\nK: Sir, sir, sir, this lady asked a question. This lady asks: can one be free and at the same time happy? Isn't that a very sad question?\nQ: (Inaudible)\nK: What are you talking about?\nQ: (Inaudible)\nK: Sir, sir, sir, don't theorise, don't speculate. She asked a question: can one by happy and at the same time be free? Isn't that a very sad question? One wants to be happy, joyous, laugh with the winds, and at the same time says, 'God, can I be free?' If you are not free, you are not happy. Not both of them go together. That's just a verbal theory. So how to be free? To be free. You know what it means to be free? No, you don't. Look, you are young, you are teenage, and you are not free, are you? You are not interested, are you, in being free? Freedom means having no resistance, freedom means that you are free from fear.\nI am afraid this is too serious a question and you really don't want to be free. Nobody wants to be free. If freedom means letting everything go - your family, your father, your gods, everything! - for in freedom there is security and there is safety and there alone you can be, there is the ecstasy, joy; but if you are not free, you will always be miserable and that's what you are going to be. You are going to be miserable, confused, anxious, frightened, though you may get married, have children and a good job and all that. So find out what it means to be free. Give your heart, give your mind to find out, to learn what it means to be free, free from authority, authority of your parents, authority of your gods, of your books, but you won't.\nQ: (Inaudible)\nK: When we speak, the little girl says, when we speak truth, nobody believes us; when we tell lies, they believe us. And this you call civilisation. You know, sirs, I don't know what this country is going to, where a young girl says, when we tell lies, the older generation believe us, when we tell them the truth they don't believe us. And that is the society the older generation has built.\nI am telling you serious things and some of you yawn, scratch, you are not interested in all this. That's why, sirs, you don't feel responsible for what is happening at all in the world. You have got your little job, your little money, your little family, and say 'Please for God's sake let us alone'. You don't feel responsible like a mother with her first baby, she feels terribly responsible. So she gets up early, she keeps awake night after night, watching, looking after. Responsibility means that and you don't feel such responsibility, because you don't see the house is burning; or if you see it, you say somebody else will put it out.\nQ: (Inaudible)\nK: Sir, half a mo. (laughter). I don't know what the joke is, why you laugh, would you tell me what the joke is?\nQ: It is only the old people who are laughing, sir, not the young ones. (laughter)\nK: What are you - sir, sir, sir, would you mind telling me what you are trying to convey? You say I am not talking to the young, is that it? Are you saying, sir, that I am not talking to the young? Is that it, sir? That gentleman said something about - you said something about my not talking...\nQ: I said that you may be talking to the old people and I think the majority of people who are present are all young and they are not able to understand what you are speaking.\nK: I don't quite understand, sir. I have been talking not to the young or to the old. Just a minute, sir.\nQ: (Inaudible)\nK: All right, sir, that's good enough. I will answer that question but before I answer that question, sir, let's be very clear. I have not been talking to the young or to the old. What we have been talking about applies both to the young and to the old. Is that clear?\nNow, your question: you say that sex and love are associated together. Unless they are separated, divided, love cannot completely exist. Is that the question?\nQ: Yes, sir.\nK: Yes, sir. So you say, can love and sex go together or must they be separate? Right sir?\nQ: Yes, sir.\nK: Right. Therefore, I have answered that question before, this morning. I said is love pleasure? We have associated love with sex, because sex has become pleasure. Right? Right, sir?\nQ: (Inaudible)\nK: What, sir?\nQ: (Inaudible)\nK: So is love pleasure?\nQ: (Inaudible)\nK: I am going to, sir, I am go to, I am going to go into, sir. Have a little patience. So we must find out what is pleasure.\nQ: You want my answer?\nK: No, no, no, this is not a schoolboys' debate, sir. This is a tremendous question which is facing the whole of mankind, not your particular description of it or denial of it, we are trying to find out what pleasure is. Is love and pleasure inevitable and go together? So to find that out, one must freely, with care, with intelligence, examine what pleasure is. Right? Have you followed that so far, sir? Now, what is pleasure?\nQ: (Inaudible)\nK: What, sir?\nQ: (Inaudible)\nK: I didn't say that. I said is pleasure love? - question mark.\nQ: (Inaudible)\nK: What?\nQ: He says pleasure is love.\nK: You say pleasure is love. Is this as an argument, sir? Is this merely an argument? You take one side and I take the other?\nQ: (Inaudible)\nK: I don't, please, sir. We are not arguing, sir. You win, if you are arguing, you have won already. If you are trying to find out the truth of the matter, then argument is unnecessary. Sir, look, sir, don't come with a conclusion, with a prejudice, let's both examine it. I am not taking one side and you on the other, we are trying to find out. But if you say 'well, this is what I think', then communication stops. But if both of us are trying to find out the truth of the matter, go into it, examine it, freely, without any conclusion, without any prejudice, then we'll find out what the truth of the matter is.\nSir, look, we have made love as a pleasurable thing. Right? Because we have associated love with sex and with it goes pleasure and with it fear. So as we now accept love as sexual pleasure, with it goes fear, jealousy, envy, hate, all that. All that we call love. That's an accepted norm, that's the accepted standard of value. We think that is perfectly right. And a sannyasi says 'All that is wrong and I am going to go away from all that'. But he is boiling inside, his biological urges are burning in him. So to understand this problem one has to look at it all round, not just as sex, as pleasure, as fear, the whole of life is involved in this. Your life and my life. Not your particular point of view or my particular point of view. I have no point of view.\nQ: You said love and sex are not associated, but do you mean they are opposite?\nK: I did not say, sir, love and sex are associated. I said that is what is accepted as norm.\nQ: (Inaudible)\nK: Yes, sir?\nQ: (Inaudible)\nK: No, sir. I think we have not - please, would you listen - (laughs) - would you listen to find out what the speaker is trying to say? It's not very complicated what he is talking about. As society is built now, it says love and sex go together. That's what is accepted. In that acceptance there is fear, there is jealousy, there is hate and so on. All that is called love. Right? Now, you say is love something separate from sex. Is that it?\nQ: (Inaudible)\nK: Ah, the question is: if there is love, the questioner says mustn't there be sex? Is that it? If there is love, mustn't there be sex? What do you say? (laughs) Now, who is going to tell you? If I say - 'if' underlined a thousand times - love cannot have sex - right? - if I were silly enough to say that, what will you do?\nQ (Inaudible)\nK: Sir, sir, you haven't heard what I have said. Sir, the questioner asked: will love and sex go together? Can one love if one has sex? That was the question and to that I said, who is to tell you? Some saint, some religious teacher including myself? If I were to tell you sex and love cannot go together - you are following sir?\nQ: (Inaudible)\nK: What?\nQ: (Inaudible)\nK: Oh, for God's sake. These people. And you are an uncommon man, are you?\nQ: (Inaudible)\nK: I haven't, sir. You asked a question, he has tried to give an answer. You have not listened to the answer carefully. He is saying that the experience of the common man is that sex and love go together. Yes, sir, we know that, sir, that's what I have said. I have said, as it is now, love and sex go together.\nQ: (Inaudible)\nK: Yes, sir. No, I am not rejecting him, sir. I am not, sorry if I misunderstood him, I apologise. When you said the common man I didn't realise, he meant something common for everybody else. Oh Lord! I don't know what the difficulty here is.\nQ: (Inaudible)\nK: When the mother loves a child, is it not love? Do I have to go into that too? I love my child, is it love? That means responsibility to that child, taking care of that child, not only just till he is five or six, right through life.\nSo, sir, let's finish that one question which seems to be a considerable disturbance and the rest of it. The gentleman asked: as it is in the world now, love and sex go together, that is the accepted way of life. Right? Right, sir? That's the common acceptance of everybody, whether east or west or north or south. Then in that, when love and sex go together, in that there is pleasure and therefore there is pain and there is jealousy, envy, ambition, all that and more is involved.\nQ: (Inaudible)\nK: Have I understood your question, sir? Let's be clear if I have understood your question. You said there are two kinds of knowledge: the one technological knowledge, the other, what is the other?\nQ: (Inaudible)\nK: Sir, I wonder if you would use that word 'knowledge' in that sense. That is rather confusing. A mind that is whole, is it acquiring knowledge or living, moving, learning, which is not knowledge. Sir, knowledge implies, doesn't it, something of the past. Right, sir?\nQ: (Inaudible)\nK: Sir, therefore I am saying, sir, would you use that word 'knowledge' there? I understand, sir, that's why I am saying don't let us use the word 'knowledge' there. Keep 'knowledge' only to technological, necessary things that one has to do. But, knowledge, knowledge is not implied in learning. Sir, look, I have learnt and act from what I have learnt. Right? Or I act - learning - in the act of learning is action, not based on knowledge, which is the past.\nI think we'd better stop, don't you, it is now quarter past. Nearly two hours we have been at it.\n"}]