[{"title":"will-action-come-about-through-explanations","text":"I see all the old familiar faces are here again.\nPerhaps after I have talked a little while you may like to ask questions, and so if that is all right with you I will talk first and then see how things go along.\nIn a world that is so utterly confused, violent, revolutionary, every form of revolt and a thousand explanations for these revolts, confusions and violence, in which it is hoped there will be social reformation, change of bureaucracy, different set of values, different realities and greater, wider freedom for man. This is asked in every country, under every clime, under the banner of peace there is violence, in the name of truth there is exploitation, misery; there are all the starving millions in the world, suppressed, under great tyrannies in the name of ideologies, whether those ideologies be religious or political, there is such social injustice, different races against one another, every form of revolt and revolution and hatred. And there is war, conscription and the evasion of conscription, draft and so on. There is really great confusion, terrible violence, hatred is justified and every form of escapism is accepted as the norm of life. When one is aware of all this, not only outwardly, but also in oneself, there is uncertainty, oneself is confused what to do, what to think, what part to play in all this varieties of confusion and demands - what is one to do? Join the activists, or escape from all that into some kind of inward isolation, or go back to old religious ideas, or start a new sect and carry on with one's own prejudices, inclinations and tendencies.\nSeeing all this, one naturally wants to know for oneself what to do, what to think, how to live a different kind of life. And I think, if we can during these talks and discussions, find out for ourselves, amidst this clamour of action, this destruction of hatred and violence and brutality, if we can find out for ourselves, a light in ourselves, a way of living in which there is no violence whatsoever, a way of life which is utterly religious and therefore no fear, a life that is completely stable inwardly, which cannot possibly be touched by outward events, then I think it will be eminently worthwhile if we could, all of us, together, give complete and sensitive attention to what we are going to discuss, what we are going to talk over together, because we are working together, we are co-operating together to find out. It isn't that the speaker tells you what to do, what to think, he has no authority, he is not going to tell you what to think and what to do, he has no philosophy. But together we are going to find out for ourselves, not dependent on anyone, including the speaker, find out for ourselves how to live in this mad confusion, how to live peacefully, and that peace can only come about if there is a light in ourselves which can never be destroyed by another, by any environment, by any accident, by any experience. If we could do that - and we must - during these days that we come together here, if we could quietly, patiently, with real interest and seriousness, go into this, I am quite sure we will be able to find out for ourselves; only unfortunately the difficulty is that our brain functions in the old habits, like a gramophone record playing the same tune over and over and over again. And while that tune is going on, the noise of that music, of that habit, one is not capable of listening to anything new, because after all we have been conditioned, the brain has been conditioned to think in a certain way, to act in a certain way, to respond according to our culture, to our background, to our tradition, to our education and that very same brain tries to listen to something new, to a new quality of meaning, to a new tone, and it's not capable of it, and that's where our difficulty is going to lie. You know if you talk on a tape you can wipe it out and begin again, but unfortunately the tape the brain has, which has been so long cultivated and conditioned, it's very difficult for that tape to be wiped out and begin again. And we repeat that same pattern, the same ideas, the same physical habits over and over again. And so we never catch anything fresh, new.\nSo, to listen so that the brain puts aside the old tape, the old way of thinking, feeling, reacting, the innumerable habits that one has, to put all that aside - and one can do it, I assure you you can do it if you listen, if you give attention, if the thing you are listening to is deadly serious, tremendously important, then you are bound to listen, and that the very act of listening will wipe out the old. Do try it - or rather do do it, not try it. You are really deeply interested otherwise you wouldn't be here, you are taking life very seriously, otherwise you wouldn't take all the trouble to come and sit here with the fresh snow on the hills, uncomfortable, away from the things that you are used to. So one assumes that you are serious, because you have to be serious confronted with the extraordinary chaos in the world, uncertainty, war, destruction, every value has been thrown away, it's a completely permissive society, sexually, economically, in every way. There is no morality, no religion, everything is being thrown away and one has to be utterly, deeply serious; and that very seriousness, if you have that in your heart, you will listen. And in that very act of listening the old memories, the old habits, the accumulated tradition, all that will be wiped away. So it depends on you, not on the speaker, whether you are sufficiently serious to listen, to find out for yourself, so completely, a light that can never be put out, a way of living that doesn't depend on any idea, on any circumstances, a way of life that is always fresh, new, young, vital.\nSo if you are serious and not completely self-centred, just have that quality of mind that wants to find out at any price, then you and I, you and the speaker, can co-operate, can work together and discover, or come upon this strange thing that will solve all our problems - whether it be the problems of daily monotonous life or the problems of the highest quality.\nNow how do we go about it? You know I feel there is only one way, that is, through negation to come to the positive, through understanding what it is not, to find out what it is. To see what one actually is and go beyond it, to start looking, not only at the world and all the events of the world, the things that are going on, and our relation to that, either separately or without the separation between you and the world. You have understood I hope? One can look at the world's events as though it didn't concern you, you as an individual, looking at all that, trying to understand it, trying to shape it, trying to do something about it, you as an individual separate from that thing, from the thing called the world and the events that are taking place in the world, so there is a division between you and the world, you can look at it that way. You, the individual, with your experience, with your knowledge, with your particular idiosyncrasies, your prejudices and so on, with those, look at the world, and therefore separate yourself from the world. You as an Englishman, or a German, or whatever it is, you look at the world from your prejudice, from your particular little sectarian culture.\nSo one has to find out how you look, whether you are looking at all the things that are happening outside of you as well as inside of you, from a particular point of view and therefore from a particular prejudice, from a particular belief, a conclusion. Please do this as we are talking. And so when you look at it that way there is a separation between you and the world and the events of the world, and therefore when there is a division between you and the world then you try to do something about the world. And hence there is a conflict between you and the world. Right?\nOr, you can look at this whole process of living, in which there is you and the world, as a unitary process, as a total movement, not a separate movement, you as the individual and the community, you and the nation, you and the Vietnamese war, and so on and so on, you as an Arab, or the Jew and so on. So it depends on how you look, whether you look at the world from a particular point of view, from a particular conclusion, from a particular culture, you taking a stand verbally, ideologically, or committed to a particular action and therefore isolate yourself from the rest, and then there is a contradiction and conflict. Either you look that way, or you look at this whole phenomenon, the whole phenomenon, as a living, moving process, a movement, a total movement of which you are a part and therefore no division. Because you are after all the society, what you are is the result of the culture, the society, the religion, the education, the climate, the food, the propaganda, that's what you are - you are the world and the world is you. And to see the totality of this, not what to do about it, we'll come to that later, to have this feeling of the whole of mankind, not as a Hebrew, or a Hindu or some - I won't use strong language. Can you do this, not identify yourself with the world because you are the world; the war is the result of you, the violence, the prejudices, the division, the appalling brutality that's going on, it's part of you.\nSo it depends then how you look at this phenomenon that is going on both within and without, and how serious you are. If you are really serious then you will listen and the old momentum comes to an end, the old pattern, the repetition of the old pattern, the old habits, the ancient ways of thinking, living, acting.\nSo we come back to the question whether you are really serious, not with a long face and without a smile and laughter, but inwardly really serious to find out, find out a way of life in which all this turmoil, this misery, this sorrow doesn't exist. So for most of us that's where the difficulty lies: to be free of the old, the old habits, not only physical habits but the habits of thought, the crudest form of it - I am something, I want to fulfil, I want to become, I believe, these are my opinions, this is the way, I belong to this particular sect, whether it is the Roman Catholic sect or the Protestant sect. So the moment you take a stand you have already separated yourself and therefore incapable of looking at this total process. You see what is happening in the world, as well as in oneself, there is the scientist, the artist, the businessman, the philosopher, the Pope, the priest, the businessman - division, fragmentation of life, and each one of these people offer an explanation, each says, 'This is the way', the historian, the Communist, the Socialist, have their particular way, they don't look at the whole fragmentation of man and one fragment is explaining away the other fragments. I hope you are listening to all this. And one fragment is trying to unify the rest of the fragments, which is what you are doing. One fragment in you says, 'I must control the rest of the other fragments, I am the censor, I am the moralist, I know what is right'. So every fragment has its devotee, its teacher, its philosopher, its scientist, its businessman, and they are all at war with each other. That is so - you can look it objectively.\nThe other day on the television - need I go into all this? - a very high dignitary of the Church of England was being interviewed and the interviewer asked him what about other religions - there's Buddhism, Hinduism, oh, a dozen of them, what about them. 'Oh', he said, 'they have got truth in them, some of them, but we are unique because we have Jesus with us'. You know at this age, in the 20th century, a man can say that: which means he is so conditioned by his own repetition, by the culture in which he has been brought up, that he can't see anything new, and yet he is the highest dignitary, and he tells people the beauty of god. And there are those philosophers, the intellectuals, trotting out their own particular ideologies, writing clever, marvellous books. So there is this fragmentation, this division in life, and as long as there is this fragmentation both outwardly and inwardly, there must be confusion and war. Do please see this, you know, with your heart. Look at the war that is going on in the Middle East, Near East. So you know all this; and there are volumes written explaining it all, and we are caught by the explanation. As though any explanation, it doesn't matter which explanation, written by the cleverest man, is ever going to solve anything.\nSo the first thing is to realise not to be caught in explanations, it doesn't matter who gives it, but to see actually 'what is'. When you see 'what is' it does not demand explanations; it is only the man who doesn't see 'what is' is lost in explanations. Please do see this, understand this so fundamentally that one isn't caught by words.\nIn India it's the fashion there to take their sacred book called the Gita, and explain everything according to that book, and there are everlasting meetings about it, thousands upon thousands listen to it, the explanations, how you should live, what you should do, how god is this - you know - and they listen, enchantedly, and carry on with their life. So explanations are deadly things, they blind you because they prevent you from seeing actually what is, and through explanations you can never see 'what is'.\nSo to look at 'what is', and how you look at it, is of the highest importance. That's the only thing that matters. Either you look at it from a particular point of view, with your particular vested interest, economically or ideologically, your vested interest in them, either you look at them from a particular conclusion, from a particular prejudice, from a particular experience, and so there is a division between you and the thing which is. Is this clear? And when there is division there must be inevitably conflict. And the explanation of the conflict has no value. What has value is to see how you look, to be aware of your prejudice which is preventing you from looking. So if you listen to this really seriously, the old pattern is wiped away, you will never again look from a fragment, because we are concerned with the whole of life - the whole of life, the physical, the economic, the social relationship, enjoyment, pleasure, the reality of life - if there is any reality - to find out something beyond all thought, all imagination, what is death, what is love, what is fear, and to see if the mind can go beyond all this. We are concerned with the whole movement of life, not one segment of it. And when there are revolutions, physical revolutions, they are only concerned with a part of it; and when there are revolutions you are bound to end up with dictatorship, with a tyranny, and the battle again begins to be free of the tyranny.\nSo it is vitally, immensely important, to find out for yourself how you look at all this problem of existence - from a conclusion, from an explanation, from a particular point of view. Or do you look at it non-fragmentarily? Do find out. Spend an hour. Go out for a walk by yourself and find out, or in your room, put your heart in finding out how you look at all this phenomena. Then we can begin to talk together. Then we can begin to communicate together. The word 'communication' means that - to work together, to look together, to examine together, to create together. But if you don't take part in it but merely hear certain ideas, concerned with your particular little problem whether you are sexually satisfied or not, whether you are fulfilling or not, whether you are unhappy, we can deal with all that afterwards. Then we can work out all the details together, and we will go into the most infinite details to find out, to understand, but before we do that you must be very clear that you are free from fragmentation, that you are no longer an Englishman, an American, a Jew - you follow? - black, white, pink, purple - all that rubbish. Or you have your particular conditioning in a particular religion or a culture, which tethers you, which holds you, and according to that you have your experiences, which only strengthens your further conditioning.\nSo to be aware of all that, whether you are hurt because you don't get something that you want - you know - all the tricks that one plays upon oneself. To look at this whole movement of life as one thing, there is a great beauty in that, immense possibility, then action is extraordinarily complete, and it's only then there is freedom. And a mind must be free to find out what reality is, not invent a reality, not imagine what reality is. There must be this total freedom in which there is no fragmentation. And that can happen only if you are really, completely serious, not according to somebody who says, 'this is to be serious' - throw them all away, don't listen to them. But find out for yourself if you are completely serious to find out. Doesn't matter whether you are old or young. Then you will listen, and that very act of listening will wipe out the old repetitious habits and conclusions, and all the absurdities that we have accumulated.\nNow would you like to ask questions about what we have talked about this morning? You know before you ask - just a minute sir - before you ask let us see why you are asking and whom are you asking the question. Why you ask and from whom do you expect the answer? And in asking, are you satisfied with the explanation which will be the answer? Or you are asking the question in order to expose, because that very questioning is a process of enquiry. So it's no good your asking a question and waiting for the speaker to answer it. Your questioning is taking part, sharing in the answer. Is that clear? So it's a thing together. If one asks a question, and one must ask always about everything, if one asks a question, you are asking it because in that very asking you are beginning to enquire and therefore share together, move together, experience together, create together. It doesn't matter what question it is - if it's the most silly question, you will find out it's silly and in finding that out it is silly we are both together sharing it. If the speaker answers that question he discovers how silly he is himself. So if that is more or less clear, and it doesn't mean the speaker is preventing you from asking questions, then let's go. Just a minute sir.\nQ: In this world with wars and conflicts, if there is someone, say a madman, loose, and he is killing people, and it is within someone's power to stop him by killing him, what should one do?\nK: If there is a madman in the world who is killing others, if you stop him and kill him, doesn't the problem end? That's right sir? That was your question wasn't it? I am not - I'm just asking you to correct if the question which was repeated is what you asked. That's all.\nSo let us kill all the Presidents, all the rulers, all the tyrants, all the neighbours, and yourself. (Laughter) No, no, don't laugh because we are part of all this, we have contributed by our own violence to the state the world is in. We don't see this clearly. We think by getting rid of a few people, by throwing, pushing aside the establishment, as it's called, revolt against the establishment, you are going to solve the whole problem. You know every revolution, physical revolution, has said this, historically, the French, the Russian, the communist and so on and they ended up in bureaucracy, in tyranny. So my friends, to bring about a different way of living, living not for others but for oneself, because the other is oneself, there is no 'we' and 'they', there is only ourselves. If you really see this, not verbally, not intellectually, but with your heart, then you will see there can be a total action which would have a completely different kind of result, there'll be a new social structure, not the throwing out of one establishment and creating another. That means one must have patience to enquire, and young people don't have patience, they want instant result - instant coffee, instant tea, instant meditation - which means they have never understood the whole process of living. If you understand the totality of the living there is an action which is instant, which is quite different from the instant action of impatience. Please do listen to all this, not because the speaker says so, it is so.\nLook, sir, you see what's going on in the word, in America, the racial riots, the poverty, the ghettos, the black and the white, the utter meaninglessness of education as it is, look at the condition in Europe, the division, and how long it takes to bring about a Federated Europe, each politician driving his own particular little nail, and look at what is happening in India, Asia, in Russia, in China. And when you look at all that and the various divisions of religions, there is only one answer, one action, total action, not a partial action or a fragmentary action, and the total action is not to kill another but to see this division that has brought about this destruction of man. And when you really seriously, sensitively, see that you will have quite a different action.\nQ: There are about fifteen people here who have no place to sleep and no money, and I wonder whether together we can solve this problem immediately.\nK: The gentleman asks: there are about fifteen or twenty of us who have no money, no place to sleep. And he asks whether this can't be solved together. I don't know sir, you better find out.\nQ: Excuse me, it is impossible to do anything together here because everyone makes references to you as the only source of authority.\nK: Ah! Sir, look, look. Let me repeat this, something very clearly. Whatever takes place in this tent, we are responsible. What you do outside we are not responsible. There is great difficulty here in this country. You know what Switzerland is, they don't want you to come here without money, they don't like hippies, there is trouble, they have written to us. And whatever happens outside, we are not responsible. And when we said tapes, please kindly refrain from taking your own particular recording - what do you call it, what do you call those things?\nQ: Tape recorder.\nK: Tape recorder. It isn't that we are preventing you, using our authority and all the rest of that nonsense, people have written and said, 'for goodness sake, everyone putting out a microphone and listening, disturbs us, do stop it' - and that is why we are stopping.\nNow with regard to this problem that few of us have no money and are here, no place to sleep, please talk it over and arrange it - it is not dependent on me.\nQ: Excuse me, I am not asking the question to you, I am asking it to all of them.\nK: Oh!\nQ: We have a room for three.\nK: Sir, you arrange it afterwards, sir, arrange it afterwards. Meet together and arrange it afterwards.\nYes, sir?\nQ: For somebody who has been born under total and complete tyranny so that he has total and complete suppression, so that he has no other opportunity of doing anything himself, and I feel most people here cannot imagine it, that we are treated just like animals. Now he was born in this situation, his parents were born..\nK: Yes, sir, I know.\nQ: So living under those conditions, and supposing he takes to drugs and so forth and all kinds of things. Now what contribution has such a person done?\nK: I have got the question, sir. I have got the question. Born in a country, in a race, in a family, where you are completely suppressed, where there is no opportunity, economically, socially or in any other way, to express oneself, completely submerged, what is one to do? Can one bring about a change in the world or within oneself? Is that the question sir?\nQ: A little like that but what contribution has such a person - what has he done to create this world?\nK: I see. What has such a person done to create this monstrous world? The man - please listen carefully - the man who is born in a race that's completely suppressed by another race, this has happened in all the colonial places, it happens in Russia though they don't call it colonial, it happens in China, it happens in India, everywhere this is going on, this suppression. What has such a person who has been suppressed for so long, or a race, what has it done to contribute to this horror? Right?\nProbably it has not done anything. What has that poor man living in the wilds of India, or in a small village, or in Africa, or in some happy little valley, not knowing anything, what is happening in the rest of the world, what has he done, in what way has he contributed to this monstrous structure? Probably he has not done anything, poor fellow. What can he do? You know, in India, as well as in other parts of the world, the so-called higher group, more educated, has kept the others down, and there is a revolt - you know all this - going on all the time, this boiling, boiling, boiling. And one particular race that has been suppressed, naturally give it an opportunity to flower it will probably do exactly what the other races have done, throttle other people. You know, this is the eternal game of history.\nYou were asking a question up there sir, weren't you?\nQ: About seriousness.\nK: What does it mean to be serious?\nQ: I have the feeling that I am not serious.\nK: What does it mean to be serious? I don't know. (Laughter) What does it mean? Do find out. Let's find out together. What does it mean to be serious? Completely dedicated to something, to some vocation, that you want to go right to the end of it. Right?\nQ: Dedication is experience.\nK: Just a minute, sir, just a minute. I am going to enlarge it. I am going to go into it a little bit. Let's go into it. We are going together. Now please I am not defining it and you accept this definition, or that definition, this word or that word - we'll change the definition, we will change the word, we'll change the whole context of it in a few minutes. But let's start.\nI want to find out how to live quite a different kind of life. A life in which there is no violence, where there is freedom, complete and absolute inward freedom, I want to find out, and I am going to spend my time, days, energy, thought, everything to find out. I would call such a person a serious person. He is not put off, he may amuse himself - you follow - but his course is set, which doesn't mean he is dogmatic, which doesn't mean he is obstinate, which doesn't mean he doesn't adjust. He will listen to others, consider, examine, observe, listen. In his seriousness he may become self-centred and therefore that very self-centredness will prevent him from examination, therefore he has got to listen to others, he has got constantly to examine, question, which means highly sensitive, and to find out how he listens, whether he listens because he feels serious therefore the other is not serious and therefore he will not listen to him, but to listen whether to a person who is serious, not serious, who is flippant, listen. So he is all the time listening and yet pursuing, enquiring and that very act of listening is the enquiry. So a serious person is highly sensitive. You are discovering, not only physically but sensitive brain, sensitive mind, a sensitive heart - they are not three, four separate things, the totality, the sensitivity of all that.\nSo I would say, find out if the body is sensitive, aware of its gestures, of its peculiar habits. You can't be sensitive physically if you are stuffing yourself with a lot of food, or become sensitive through starvation or fasting. Sir, this requires enormous intelligence and it is only when that intelligence is when you are sensitive, highly sensitive. Therefore one has to find out what you eat, what are the things to eat, and to watch yourself, your peculiar habits of scratching or whatever it is. Then to have a brain that is sensitive, that means a brain that is not functioning in a habit, pursuing its own particular little pleasures, sexual or otherwise. Therefore a mind that is so completely sensitive and therefore free, such a person is a serious person. And I hope you are.\nIs that enough? What time is it? Is that enough for this morning?\nQ: You have told us not to listen to explanations. What is the difference between your talks and explanations?\nK: What is the difference between your talks and explanations? I can't - let me think for a minute. Am I explaining? Wait a minute. The question is: what is the difference between your talks and the innumerable explanations that are dished out? What do you think is the difference? Is there any difference?\nQ: I think you are seeking the reality.\nK: Wait, wait. Go into it sir, examine it. Is there any difference or it's the same verbal verbiage going on repeating, explaining? Is there any difference? What do you think? What do you think? Come on sirs.\nQ: Words are words.\nK: The gentleman says, words are words. Whether you say it or somebody else says it. Now, wait a minute. We are asking explanations, to explain. You know what I mean, explain; the cause, the effect, the description of the cause, saying man has lived for so long, inherited brutality from the animal, and so on, explaining, explaining, explaining. And the other points out and in the very pointing out you act, you cease to be violent. Now is there a difference between the two? You think it out sir, it's not for me. Action is what is demanded. Will action come about through explanations, through words? Total action. Or does this total action come about when you are sensitive enough to observe the total movement of life, the whole of it? Here what are we trying to do? Give explanations of why and the cause of why? Or, are we together trying to find out, live, so that our life is not based on words but actually on the discovery of 'what is', which is not dependent on words. So there is a vast difference between the two, even though I point it out. It's like a man who is hungry. You can explain to him the nature and the taste of good food, explain it, show him the menu, show him through the window the display of food, but what he wants is food and explanations don't give him food. That is the difference.\n"}]