[{"title":"attachment-escape","text":"Shall we go on from where we left off yesterday? We were talking about fear and the necessity of knowing oneself. I don't know if one sees the great, the utter importance of understanding the nature and the structure of oneself. As we said, if there is no comprehension, not intellectual or verbal, but actually understanding what one is, and the possibility of going beyond it, we must inevitably bring about confusion, contradiction in ourselves, activities that will lead to a great deal of mischief and sorrow. So it behoves and it is absolutely essential that one should understand, not only the superficial layers of oneself, but the total entity, all the hidden parts. And I hope in communicating with each other, that is, in understanding together this whole problem we shall be able actually, not theoretically, to see if through self-knowledge the mind can go beyond its own conditioning, its own habits, its own prejudices and so on.\nAnd we were talking yesterday about learning, learning about oneself; learning implies a non-accumulative movement. There is no movement if it is accumulation. If a river is flowing and it ends up in a lake there is no movement. There is a movement only when there is a constant movement, a constant flow, a strong current. And learning implies that. Learning not only about outward things, scientific facts, but also learning about oneself, because oneself is a constant, changing, dynamic, volatile being. And to learn about it the past experiences in no way help, on the contrary past impedes learning, puts an end to learning and therefore to a complete action. I hope when we discussed this point yesterday we saw this very clearly; that we are dealing with a constant, living movement of life, the movement which is the 'me'. And to understand that 'me', to learn about that 'me', which is so very subtle, there needs to be an intense curiosity, a persistent awareness, a sense of non-accumulative comprehension. I hope we were able to communicate this with each other yesterday, this whole question of learning. And that is where our trouble is going to be, because our mind likes to function in grooves, in patterns, from a fixed conclusion, or a prejudice, or knowledge. It is tethered to a particular belief and from there it tries to understand this extraordinary movement of the 'me'. And therefore there is a contradiction between the 'me' and the observer.\nAnd we were talking yesterday about fear, which is part of this movement, part of this total movement of the 'me', the 'me' which breaks up life as a movement, the 'me' that separates as the 'you' and the 'me. And we said, what is fear? And we are going to learn non-accumulatively about fear. The very word 'fear' prevents coming into contact with that feeling of danger which we call fear.\nLook sirs, maturity implies a total, natural development of a human being; a total, natural development of a human being - natural in the sense non-contradictory, harmonious, which has nothing to do with age. And the factor of fear prevents this natural, total development of the mind. I'll go on a little and then we will discuss about all this.\nWhen one is afraid, not only of physical things, but also of psychological factors, then in that fear what takes place? You understand? There is fear: I am afraid, not only of physically falling ill, dying - you know physical fears that one has - darkness, you know the innumerable fears that one has both biologically as well as psychologically. Now what does that fear do to the mind, the mind which has created these fears? You understand my question? Please, don't immediately answer me yet, let's look at ourselves - I have fear. What is the effect of that on the mind, on one's whole life, living? Or we are so used to fear, we have accustomed ourselves to fear which has become a habit, we are unaware of its effects. If I am accustomed to the dogma, to the beliefs, to the national feeling of the Hindu, I am totally unaware, enclosed in this conditioning, of what the effects of it are. I only see what that nationalism, that calling myself a Hindu, that feeling that arouses in me and I am satisfied with that. I identify myself with the country, with the belief and so on and so on, and all the rest of it. But we don't see the effect of such a conditioning all around. In the same way, we don't see what fear does, both psychologically as well as biologically, physically, psychosomatically. What does it do?\nSir, this is a discussion. This is a discussion. You have to take part in it.\nQ: I become involved in trying to stop this happening.\nK: It stops or immobilises action. Or, is one aware of that?\nQ: Generally not.\nK: No sir, not generally, are you? Don't generalise. We are discussing this morning and all these discussions, in order to see what is actually happening within us because otherwise these dialogues, talking over together, has no meaning. In talking over what fear does and becoming conscious of it, aware of it, it might be possible to go beyond it. So I must, if I am at all serious, see the effects of fear. And do I know the effects of it? Or do I know it verbally? Or do I know it as something which has happened - please listen to this - something which has happened in the past, which remains as a memory, and that memory says, these are the effects of it, and therefore the memory sees the effects of it, but the mind doesn't see the actual effect of it. I don't know if you see that? Do you see the importance of this? I have said something which is really quite - eh?\nQ: Could you say it again?\nK: Could I say it again? (Laughter) Wait a minute sir. What did I say? (Laughter).\nQ: You said the mind saw the effects of fear - the memory saw it but the mind didn't.\nK: When I say, I know the effects of fear, what does that mean? Either I know it verbally, that is, intellectually, or I know it as a memory, as something that has happened in the past and I say, yes, this did happen. From the past I see the effects. Right? So the past tells me what the effects are. Don't disturb me please. But I don't actually, actually, at the moment see the effects of it. The past tells me the effects of it therefore it is something remembered and something of the past and therefore not real. Whereas knowing implies non-accumulative recognition or seeing - not recognition - seeing the fact. Have I conveyed this?\nLook, how do I, when I say I am hungry, is it the remembrance of a hunger of yesterday which tells me I am hungry, the remembrance, or the actual fact of hunger, now? The two are entirely different. Right? The actual awareness that I am hungry is entirely different from the response of a memory which has told me I have been hungry, therefore you are hungry now. So which is it? Is the past telling you the effects of fear, or are you aware of the actual fact, actual happening of the effects of fear? I have got it. You see the difference? Which is it? The action of the two are entirely different - aren't they? The one, of being completely aware of the effects of fear now, and that acts instantly. Right? But if the effects of fear of the past and that memory tells me, yes the effects are these, then that action is entirely different. Right? Have I made myself clear? Right, now which is it?\nQ: Can you distinguish between the feeling about a particular fear and actually being aware of the effects of fear as such, as apart from remembering the effects of fear? I think that was the distinction that was made.\nK: That's what I was trying to explain, wasn't I? Wasn't I? Have I misunderstood your question, sir?\nQ: I thought when you made that remark, you wouldn't remember, it was distinguishing the remembering the effects of a particular fear and seeing what fear does to one.\nK: All right, I've got it. Yes. The questioner says they have heard - must I repeat all this? Can't somebody repeat this? I want to go on!\nQ: Go on. Go on!\nK: The action of the two are entirely different - do we see that? Please, be careful, don't say, if you don't see it, don't say yes, don't let's play games with each other, this is very important to understand this. Is the past telling, saying the effects of fear, or there is a direct perception or awareness of the effects of fear now? If the past is telling, saying the effects of fear the action is incomplete, and therefore contradictory, therefore it brings conflict. But whereas if one is aware completely of the fear, the effects of fear now, the action is total.\nQ: As one is sitting here I have no fear because I am listening to what you are saying.\nK: Yes. As I am sitting in the tent now I have no fear because I am listening to what you are talking about, naturally I am not afraid. But this fear may come up as I leave the tent. But can't you, sitting here in this rather hot tent, see your fear, which you may have had yesterday, see it, invoke it, invite it.\nQ: It may be right fear. Daily life is fear. Fear is daily life.\nK: Wait. Whatever the fear be - daily life of fear, losing money, afraid of your husband, wife, afraid of losing your job, afraid of darkness, afraid what people - afraid - afraid of death, afraid of not becoming famous, fulfilling, wanting to be recognised - you know, fears. Can't you? Need you go back and say, 'Well, I have no fear now, but when I go outside I'll have them' - it is there.\nQ: You can invoke it, as you say. You can remember it. But at this point you bring memory, the thought of what is should be.\nK: Sir, I am asking sir - do find out sir. Need I wait till I leave the tent to find out what my fears are, or sitting here be aware of them?\nQ: If the unawareness of fear itself...\nK: Sir, look. I am not afraid at this moment what my brother might say to me. But when I meet the man he is going to say things that will frighten me. Right? Can't I see the actual fact of that now? No?\nQ: Well if you do that you do a practice already.\nK: No, it is not a practice. You see, you are so afraid of doing anything which might become a practice. I am not saying - sir, aren't you afraid of losing your job? Aren't you afraid of death? Aren't you afraid of not being able to fulfil? Aren't you afraid of being lonely? Aren't you afraid of not being loved? Aren't you? Some form of fear? What your son, your husband - something, aren't you?\nQ: Only if there is a challenge.\nK: No, but I am challenging you. Not 'if there is a challenge'. I can't understand this mentality.\nQ: If there is an impulse you act, you have to do something.\nK: No. You see you are making it so complicated. It is as natural as hearing that train roar by. Either you can remember the noise of that train, or listen actually to that noise. Don't complicate it, please.\nQ: Aren't you in a way complicating it by talking about invoking fear? I don't have to invoke any of my fears - just by being here I can see my reactions.\nK: That's all. That's all. That's all, sir, I am saying.\nQ: In order to live we must know the difference between the brain and the mind?\nK: Oh, I've been through that, sir. I have been through that. We have discussed that before. We are now discussing, trying to find out - I'll go on - we are now trying to find out what fear is, to learn about it. Is the mind free to learn about fear - learn? Learning being watching the movement of fear, watching it. And you can only watch it, the movement of fear, when you are not remembering the past fears and with those memories watching. You see the difference? I can watch, I can learn. I can watch the movement of fear with a background of memories of previous fears, or I can watch the movement, the responses of fear, without the past. Now which is it that you are doing? Don't complicate it, it is so very simple. Which is it you are doing? Watching it with a memory of the past? Are you watching it without that memory, watching, learning about what is actually taking place when there is fear?\nQ: (Inaudible)\nK: I am watching. I am boiling with fear all the time. I don't seem to be able to get rid of it.\nQ: Unfortunately we have no actual fears at this moment.\nK: All right sir. You may not have fear now but you have had fears, haven't you? Yes? What happened when you had those fears? What was the effect of those fears around you and in you? I'm afraid we haven't heard it properly, sir. You have understood my question? When you have had fears in the past and when you are aware of those fears in the past, what effects those fears had on you and on your environment - what happened? Weren't you cut off from others? Weren't the effect of those fears isolating you?\nQ: It crippled me.\nK: It crippled you, isolated you, cut you off. It made you feel desperate, you didn't know what to do. Right? Now, when there was this isolation what happened to action?\nQ: It is fragmentary.\nK: Which is fragmentary, isn't it? Do listen to this carefully please. I have had fears in the past, about something or other, that's irrelevant, and the effects of those fears was to isolate me, was to separate me, to cripple me, to make me feel anxious, desperate, a feeling of running away, seeking comfort from something or other - all that we'll call for the moment isolating myself from all relationship. Right? The effect of that isolation in action is to bring about fragmentation. Right?\nQ: Sir.\nK: Wait, wait, wait. One moment sir. Do get this point. Didn't this happen to you when you are frightened? You didn't know what to do, ran away from it, or tried to suppress it? Reason it away? And when you had to act you were acting from a fear which is in itself isolating? No? So an action born out of that fear must be fragmentary. Right? Fragmentary being contradictory, therefore in that there was a great deal of struggle, pain, anxiety - no?\nQ: Sir, as a crippled person walks on crutches, so a person who is humbled, crippled by fear uses various kinds of crutches.\nK: Right, sir. That's what we are saying. Quite right. That's exactly - he says that a person on crutches can't walk fully therefore - and so on.\nNow, you are very clear what that action of effects of past fear does. Right? Produces fragmentary actions. Now what is the difference between that and the action of fear without the response of memory? You have got my question? Look sir, when you meet danger, physical danger what takes place?\nQ: Spontaneous action.\nK: Spontaneous action it's called. Is it spontaneous? No, please do enquire, we are trying to find out something. You go along in the woods by yourself, perhaps not in Switzerland, but you go in wild parts of India, or certain parts of America, and you go along and suddenly round the corner you come upon a bear with cubs - what happens then? Knowing the bear is a dangerous animal, with cubs specially - what happens to you?\nQ: There is a chemical change in you, the adrenaline rises.\nK: Yes, sir, adrenaline and all the rest of it. We know - then what is the action that takes place?\nQ: We're surprised, we see the danger.\nK: No, sir, what happens to you - of course if you are afraid you transmit it to the bear and the bear gets more frightened and attacks you. (Laughter) This is all very simple - do please - you are missing the whole point. Please, sirs.\nQ: What happens in that situation if you are fear?\nK: Have you ever faced a bear in the woods? No?\nQ: There is someone here who has.\nK: I have. We have. That gentleman and I happen to have many of these happenings during certain years but that is irrelevant. What takes place? Don't imagine, sir. There is a bear in front of you, a few feet away from you, all the bodily reactions, the adrenaline and so on and so on and so on, there is instant stopping, isn't there, and you turn away and run, leave. What has happened there? What was the response? A conditioned response, wasn't it? People have told you generation after generation 'Be careful of wild animals'. If you get frightened you will transmit that fear to the animal and it'll attack you. The whole thing is through instantly. Now is that fear functioning or intelligence? Don't answer me, please listen to this. You understand, sir. Which is operating, fear or intelligence? Fear of what - the fear that has been aroused by the repetition - 'Be careful of wild animals'. That has been your conditioning from childhood - be careful - is that operating? Or is intelligence operating? You have never faced wild animals, have you? No. So see the difference: the conditioned response to that animal and the action of that conditioned response is one thing, and the operation of intelligence and the action of intelligence is entirely different, the two are entirely different. Are you meeting this thing? The bus is rushing by, a bus, you don't throw yourself in front of it, your intelligence says, don't do it. It's not fear, unless you are slightly neurotic or taken a series of drugs. Your intelligence says, don't be - you know, intelligence prevents you. It's not fear.\nQ: Sir, when you meet the wild animal don't you have to have both intelligence and conditioned response?\nK: No, sir. See it. The moment it is a conditioned response there is fear involved in it and that is transmitted to the animal; but if it is intelligence - must I go into it, personally it's not important. I have faced a tiger - well, never mind - leave all that alone. So you find out for yourself what is operating. If it is fear then its action is incomplete and therefore there is a danger from the animal, but the action of intelligence is entirely different. There is no fear at all.\nQ: (In Italian)\nK: If I watch that bear then will I be killed - if I watch that bear intelligently, will I be intelligently killed? (laughter)\nQ: Without fear.\nK: Oh, yes, without fear.\nQ: (Inaudible)\nK: Oh Lord! Oh Lord! You are all talking with such complications. It is so simple, this. Now leave the animals, poor things, alone. Let us start with ourselves, who are part animals too.\nThe action of fear and the effects of fear and its action, based on the past memories, such actions are destructive, contradictory, paralysing. Right? Do we see that? Not verbally but actually see that? That when you are afraid you are completely isolated and any action that took place from that isolation must by fragmentary and therefore contradictory, therefore there was struggle, pain and all the rest of it? Now, an action of awareness of fear without all the responses of memory is a complete action. You try it! Do it. Become aware, as you are walking along, going home, your old fears will come up. Then watch, watch, be aware, whether those fears are actually fears or projected by thought as memory. You see that? If those fears are the projection of thought as the response of memory, then your action will be incomplete and therefore painful. Right? But as you walk along and a fear arises watch it, whether you are watching from the response of thought or merely watching. Right, is that clear? If it isn't clear go and jump in that lake! (Laughter). Don't do it though!\nSo, what we are talking is action, because life is action, not saying one part of life is action only, the whole of living is action. And that action is broken up, and this breaking up of action is this process of memory with its thoughts and isolation. Right? Is that clear?\nQ: You mean the idea is totally experienced, every split second, without memory entering?\nK: Sir, when you put a question like that, you have to investigate the question of memory. You have to have memory, the more clear, the more definite the better, if you are to function technologically, or if you want to go home, you have to have memory. Right? You can't say, 'Well, I have no memory' - you have to have memory. But thought, as response of memory and projecting fear out of that memory, such action is entirely different.\nNow what is fear? What is fear? How does it happen that there is fear? You have had it. You have had yesterday certain fears. How does it happen? How do these fears take place? Would you tell me please? We are talking over together. Can't you say?\nQ: In me it is the attachment to the past.\nK: In me it is the attachment to the past. Now let's take that, one thing. Attachment to the past. What do you mean by that word 'attachment'?\nQ: My mind is holding on to something.\nK: That is, he says, the mind is holding on to some memory. When I was young, how lovely, I had - you know. Or holding on to something that might happen, for which I have definitely cultivated a belief which will protect me - attachment. I am attached to a memory. I am attached to a piece of furniture. I am attached to what I am writing because through writing I'll become very famous. I am attached: attached to a name, to a family, to a house, to a belief, to various memories and so on and so on - attached, bound, identified myself with that. Now why does this attachment take place?\nQ: I think because fear is the very basis of our civilisation?\nK: No sir, look, sir, don't - why are you attached? What does that word 'attachment' signify? Depending on - right, sir?\nQ: Security.\nK: Now please, you are all too quick. I am depending upon something. I am depending on you all attending so that I can talk to you. I am depending on you, and therefore I am attached to you, because through that attachment I feel I gain certain energy, certain 'elan, and all the rest of that rubbish. So I am attached, which means what? I am dependent on you. I am dependent on the furniture, in being attached to the furniture, to the belief, to the book, to the family, to the wife. I am depending. Right? To give me comfort, to give me prestige, to give me social position, to give me this and that and that. So dependence is a form of attachment. Right? Now why do I depend on you, on the furniture, on my books - you follow? - why, why do I depend? Don't answer me, look at it in yourself. You depend on something, don't you? On your country, on your gods, on your beliefs, on the drugs you take, drink, good Lord!\nQ: It is part of social conditioning.\nK: Is it social conditioning that makes you depend? Which means you are part of society, society is not independent of you. You have made society, the society which is corrupt, you have put together; and in that cage your are caught, you are part of it. So don't blame society. Do you see the implications of dependency? What is involved? Why are you depending?\nQ: So as not to feel lonely.\nK: Wait, wait. Look, listen quietly. Somebody says, 'I depend on something because I am lonely'. I depend on something because that something fills my emptiness. I depend on knowledge, books, because that covers my emptiness, my shallowness, my stupidity - so knowledge becomes extraordinarily important. I'm an artist, I talk about pictures and the beauty of pictures because in myself I depend on that. So dependence indicates my emptiness, my loneliness, my insufficiency and that makes me depend on you. Right? That is a fact isn't it? Don't theorise, don't argue, don't say - it is so. If I am not empty, if I am not insufficient, I wouldn't care what you say or do. I wouldn't depend on anything. Because I am empty, lonely, I don't know what to do with my life. I write a stupid book and that fills my vanity. I go back and write about ancient Sanskrit rot, and I say 'By Jove'. So I depend, which means I am afraid of being lonely. Right? I am afraid of my emptiness. Therefore I fill it with cloth, or with ideas, or with persons. Now wait - now aren't you afraid of uncovering your loneliness? Right? Have you uncovered your loneliness, your insufficiency, your emptiness? And that is taking place now, isn't it? Right? Therefore you are afraid now. Right? You are afraid of that emptiness now. Now what are you going to do? What is taking place? Before you were attached to people, to ideas, to all kinds of stuff and you see you are depending and that dependence is covering your emptiness, your shallowness, your petty little, shoddy little mind, though you may write clever books. And when you see that, you are free - aren't you? Aren't you? No? Now what is the response? Is that fear the response of memory? Or is that fear actual, you see it?\nGosh, I work hard for you, don't I? You know I saw a cartoon yesterday morning - you have heard of Peanuts? One little boy says to the other boy, he says, 'When I grow up I am going to be a great prophet', and he says - the next drawing is - 'I am going to speak of profound truths but nobody will listen' (Laughter!) Wait, wait, wait. And the other little boy says, 'Then why do you talk if nobody is going to listen?' 'Ah' he said 'Us prophets are very obstinate'. (Laughter).\nSo now sir, you have uncovered your fear now, uncovered through attachment, which is dependency, and the dependency, when you look into it you see your emptiness, your shallowness, your pettiness - you know all, the rest of it - and you are frightened of it. Right? Which means what takes place then? Proceed, sirs. What takes place?\nQ: Try to escape.\nK: You try to escape, which is trying to escape through attachment, through dependency. Therefore your are back again in the old pattern. But if you see the truth, the fact that attachment, dependency, emptiness, if you see that fact, you won't escape, will you? If you don't see the fact of that you are bound to run away, you will do all kinds of things. You try to fill that emptiness in other ways, before you filled it with drugs, now you will fill it with sex or you will fill it with something else. So when you see the fact of that, what has happened? Proceed sirs, go on with it. I have been attached to the house, to the wife, to the books, to my writing and becoming famous - you know the people who want to be famous ought to be kicked in the pants - so I see fear arises because I don't know what to do with my emptiness. You understand? Therefore I depend, therefore I am attached, on that which I depend on. Now what do I do when I get this feeling of great emptiness in me?\nQ: (Inaudible)\nK: Which is fear - you follow? I discover I am frightened, therefore I am attached. Please go slowly. Now is that fear the response of memory, or is that fear of actual discovery? You see the difference between the two? Discovery is something entirely different from the response of the past. Right? Now which is it with you? Is it the actual discovery? Or the response of the past? Don't answer me. Find out, sir, dig into yourself.\nQ: Sir, in that emptiness surely there is loneliness.\nK: No, no. I am asking something different. Please I don't have to repeat the question again. I have asked something entirely different. The fear of attachment, the fear which emptiness, loneliness and all that insufficiency, which you haven't been able to understand efficiently to go through with it and finish it, has brought about fear. Now is it your discovery now, now being here in the tent, is it your discovery? Or is it the recognition of the past? I don't have to repeat it again, have I? Which is it? Have you discovered that you are attached because you depend, and you depend because fear of emptiness. Are you aware of your emptiness and the process of what that emptiness does? Are you aware of it? Right? Which means becoming aware of that emptiness is there fear involved in it? Or you are you merely empty? Merely see the fact that you are lonely.\nQ: If you can see that you are not alone any more.\nK: Just a minute, sir. We'll go step by step sir, if you don't mind. Do you see that? Or are you going back to the old stuff? Dependency, attachment - you follow? The regular pattern being repeated over and over and over again. Which is it that you are - what is going to take place?\nQ: (Inaudible)\nK: Sir, unfortunately we are not dogs.\nQ: Pardon?\nK: Unfortunately we are not dogs, we're not animals. We are partly animals. I wish we were entirely animals then it would be quite a different problem. We are partly animals. So please sir, I am asking something which you don't answer. Have you discovered for yourself the fear that takes place when you discover for yourself your emptiness, your shallowness, your isolation? Or discovering, you are going to run away, get attached to microphones?\nSo then what takes place, if you don't run away through dependency and attachment, then what takes place when there is this emptiness?\nQ: Freedom.\nK: You see sir, do look at it. It's quite a complex problem, don't say it is freedom. Before I was attached and I covered up my fear. Now by asking that question I'm attached, I discover it was an escape, this attachment, escape from fear which came into being when I was aware for a split second of my emptiness. Now I won't run away any more because I have finished with running away - then what takes place?\nQ: There is no time. We are nothing.\nK: What takes place, madam? Be simple, don't say 'no time'.\nQ: Can it be passion?\nK: No, sir. Just listen two minutes. Just listen. Just a minute. What were you going to say?\nQ: I was going to say that after that split second there is another escape.\nK: After that split second there is another escape, which means you don't see the futility of escapes. Right? Therefore, don't see it, keep on escaping. But if you do see, are aware of your emptiness, what takes place? If you are watching very carefully, what generally takes place is, who is aware of this emptiness. Right? No? Who is aware of this emptiness?\nQ: (Inaudible)\nK: Sir, I have stopped escaping. I no longer depend or attach, that is finished. Then I am empty. Who is aware of this emptiness?\nQ: The mind.\nK: Go slowly, please sir, please. Please, don't jump into it. Go step by step. Who is aware of it? The mind? Who is aware of it? A part of the mind - please listen - a part of the mind aware of another part which is lonely? You see my question? I am lonely - I have suddenly become aware I am lonely. And who is aware of this loneliness? One part, a fragment of my mind, which says I am lonely? In that there is a division. Right? Therefore as long as there is a division there is an escape. You don't see this.\nQ: What happens when you experience the emptiness then? Experience this loneliness - you are no longer aware of it.\nK: Sir, look sir. You need here a persistent, sustained observation, not a conclusion - please listen to it for five, two minutes. You need here a persistent observation, not an observation from any conclusion, or from anything that you think should be, but observation, that is, I am aware of my emptiness, before I had covered it up, now it has been stripped and I am aware. Who is aware of this emptiness? A part of my mind? A separate segment of my mind? If it is, then there is a division between emptiness and the thing that is aware that it is empty, then what takes place in that emptiness - in that division? I can't do anything about it. I want to do something about it. Right? And I say I must bring it together, I must experience this emptiness, I must act. So as long as there is a division between the observer and the observed there is a contradiction and therefore there is a conflict. Is that what you are doing? A separate segment of the mind watching its other, an emptiness which is not part of itself? Which is it? Please, sirs, you have to answer this, I can't answer for it. Then if it is a part that's watching what is that part?\nQ: Is it the intelligence of energy?\nK: I don't understand it sir. Is it the intelligence of energy? What does that mean, I don't quite understand?\nQ: Born out of energy.\nK: Born out of energy. Sir, I didn't talk about energy. Don't complicate it sir, it is complex enough. Don't bring in other words.\nQ: It is universal.\nK: Look sir, my question is very simple. I said, I asked, when you are aware of this emptiness, from which you have escaped through attachment and you are no longer running away from it, when you say you are aware of this emptiness, who is aware? It is for you to find out. Who is aware?\nQ: It is another escape, this awareness, and you see you are nothing else but all these things put together.\nK: It's another thought. When you say, 'I am aware of my emptiness' it is another form of escape. And we are caught in a network of escapes. And that's our life. Let me finish. So if you realise that it's an escape, as attachment is an escape, then you drop that escape. Right? Are you going - please listen - are you going from one escape after another? Or do you see one factor of escape and therefore your have understood all the factors of escape?\nIsn't it time? I think I had better stop as it is ten to twelve.\nLook sirs, you cannot possibly sustain a continuous watchfulness for more than ten minutes and we have talked for an hour and forty minutes, and hour and fifty minutes. So we had better stop. We will continue the same thing tomorrow, till it becomes real to you, not because I say so, real to you, it's your life.\n"}]