[{"title":"maturity-freedom-conditioning","text":"Krishnamurti: What shall we talk over together? And I am sorry it is such a rough morning.\nQuestioner: Sir, could you talk about the relationship between pleasure and pain? We regard them, I think, as opposites, you say they are the same.\nK: I didn't say they are the same. Do you want to discuss the relationship between pleasure and fear?\nQ: Excuse me, may I suggest something else? I have been told that you are going to speak next to a group of writers and thinkers...\nK: I beg your pardon?\nQ: I am told that you are going to speak next in Perugia to a group of writers and thinkers who are very much concerned about... (inaudible) ...which means the killing of this earth. I wonder if we can broach that subject.\nK: I am going to speak in Perugia in Italy to a lot of professors and scientists and philosophers - all the long haired ones. And?\nQ: And I wondered if these people, as many others, are concerned about the gradual killing of the earth...\nK: Oh, I see, the gradual pollution and the destruction of the earth and so on. Do you want to discuss that? Or shall we discuss, talk over together what is sanity? Shall we? I am not saying what you ask is insane, or anything of that kind, but it might be rather worthwhile to talk over together what is sanity. Shall we?\nAudience: Yes.\nK: I wonder what is sanity - to be sane, healthy, to think clearly. What do you mean by that word, what does that word mean to you? Please go on sirs, I can go into this, I don't know if you... Would not any exaggeration of any fragmentation of the mind be insanity? The exaggeration, giving importance to, or putting all your thought and energy in one fragment, one fragment among many others fragments which make up the human mind, wouldn't you call that insanity, not balanced? And if you think that, are we sane in relation to that particular thing of which we just now talked about, which is giving emphasis, putting all our energy in one direction, like sex, like earning money, like enjoyment, pleasure, or the pursuit of a fragment which is called god. Would you call any of that imbalance? What do you say, sirs?\nQ: I think if it is... (inaudible) ...so much tension and energy is put in to the exclusion of other fragments, other parts of self...\nK: Therefore?\nQ: ...then you become... The other parts would be unbalanced.\nK: So you will consider if you give emphasis to one and not consider the rest it is obviously not a harmonious living, and therefore not sane. Now do we do this in our daily life? When one worships sex as the supreme thing in life, or taking drugs and thinking that is going to bring enlightenment, final illumination, or concentrate on earning a livelihood and the money, the prestige, the position - all those indicate a mind that is not harmonious, doesn't it? Or a mind that is concerned entirely with knowledge, or technique. I don't know... What do you say? Are we in that sense balanced human beings? Obviously not. Should we be behind the bars? And an unbalanced humanity, as it is, must produce all kinds of catastrophes - wars, pollution, destruction of the earth, bringing about constant misery. Now, if that is so, what then shall one do? I realize I am giving all my energies, thought and therefore action to - what? What would you suggest?\nQ: To thought.\nK: To thought. Right. That I worship thought as the supreme instrument of all culture, of all enlightenment, of all intelligence, of all action. Am I, or is one aware that one gives thought an extraordinarily important position, state, in life? And if one does realize that, what shall one do? Sir, please, this is supposed to be a discussion, not a talk by me, by the speaker. So what shall I do when I realize that my whole life is based on thought? Do I realize thought is only a fragment, a part of a whole? A segment among many other parts. Do I realize that? Or do I think thought is the whole thing? What do you say, sir, please?\nQ: Do you think one should differentiate between thought as a principle, and thought meaning my thought, the individual's thought.\nK: He says thought as a principle and individual thought. Is there a difference between thought as a principle and individual thought? I am asking, I am not saying there is not, I am just asking if there is a difference between individual thinking and collective thinking, thinking which man has gathered through millennia, through centuries upon centuries as knowledge - scientific, technological, knowledge of nature and so on and on. Is there a difference between a particular thinking, or the peculiarity of a thinking of an individual and the collective accumulation of thought of mankind? What do you say, sirs?\nQ: I don't think so, in as much as the individual is influenced by the collective.\nK: Sir, you say thought is conditioned by the culture, the society, the environment in which he lives, therefore there is no division between the individual thinking and the collective thinking.\nQ: The collective thinking seems to be... (inaudible) ...many of your own personal experiences.\nK: That's what we are saying, sir.\nQ: And it seems to be in touch with your individual thought, your own thought, seems to be necessary if you are going to have any self-awareness...\nK: Therefore you are separating individual thought from the collective thought. You think that there is a particular... individual thinking.\nQ: (Inaudible)\nK: I am just asking. You say that there is an individual thinking apart from the collective. Is that so?\nQ: I think that's why guilt...\nK: Wait, sir, we'll come to that. Don't take a particular example. Is your thinking as an individual different from the collective thinking, or my thinking? Your thinking, is it different from my thinking as an individual or the collective thinking? Or is all thinking more or less the same?\nQ: The thought process, the source of all thought is the same, but the particular thought is different.\nK: The source of thought is all the same, the questioner says, though there may be modifications or slight changes in the thought in an individual. Yes, sir?\nQ: If the individual creates the society, the individual's thoughts must be exactly the...\nK: Obviously, sir. I don't quite see the difference, basic difference between the collective thought and the individual thought, because the individual is part of the collective.\nQ: But he is at the same time greater, it seems to me. May be we misunderstand each other's words, but it seems to me that the reason for all these wars and everything seems to be, and for all the bad feelings that people have about themselves, it seems to be that they are thinking for themselves, and that they find that what they think is radically different from the collectivity thinks.\nK: Look, sir, is your thinking different from mine, coming from India, or from Russia, is your thinking different?\nQ: The things that we think about?\nK: Not the think... not what you think about, your thinking process.\nQ: Oh, no, that's the same.\nK: So the thinking process of human beings are more or less the same. Conditioned according to their background - as Catholic, Protestant, Hindu and so on, so on. Right? And there may be modifications of that thought. I might as a German think differently from you who are American because I have been conditioned by the German culture in which I live. But the process of thinking is the same, isn't it, thought I call myself a German, and you an American, the process, the mechanism - the mechanism is memory, knowledge, experience. Otherwise if you had no knowledge, no experience, no knowledge, you couldn't speak. Right? So thought is the response of memory. That memory may be conditioned, may be a little more free, a little less dogmatic, a little less assertive, a little less aggressive, but it is still the response of memory. And is your memory so very different from mine, as the German, as a human being? Please, sir, this is quite important, go slowly in this.\nQ: (Inaudible) The problem arises when different people have a different awareness...\nK: We will go into that, madame. I am not at all sure - I am not saying that what you say is not true - but I am not at all sure that our thinking is not more or less the same. You, conditioned by the culture in which you live, and another conditioned by his particular culture, whether that culture is superficial or deep, whether it is conscious or unconscious, it is still part of the mechanism, or the process of thinking. Isn't it? We are learning, please, wait a minute, sir, we are learning, aren't we? I am not being assertive, dogmatic. We are trying to learn about this whole process of thinking. Right? Whether it belongs to you as an individual whose thinking is completely different from another - you follow? - we are going to learn about it. Therefore don't be assertive, dogmatic, let's enquire into it. Right, sir?\nQ: Sir...\nK: There is somebody else, sir, before you.\nQ: We have been discussing the question of the environment conditioning the thoughts of people and groups of people, but some people follow different lives and gain inspiration from those lives - there are great musicians. Music, for example, of the great composers is not a condition to the environment because it is new, though it comes from somewhere.\nK: Sir, look, don't yet take examples of the musicians or the artist or the scientist or a religious person, but we are asking ourselves whether the process of thinking is so very different from yours and mine - thinking. The machinery of thinking, sir, not what you think about, not how you express that thinking in music, in painting, in this or that.\nQ: May we say then perhaps that if the process if the same, there is differences in emphasis in different... Different capacity?\nK: But thinking is the same mechanism.\nQ: Yes, indeed.\nK: That's all that we want to establish, first.\nQ: Maybe the thinking, thought-energy, the original thought-energy appears to be different in different individuals if the cultures have different conditionings - there is cultural conditioning, a large number of people will have the same way of thinking about many things and an individual will be even different from his culture, from his society, and even different from his own family. They are all different levels of conditioning.\nK: You are going... Sir, please, do let's stick... Look, sir, we are talking about the machinery of thinking, not how you or I express that thought.\nQ: No, what I am saying is that thought-energy originally is all the same.\nK: Stay there. Stay there for a minute. Stay there a minute. The energy of all thinking is the same. That's what you say. Which may express itself according to the capacity, to the gift, to a particular tendency and so on, that might vary, but the machinery of thinking is the same. Right?\nQ: (Inaudible)\nK: Quite right, sir.\nQ: (Inaudible)\nK: That's right. You are saying, like the computer, we are all... we have got computer-like minds. And some are well informed, more alive, but it is a computer mind that is functioning all the time.\nQ: Yes, our brains are all made of the same kind of cells...\nK: Stick to that a little bit.\nQ: All right.\nK: Therefore what does that mean? Is there then - the next question - freedom in thinking? Freedom.\nQ: No, sir. It is playing over the same old record all the time.\nK: It is playing the same old record all the time, with varying themes and... depending on the circumstances. Therefore can thought, however capable, however efficient, however knowledgeable, can that bring freedom to man? Freedom in the sense, from fear, from anxiety, from guilt, from sorrow. You understand my question? Is sorrow different from my sorrow? Is your sense of guilt different from another? Is your sense of despair different from another? Or your loneliness, your misery, your confusion? Please...\nQ: Are you saying, sir, that my guilt is the same as someone else's guilt?\nK: No I am not saying your guilt is the same. No, no.\nQ: It is the thought that is conditioned...\nK: Look, sir, the first part of the question was: can thought, which is the repetition of the computer knowledge, can that thought free the mind from all the reactions of fear and so on.\nQ: It never has in the past.\nK: It never has - till now?\nQ: It never will.\nK: It never will. How do you know?\nQ: It is obvious, sir.\nK: Why do you say that, sir? No, please sir, I am not saying you are right or wrong, I want to learn. Why do you say thought can never free jealousy, or anxiety?\nQ: I disagree. I have found that if you understand a person's motive for doing something you can be much more tolerant, understanding, less jealous by using your understanding.\nK: When you use the word 'understanding', what does that word mean?\nQ: Well it has to start with thought. It has to begin with thought. I have to pay attention to the fact that I am jealous, I have to think about the situation that gives jealousy, get into the person's mind why they are acting the way they are, and by my thinking, change my living, my thinking, my attitude to that person, and gradually come to share their problem.\nK: Through thought - I'll have to repeat it.\nQ: I must use my mind...\nK: Wait a minute, madame, I have to repeat your question, your statement, otherwise they can't hear it. If I misstate it please correct it. The questioner says, I must use my mind. I see, I am aware, or another is aware - I am aware of another's jealousy or my own jealousy. By understanding it, which is exploring, enquiring, I become tolerant, and therefore understand more of jealousy not only in myself or understand the jealousy of another.\nQ: Or the cause of it...\nK: The cause, the reactions, all the implications of jealousy. That is, you are saying, through thought, the exercise of thought, there is an understanding of jealousy and therefore freedom from it. Right? Is that so? I am not saying it is not.\nQ: It seems that what it is is sort of like less intense form of jealousy.\nK: Sir, just let's enquire into this particular thing. We say, by exercising thought we learn more about jealousy and therefore are free from it. To put it quickly.\nQ: No, I would say, I would disagree because thought is just repeating the same...\nK: No, sir. Don't you see? What caused jealousy?\nQ: Thought.\nK: Thought.\nQ: No, I disagree again. Very profoundly I disagree. Jealousy is an emotion, it arises from a sense of loss...\nK: No madame - which is part of thought.\nQ: ...is a childish infantile thing - it is loss, and if you understand what you have lost, and if it even matters that you have lost it, you mature to the point that you understand it doesn't matter.\nK: I understand that, madame, just go slowly. I understand. Don't say, 'I profoundly disagree with you', we are trying to learn about things.\nThought - if you had feeling without thought would there be jealousy? - just feeling. Would you call it jealousy?\nQ: (Inaudible)\nQ: People are usually jealous when they are unconscious. Not when they are conscious.\nK: No. You are now moving away from - conscious, now we will have to go into that. Conscious and unconscious jealousy. I become conscious of a feeling which I call jealousy - a feeling. The feeling of jealousy, the word of jealousy is remembered from the past jealousies. Right? Which is, the response of memory to a particular feeling which has been recognized as jealousy. Right? Whether that response is the outcome of conscious memory or unconscious memory, we will leave that for the moment. So the response... the feeling is recognized as jealousy through a word which thought has given meaning to.\nQ: The recognition is thought, the feeling comes first.\nK: I am saying that. I have a feeling, then I recognize it as jealousy. How do I recognize it as jealousy? Because I have had it before. I associate the present feeling with a past feeling which I have called jealousy. So it is still within the field of thought.\nQ: Thought must come from the experience.\nK: Wait, I am saying that. Wait, madame. Listen. Otherwise I couldn't recognize it as jealousy. I am angry, and I say, 'By Jove, I am angry' - why? Because I have had that feeing before, and recognition implies a previous knowledge, which is thought, otherwise I wouldn't know that was anger.\nQ: A baby can become angry, so can an animal...\nK: But isn't there an operation of thought there also going on, in a dog?\nQ: They know...\nK: Therefore let us babies and dogs alone. Let's talk about ourselves.\nQ: We are babies. We are, I think we are very infantile...\nK: I quite agree, I quite agree. I quite agree, but I want to find out if being infantile, whether that childishness is the result of thought.\nQ: The result of lack of thought. I think it is the result of lack of thought.\nK: You say it is the result of lack of thought.\nQ: Yes...\nK: Wait. Wait. Madame, go slowly - lack of thought. Therefore what is maturity?\nQ: Ability to face truth with your mind, your conscious mind.\nK: Wait. Ability to face truth consciously, which means able to face facts, able to face 'what is'. And not go round it, not escape from it, not cover it us, not condemn it, not judge it, not give various evaluations about it. To face 'what is'. Right? What prevents it?\nQ: Fear.\nK: What is fear? Go slow - you see... Without recognition, a new feeling, has it any significance? I am full of antagonism today, I feel this. Before, without giving a name to it - which is the response of memory, which is the response of recognition - this feeling has no meaning at all. I just feel something. It is only when I recognize it by using a word, as aggression, that it has significance; and the recognition is a process of thinking. Right? So without thinking, feeling has very little meaning. Go slowly.\nQ: Please, can I say something? You started by talking about sanity. I work in a mental hospital, and it occurred to me with psychotics do not seem to have the same thinking processes we do - it is very hard to communicate with them.\nK: Why?\nQ: They do not have your sense of recognition, some are terrible.\nK: Yes, madame, I understand all this, I know what it means - I am not psychotic, but I can see, but please stick to one thing at a time and we will explore all this together.\nI am saying to myself, asking myself, has feeling any significance apart from thought? Yes? Do first, before you say yes, let's find out.\nQ: Uncertainty...\nK: I feel - wait a minute, sir - I feel a great sense of tenderness, a sense of love. Right? Can thought be related to it? Go slow, go slow, go slow. Then it becomes pleasure, doesn't it? Then it must be translated in terms of recognition. Oh, my lord! Is love a product of thought?\nQ: I don't think one can answer that.\nK: Wait, we are going to answer it.\nQ: I human terms, people only seem to be able to achieve love, go beyond emotions by using their minds to understand themselves.\nK: Now, is that so? By understanding themselves they go beyond the travail of love? That is, love is not pleasure. Love is not desire.\nQ: All of them, and pain.\nK: Oh, so love is pleasure, desire, pain, sorrow, jealousy, hatred. Where do you draw the line?\nQ: I think love goes beyond emotion and we get confused with our emotions and call them under the name of love and anti-love. But we have to use our minds to deal with...\nK: I am not saying... We are using our mind now, as we are discussing. What is the thing we are trying to discuss? We are trying to find out...\nQ: You were saying can thought dissolve the problem of fear and pain.\nK: Yes, can thought solve the problem of fear? And is not fear the creation of thought? No? Madame.\nQ: If I was a child on a dark night, it isn't my thoughts, it's the feeling of dark.\nQ: Unless thought sustains the feeling, the feeling evaporates very quickly, but thought gives it an object, gives it a drive in time, you know, it sustains it.\nK: Now sir, let's begin: you know what fear is, don't you? We all do: going in the dark, afraid of somebody and so on, so on - death, everything. Right? We know all this fear. How does it come? How does it come about? I go out in the dark and suddenly I am afraid.\nQ: Isn't it a physiological reaction?\nK: Which is a physical reaction. Suddenly finding myself in the dark in a strange place, and the feeling of uncertainty, insecurity. The feeling of insecurity.\nQ: That's fear by conditioning.\nK: Wait, look at it slowly, sir. Please go into it slowly. I am not dogmatic, so please don't - we are trying to learn about it. There is sudden feeling of insecurity. What is that feeling of insecurity? What has brought about that feeling of insecurity?\nQ: Memory.\nQ: Fears.\nQ: It is the thought that something might happen to one.\nK: Isn't it - something might happen to one, sudden danger, feeling of insecure, feeling of being lost, where you might get attacked and all the rest of it. All that is the result of thinking, isn't it? It may be instant thinking. If there was no thought I wouldn't be afraid of the dark, I would walk through it. It's only thought... the swiftness, the rapidity of thinking has brought this feeling of uncertainty. Otherwise I wouldn't be afraid of the dark.\nQ: There is always a first time.\nK: Wait, I am talking the first, second, third, tenth time.\nQ: I am sorry, I am stuck. The fact this lady was saying, the first time I am afraid I didn't know what it was.\nK: Therefore what happens the second time?\nQ: I wasn't thinking about being afraid...\nK: No. But I said it was thought that was so rapid of which you are unaware. The next time it happens you already say well, I have had this fear, I won't be afraid so much; third time, tenth time you have got used to it.\nQ: But I use my mind to get over it.\nK: Wait! I am not talking how to get over it. Madame, the question of getting over it is quite a different matter. We are pointing out that thought has bred fear, whether that thought is so rapid, of which one is not aware, or thought not so rapidly thinks of what is going to happen tomorrow: I might die, I have done something in the past - all that is a process of thinking whether it is instantaneous or gradual. It must be. Therefore fear is the product of thought. How to get over it is another matter. Like pleasure is the product of thought. No? I had a most extraordinary enjoyable evening yesterday in the woods, walking, looking at the sunlight, and it was marvellous. And that was a delight which I would like to have repeated tomorrow. And this demand for repetition is the machinery of thought, the process of thinking. It's so simple. It is obvious.\nQ: The experience wasn't thinking.\nK: The recognition of that experience, we have said that. I looked at that sunset, it was splendid. Finished. But thought comes in and says, 'I wish I could... it was so enjoyable, it was a marvellous feeling, I'd like to have it again'.\nQ: Sir...\nK: Just stick to that simple example, you will see how this operates. Fear, I realize, is the product of thought. And pleasure is the product or the continuity of thought. After all, all sexual pleasure is thinking about it, chewing over it, going into it, and saying - and on and on and on. And fear is saying my god, what is going to happen tomorrow, I might die. No?\nQ: If I do not recognize my feeling as jealousy, does not there remain sorrow? A feeling of sorrow.\nK: If I do not recognize my feeling - what is the next...\nQ: Jealousy or fear and so on, does not remain sorrow, a deep...\nK: Ah. If I do not recognize the fear or pleasure, or guilt and so on, it has no profound affect?\nQ: Doesn't sorrow remain?\nK: Just sorrow remains. Is that it? Does it? Sir, please, what do you mean by... You see, when we use this word 'sorrow', what do you mean by that word? What is the content of that word? There is a tremendous quantity of self-pity in sorrow. No?\nQ: Is not the question when you have the feeling like jealousy, if you don't recognize it, is that feeling not still painful?\nK: Is that feeling not painful. Sir, have you ever tried this? You have a feeling, can you remain with that - can the mind remain with that feeling without naming it? Without recognition? Then what is it? Is it pain? Is it sorrow? Look, the moment you say it is pain, there is the process of thinking involved in it.\nQ: Is not sorrow the basis of our life?\nK: Is not the sorrow the basis of our life. Is it? That's why, sir, when you use the word 'sorrow' we must go into it. Sorrow. What does that mean? Sadness, grief, the feeling of insoluble problems of life, feeling the death of someone, feeling loneliness, feeling deeply frustrated, not being able to do anything in this world and so on and on and on. Right? All that is implied in the word 'sorrow', isn't it? No? Right, madame? Now who is feeling all this? Feeling the loneliness, the despair, the utter misery, confusion, aggression, violence, who is it that is feeling all these things?\nQ: (Inaudible)\nK: Who is feeling it? Answer that one question: who feels all this?\nQ: I think we are, as it were, two selves - there is a deep psychic self...\nK: Which is that? What is that? You see, you give it a 'deep big psychic self'...\nQ: Most of us have two centres of being, one... (inaudible)\nK: All right. You think there are two superficial us - different. The one is superficial; the more profound. Now, what is... How does this division arise? You must answer all these questions.\nQ: (Inaudible) \nK: What is this deep self? And what is the superficial self?\nQ: The unconscious and the conscious...\nK: Which is what? Which is what? Please, madame, go into it. Conscious and unconscious - why do you divide it?\nQ: Because only a little bit is lit. The one is lit by awareness we call our conscious self, and what is unlit in the dark, which is the name for it.\nK: Therefore you say there is no division really.\nQ: No, not really.\nK: Wait, wait. Let's stick to the reality, not the superficiality of the division. So there is only a state of mind in which there is division, as the thinker and the thought. Right? As the experiencer and the experienced, as the observer and the observed. Right? The observed we say is the superficial, the observer is profound. Right?\nK: No, no, don't say maybe. Examine it, find out, we want to learn.\nQ: Well I think the problem is levels of awareness.\nK: Wait, wait. You see - awareness - who is it that is aware? Don't throw up your hands. We must learn about it, we must find out. So we realize there is a division in life, in me, in you. The you and me are many fragments. In oneself there are... oneself is made up of many fragments. One of the fragments is the observer and the rest of the fragments are the observed. The observer becomes conscious of the fragments, but the observer is also one of the fragments; he is not different from the rest of the fragments. Right? Therefore you have to find out what is the observer, the experiencer, the thinker. What is he made up of, how does it come about this division between the observer and the observed? The observer, we say, is one of the fragments, and why has he separated himself, assumed as the analyzer, the one who is aware, the one who can control, change, suppress - all the rest of it. The observer is the censor. Right? The censor is the result of the social conditionings - right? - social, environmental, religious, cultural conditioning. Which is, the division between culture has said you are different from the thing you are observed. You are god and that is matter, you are the higher self and that is the lower self, you are the enlightened and that is unenlightened. Now what has given him this authority to call himself enlightened? Because he has become the censor? Right? And the censor says, this is right, this is wrong; this is good, this is bad; this I must do, this I must not do, which is the result of his conditioning. The conditioning of the society, of the culture, of the religion, of the family, of all the race, and so on. So the observer is the censor, conditioned according to his environment. And he has assumed the authority of the analyzer. Right? And the rest of the fragments are also assuming their authority; each fragment has its own authority, and so there is battle. Right? And so there is conflict between the observer and the observed.\nSo, to be free of this conflict one has to find out if you can look without the eyes of the censor. That is to be aware. Aware - to be aware that the eyes of the censor are the result of his conditioning. And can those eyes look with freedom, look innocently, freely? Otherwise this conflict will exist, and therefore neuroticism and all the rest of it follow from this conflict. So you have to solve this question, learn about this, whether the mind can look without any conditioning. Which means without the censor, without the observer because the observer is the source of all conformity. And when you are conforming there must be contradiction, and therefore conflict, which are all the result of thinking.\nSo the thinker is not separate from thought. So the observer is not separate from the observed. And when this is an actual reality, fact, truth, 'what is', then conflict comes to an end. I won't go into all that.\nQ: Sir, the sunset you talked about, if you observe it and it was so delightful, then that moment when you are not doing anything, you still observe it...\nK: It comes back to you.\nQ: Yes.\nK: Which means what? Do listen to this, sir, this is quite extraordinary if you go into it. You saw that sunset yesterday. It was a great delight. It has left a memory.\nQ: You see it.\nK: It has left a memory, obviously, otherwise you couldn't see that sunset. It has left a memory, left a mark, and the response through thought, is 'I wish I could have more of it'.\nQ: No, you don't say that but you can see it.\nK: The seeing of it is the same, sir. So thought breeds fear and pleasure, sustains it, gives it a continuity. This is clear, isn't it? And if I can't have my pleasure I get upset, I get neurotic. And I want to avoid, the observer wants to avoid fear. Right? Wants pleasure and avoid fear. And the observer is the result of all thinking. Obviously. So look at the game he is playing on himself: with one hand he holds, with the other hand he rejects. But it is still the same observer. And if I can't have my pleasure I get angry, I suffer, I go into tantrums, and if I cannot resolve my fear I escape through amusement, through religion, through dogmas, through nationalities, through all kinds of ugly escapes. And that's what we human beings are.\nQ: Can there be thought without...\nK: No, wait, first see what takes place, sir. Then the next inevitable question comes next. See that is the fact, whether it is conscious or unconscious, this is the whole momentum of our conditioning. Right, madame?\nNow the next question is: can the mind be free of all this conditioning, and this conditioning is the observer, and not what he observes. Right? I am conditioned, this mind is conditioning by a culture which has existed for five, three thousand years in India, and when it meets a different culture, the Catholic, it says, my god, you are... - you follow? The observer rejects, and therefore conflict. So the inevitable next question is: can the mind, the brain cells themselves, be free of all conditioning as the observer, as an entity that is conforming, as an entity that is conditioned by the environment, culture, family, race - you follow? - conditioned. If the mind is not free from conditioning it can never be free of conflict and therefore neuroticism. Therefore we are, unless you are completely free, we are unbalanced people. And out of our unbalance we do all kinds of mischief.\nSo maturity is not a (inaudible) but a freedom: freedom from conditioning. And that freedom is not obviously the result of the observer, which is the very source of all memory, of all thought. So can I look with eyes that have never been touched by the past? And that is sanity. (Laughs) Sorry.\nCan you look at the cloud, the tree, your wife, your husband, your friend, without an image? To be aware that you have an image is the first thing, isn't it? To be aware that you are looking at life through a formula, through an image, through concepts, which are all distorting factors. So to be aware of it. And to be aware of it without any choice. And as long as the observer is aware of these then there is distortion. Therefore can you look, can the mind observe without the censor? Can you listen without any interpretation, without any comparison, judgement, evaluation, listen, to that breeze, to that wind, without any interference of the past?\nSorry, I have taken the show away!\nQ: If I see the tree and am delighted, and thought slipping in and says, 'Is an oak tree', it is just words. Can we see without the observer?\nK: Yes, sir, that's right. You do it. Look at the tree - I don't know, haven't you ever done all these things? Look at the tree, a tree, without naming it, without the interference of the knowledge about trees, just to look. What takes place when you do so look?\nQ: You become the tree.\nK: You become the tree. Have you looked at a tree that way and then can you say you are the tree? Don't say this, you have never looked. No, madame, you can never say you are the tree. That is an identification with the tree. You are not the tree, are you? I hope not!\nQ: The feeling, profound relationship...\nK: Wait, look, madame, profound relationship implies a relationship in which there is no image. Obviously. If you have an image about me and I have an image about you, our relationship is between two images, which is built up by thought - right? - and this we call profound relationship. Therefore there must be freedom from the machinery of the image. Therefore can I look at a tree without the image of the tree? Which means can I look without the observer, without the censor? Then what takes place? You are not the tree. That's a trick of the mind to say, I identify myself with the tree, with you, with god, with this, with that. When there is no movement of identification on the part of the observer then what takes place? Who creates the space between the tree and you? There is actual space - you understand? - there is a distance, it may be a foot, it may be ten feet. The physical distance. We are not talking about the physical distance, but the psychological distance between you and the tree, who has brought this about? The thinking, the observer, the censor. No? Now when that observer, that censor doesn't exist, but only look when you look, what takes place?\nQ: (Inaudible)\nK: There is too much noise here, would somebody else who has heard it repeat it please.\nQ: The mind becomes very still.\nK: The mind becomes very still. Does it? When you observe that tree without the observer, we are asking what happens.\nQ: The distance isn't there any more really, you become closer to it.\nK: Are you saying the tree disappears?\nQ: No, I am saying the psychological distance between yourself and the tree...\nK: That is what? The psychological distance between you and the tree has disappeared. Right? Are you guessing this, are you actually, you have done this? One of the factors of neurosis is obviously resistance, building a wall round oneself. One has built a wall as the observer, and when you look at a tree that wall separates you from the tree, psychologically, not in actual space. Now when there is no psychological space what happens?\nQ: You take the tree into your being.\nK: Oh, no. Your being is the observer! Do listen, sir. I said when you look at a tree, at a human being, without the observer, without that censor, without that thinker who says, that is the tree, that is what I like or don't like, I wish I had it in my garden - when you look at it without all that, what happens?\nQ: There is communion.\nQ: She said there's communion.\nK: There is communion between you and the tree.\nQ: It doesn't seem like a question that really has any answers...\nK: You see you are all guessing, you're all...\nQ: Is it acceptance?\nK: Is it acceptance of the tree. It is there, why should I have to accept it?\nQ: Yes, but you might not like it, you build your resisting wall...\nK: No, madame, look, I am asking you - we have been through all that - I am asking what takes place when the observer is not.\nQ: There is only the object.\nQ: (Inaudible)\nQ: What happens when you do that?\nK: When I do it? Why do you want to know? Are you interested? Theoretically? Then you have to do it yourself, haven't you. Therefore what happens to me is totally irrelevant. No?\nQ: Then that means that we are all different...\nK: You are asked a question: what happens to you when you look without the observer. I said what value has it to you? Are you asking it as an example to copy, to verify your own particular experience, and so on. So what is important in this, not what happens to the speaker when he looks at the tree, but what actually takes place when you look.\nQ: With respect, there are several answers here, which I suspect came from their personal experience, but you didn't accept it.\nK: No. I am not sure they are not repeating. Look, madame, what happens when you, when one looks at another, husband, wife, or children, or the politician, without the image, what takes place?\nQ: The mind lights up. The mind gets turned on, lights up.\nQ: Sir...\nK: I give it up!\nQ: When you say what takes place...\nK: What happens, sir? Look: what happens to you when you have no image, when you look at somebody without an image?\nQ: You have a...\nK: You are... you are... If you say, I really don't know - right? - then we can proceed; but if you say it is this, it is that, it is this, I am not sure if it is real. When you say, really, I have never done it - that means tremendous discipline, not suppression, not all the rest of the nonsense with regard to discipline. This needs tremendous attention - not on the part of the observer. If the observer becomes attentive he is still separate.\nSo what takes place if you really have gone through this with real, you know - not according to me - I am not the oracle - you will see it for yourself when the psychological space disappears there is a direct relationship. Isn't there? When you are married and you have a wife or a... between two people there are images - right? - each is building an image, and each is looking through image at each other. Now if you have no image, what happens? Isn't that what is love? Which has nothing whatever to do with pleasure.\nQ: (Inaudible) ...sometimes when people are truly married they may carry each other's images but...\nK: They generally do, sir, they marry each other's images.\nQ: Yes, but maybe through their marriage they'll look through these images...\nK: Sir, you are guessing, this is all guess work, please.\nQ: I don't think I'm guessing.\nK: Don't, look, sir, either we talk very seriously to find out, to learn, not from me, to learn the nature of observing, the nature of looking, the nature of listening, so that when you do look you look with eyes completely differently. Otherwise we play around with insanity.\nAnd we started by asking what is sanity. There it is. A mind that is conditioned is not sane.\nQ: Sir, when there is no psychological space between the tree and the observer, the experience must be the same for everybody.\nK: Will the experience, without the observer, will that experience be all the same or vary according to the individual.\nQ: I have a feeling it will be the same.\nK: Not, a feeling - you see. You have asked a question, sir, look at it, first look at the question. When you look without the observer, you are asking whether that observation, what takes place, will it vary according to the individual. If there is no observer at all, is there individuality?\nQ: I see.\nK: Individuality as we know it is fragmentation. Individual means indivisible. But we are divided human beings, broken up, fragmented, therefore we are not individuals.\nWhat time is it, sir?\nThis is the end of the discussion. There'll be talks.\n"}]