[{"title":"public-talk-3-madras-chennai-india-13-january-1971","text":"As we have talked about so many other things, like fear, pleasure, and the ending of sorrow, I think we ought to talk over together the question of meditation. Of course that word is loaded, specially in the East. One has all kinds of ideas of what meditation is, what systems to follow, what methods, what practices, what disciplines. And I think we ought to consider this because it is part of life, like death, love, and this sense of great beauty, meditation also is not only a part but perhaps covers the whole field of life.\nI don't quite know how to begin about it because it is rather a complex thing and we ought to begin, I think, that one must change radically, totally one's way of living, not only outwardly in our relationships, in our attitudes and activities but also inwardly, most profoundly. There must be a really marvellous change so that our minds, our very structure is entirely different. And as man, centuries upon centuries, sought a way of life that is not worldly and so he has escaped from life, he has denied living and created his own idea of what a religious life is. And if you are going to go into this question of meditation and what is a religious life, what is a religious mind, one must turn one's back upon everything that we have thought, or man has thought about what meditation is, or what a religious life is. We have to totally abnegate, deny all that. And I'll show you why.\nFirst, reason is excellent, the capacity to reason logically, sanely, healthily, objectively, is essential, not to get emotional, but to clearly use the capacity of the intellect. The intellect which is a part, not the whole of man, it must be capable to observe clearly, reason objectively, efficiently, sanely, not neurotically and realise that the intellect is only a part and cannot possibly solve all our problems. And one asks, if one is at all serious, and I hope you are, how to bring about in ourselves and therefore in the world, because the world is ourselves, we are the world and the world is us because we are conditioned by the culture in which we have been brought up, and that culture is created, put together by man, by you, therefore there is no difference between you and the world about you; you are the world and the world is you, and if you really seriously, profoundly see the necessity of change then one must ask, can this whole structure, the structure of the brain, the mind, undergo a total change? Now that is what we are going to find out. And that is the beginning of meditation. Not how to sit straight, to breath deeply, to do some various kind of tricks and hope thereby to achieve some kind of marvellous enlightenment.\nSo we'll begin by seeing what it is not, what is not meditation, and through negation come to the positive. But you must negate, not merely verbally or intellectually, theoretically, but actually, negate everything that man has said, it doesn't matter who it is, what meditation is because one has to find out for oneself, because truth is something not to be bought through another, it's not something fixed, something that you can repeatedly add to in order to discover it. We will go into all that. But first please do realise this, that if one is really serious one must totally negate all the propaganda, for religion is a continuous propaganda - you are told what to do, what to think, either for five thousand years or two thousand years. So one must if you are serious totally put aside all that and find out for oneself what truth is, if there is such thing.\nSo it is important to understand oneself, not what others say about yourself, the psychologists, the analysts, the religious teachers and the religious books, because if you follow what they say what you are, if you follow others what they say you are, you are not discovering yourself, you are discovering what others say. Right? Is that simple and clear? That is, if I followed a psychologist or a philosopher or an analytical, intellectual person or one of the ancient teachers, however ancient, respected, all the rest of it, you are merely following what they are telling you about yourself. Therefore you have to deny all that because then you begin to find out what you are. And meditation is part of this, because without knowing yourself, not only superficially but at the very depths of one's being, you have no basis for any action, you have no foundation whatsoever on which you can build. The mind can build a house that is stable, orderly. So it is absolutely necessary if you would really take this extraordinary journey, and that's what we are going to do, journey together into this enormous complex problem of understanding oneself. And please see the absolute essential necessity of it, that nobody can teach you about yourself except yourself. So you have to be the guru, the disciple yourself, the teacher yourself and learn from yourself. What you learn from another is not truth. So you have to find out for yourself what you are and to learn how to observe yourself.\nYou know, it is one of the most arduous tasks to go into this. It's like taking a journey together. You know when you walk together you must be friends, you must love walking together, you must love. And that is one of the most difficult things. And we are going to find out. To learn about oneself is not to accumulate knowledge about oneself. Please follow this. I want to learn about myself, so I have to observe myself. If I learn about myself through the accumulation of knowledge I do not learn about myself. Right?\nSirs, would you please be quiet? (Laughs) This is...\nLook: I want to learn about myself. There are two ways of learning: to learn in order to accumulate knowledge, and from knowledge observe, observe through the screen of the past. I learn about myself, observe myself, having experiences and accumulating knowledge from those experiences, and looking at myself through those experiences. That is, looking at myself through the past, for knowledge is the past. Right? That's one way of looking at oneself. The other is to observe and watch the movement of all the thought, of all the motives and never accumulate, therefore learning is a constant process. I see it needs further explanation, let's go into it.\nI see myself being violent, and I have condemned it or justified it, and I have learnt from it that there should be no violence. I have learned from it. The next time I observe myself being violent I respond according to my knowledge of what I have learnt. Right? Do you see this? And therefore there is no fresh observation. I am looking at the new experience of violence with old eyes, with previous knowledge, therefore I am not learning. Learning implies a constant movement, not from the past, movement from moment to moment so that there is no accumulation. Because we are the result of thousands of accumulations, we are accumulating, and if you would understand that accumulation you have to learn about it and not further accumulate. Right? You see this? So there must be an observation which is a constant learning without accumulation. Accumulation is the centre, is the 'me', the ego, and to learn about it one must be free of accumulation, and not accumulate at another level in a different direction. You are understanding all this?\nSo there must be learning about oneself by watching, not condemning, not justifying, but just watching - the way you talk, the way you walk, the words you use, the motives, the purposes, the intention, to be totally aware without any choice. And awareness is not a matter of accumulation, learning, be aware from moment to moment. When you are not aware don't bother, begin again so that your mind is always fresh. Therefore the learning about oneself is not only at the conscious level, superficial level, but also the deeper levels, the so-called unconscious, the hidden. How are you going to learn about something that is very deeply rooted, hidden, not open? Right? We are, our whole consciousness is superficial and hidden, and one has to learn the content of all that consciousness because the content make up the consciousness. Right? The two are not separate, the content is consciousness. Therefore to understand the content there must be an observation without the observer. Right? I don't know if you understand this, we'll go along. You know it's one of the most fascinating things in life, to find out how to look anew at life.\nTo observe the hidden, one has to have eyes that are not conditioned by the past, as a Hindu, Christian and all the rest of it, one must look at oneself as though for the first time, and look at it for the first time each time, and therefore never accumulate. If you can so observe yourself in action, in the office, with the family, with the children, when you are sexual, when you are greedy, ambitious, you know, all the rest of it, observe without condemning it, without justifying, just to observe, then you will see that in that observation there is no conflict whatsoever. And a mind that comes with a torture, with a distorted mind, can never possibly find out what truth is. And most of our minds are distorted, tortured, made small by control, by discipline, by fear.\nAnd there is another factor, which is, the psychologists say - not that I have read their books or anything of that kind, but people have talked to the speaker about their special subjects, professionals - that you must dream otherwise you go mad, there must be when you sleep, there must take place dreams. Please, be interested in this because you dream in life, every night when you sleep some kind of dream activity goes on. And they say that it is essential for human sanity that you must dream. Now we are going to question it, we are going to find out whether it is absolutely necessary to dream at all. So we have to discard the professionals and find out for ourselves. So we have to ask, what are dreams? Are not dreams the continuation of the activity of daily life - right? - only in symbolic form? Right? Please don't agree or disagree, we are enquiring together, taking the journey together therefore there is no agreement, or disagreement. We are both of us observing. We are asking, is it necessary to dream at all? And what are dreams? Are they not the movement of daily life, the daily observation, the daily wrangles, daily - you know all the misfortunes, violence, bitterness, anger, a movement of that continuing while you are asleep, only taking a symbolic, a ritual, or a verbal, or a scene. You find out.\nSo if you have observed also you will see that the brain needs order otherwise it can't function rationally. Right? You are following all this? Have you noticed before you go to sleep that you review the day and you say to yourself, 'I should have said that differently', 'I should have done that in a different way', 'I shouldn't have said that', 'I wish it hadn't happened, I must correct it tomorrow' - haven't you noticed it, that you review the day, just before you go off to sleep. Why? Because if you don't do it consciously, while you are asleep the mind is spending its energy to bring order within itself. Are you following all this? I am afraid you are not. Look: order is necessary in daily life, not only when you are asleep, the brain demands that you have an orderly, sane life, otherwise it can't function efficiently. And order is virtue because if you are not virtuous, if you are disorderly, how can the brain which can only operate excellently when it is secure, when it has order within itself - haven't you noticed all these things? Look, if you lead a disorderly life as most of us do, a contradictory, stupid, shallow life, you can have a superficial order, but the superficial order becomes disorder when there is a relationship with other human beings. So order is necessary. We will come back to that.\nSo while you are asleep, while the body is asleep, the brain is bringing about order in itself because next day it has to face disorder again therefore it must have some capacity of order to bring out of disorder. Right? And the bringing about order is a form of dream, but if you in the waking hours established order then the brain, while the physical body is asleep, then the brain can enquire, live a totally different kind of life. We will go into that also. Is this all Greek to you? Are we talking Chinese? Look, sir, this is part of meditation. A mind that has no order, that is disorderly, doing one thing, saying another, thinking, acting in another way, as we do, such a mind cannot possibly understand what meditation is. There must be order. Now how do you establish... how does the mind, the brain establish order during the day? Order being virtue, not the social morality. Social morality is immorality. We are not talking of social order, social morality, we are talking of a virtue that is orderly. Now the order is not a blueprint established by the Gita, the Bible, by the teacher, order is a living thing, it has no blueprint. If you have a blueprint then there is disorder between what you are and what you should be. You are following all this? Therefore in that there is contradiction, therefore there is conflict. Conflict indicates disorder.\nSo you can only find out what order is when you observe, learn about what is disorder. In the understanding of what is disorder you have order. Right? And our daily life, as we live, is disorderly, isn't it? Would you say your life, if you are honest to yourself, is very orderly, very sane, balanced, harmonious? Obviously not. If it was you wouldn't be sitting here. You would be free human beings, marvellous human beings, establishing a different kind of society, but we are disorderly human beings, contradictory. So observe without denying, justifying, just observe your disorder, how contradictory you are, how frightened you are, how envious you are, seeking prestige, position, bullied by your wife or husband, slave to what your neighbour thinks of you, a constant conflict, struggle. Observe that without justifying, condemning, learn all about that disorder, and you will see out of that comes an extraordinarily sweet order with a movement, with a life, with vigour. Then you will see that because during the day you have established complete order in your life, a mathematical precise order - and to understand that you have to understand fear, you have to understand pleasure, which we went into briefly the other day. I am not going into all that. All the egotistic activities, the vanities, the agonies, the despairs, all that is disorder, and by being aware of them, choicelessly, you will see that when you go to sleep your mind then has no dreams at all. Therefore such a mind, such a brain is made fresh during sleep, renews itself and therefore the next morning you will find the brain has an extraordinary capacity. And that's part of understanding oneself. And one has to give time, give your - you must love this, you know. Oh, lord... You must give your life to this because it's your life; you must give your life to understand your life. Because you are the world and the world is you, if you change you change the world. This is not a mere intellectual idea, you must burn with this, you must have passion, and meditation is the release of tremendous energy. Now we are going to go into that some more.\nYou know, to change the environment there must be a system, a method - method, system, is to act efficiently. Just follow this. If you want to change the environment round here there must be planning, what to do. If you want to build a house you have to plan. And when you establish a system, what takes place? Outwardly, what takes place? There must be a few who will be capable of running that system. Then what happens to them, the people who run the system? They become much more important than the system or the consideration of changing the environment. Haven't you noticed all this? No? They are the bosses, they are the people who use the system in order to become important themselves, like the politicians the world over. Haven't you noticed this? Please follow this. To bring about an environmental change there need to be an efficient group of people with a system, but the efficient people are human beings, they are angry, jealous, envious, wanting position - you have seen all this, haven't you? And therefore they use the system and forget the whole business. Right?\nNow, we want a system to meditate. You are following this? See the relationship between the two. We think we can be efficient in our meditation, in our thinking, in our enquiry if there was a system. Now, what does a system imply? Please bear in mind very clearly the distinction between the two: if you want to change the physical environment there must be a group of people who are efficient to carry out that system, they must be impersonal, not egotistic, not lining their own pockets, you know, metaphorically and physically. And therefore human beings matter more than the system. You see the importance of this? So we say the same thing about changing, bringing about a change in ourselves, that only through a system we can change, only through a system we can learn what meditation is, because that appears to offer efficiency. Does it? You know, every potty little guru in India, and elsewhere, has a system of meditation - mass, come together, meditate together, do this, don't do that, you know, all the racket that goes on in the name of meditation. Now systems imply a repetition, practice, following a method. If you follow a method, a system, do practice, it becomes a routine. Right? And when the mind becomes a mechanical thing then you have conflict, then there is an escape through sex, or through different forms. You are understanding all this? Therefore at all costs avoid any system of meditation, because a mechanical mind can never possibly find out what truth is. The mechanical mind can become very disciplined, orderly, but that orderliness is contradiction to the order which we were talking about. Because in that orderliness, which is co-called repetition, there is contradiction between what you are and what you should be - the ideal, the perfect, and all the rest of that business. So there is contradiction in that. And where there is contradiction there is distortion, and therefore a mind tortured. And a tortured mind can never find out anything. So don't belong to any system, don't follow any guru.\nYou know once a very famous guru came to see us. It was rather an amusing incident. Some of us were sitting on a little mattress as big as this, and out of politeness we got up and we asked the important man to sit on the mattress. He sat, he had a stick, he put the stick in front of him, sat very dignified, and he became the guru because he was a little more... on a little mattress. You have understood? He was telling us all what we should do, because out of politeness we offered the little seat which was an inch higher. Vanity and the demand for power and position, and people to be... and followers - such people they'll never find what truth is; they will find what they want which is their own gratification. So there is no system. But if you understand there is no system then your mind becomes alive, sharp to find out.\nNow what is it that you are going to find out? We want, most of us, to experience something other than the daily experiences. We want to experience a transcendental state, an experience of enlightenment. The word 'experience' means to go through. And when you demand to have greater experiences, that indicates that you are bored with living. Right? All the people who take drugs, they think through drugs they will have extraordinary experiences, and they do - take a trip. Their trip, their experiences are the expression of their own conditioning. It gives them certain vitality, certain clarity, but that has nothing whatsoever to do with enlightenment. So through drugs you cannot possibly come upon it. So what is it that we are seeking? You are following? What is it man wants? He sees what his life is: a boredom, a routine, a battlefield, a fight, this constant struggle, never a moment of peace, except perhaps occasionally, sexually or otherwise. So he says, 'Life is transient, life is changing, there must be something extraordinarily permanent', and he wants that permanency, something other than mere physical daily routine and experience. And he calls that god. So he believes in god, and all the images, rituals are based on belief. Belief is the outcome of fear. If there is no fear you can see the leaf, the tree, the beautiful sky, the light and the birds and a face; there is beauty. And where there is beauty there is goodness. Where there is goodness there is truth.\nSo, one must understand the daily living. One must understand why our lives have become mechanical, why we follow others, why we are so childish - believing, not believing, fighting, violent, you know what is going on in daily life. And we want to escape from it, therefore we want wider, deeper experiences. And books, gurus, teachers promise that enlightenment, that extraordinary thing. And systems offer you that. That is, do these things and you will get there, follow this path and you will find yourself there. As though truth is like a station, fixed, and all the roads leading to it. The same idiotic idea that there is the station, or the road, it doesn't matter what road you take, it'll all come there, therefore be tolerant of other paths. There is no road, no path, and no fixed truth. Therefore there is no path, therefore you must have a mind that is extraordinarily alive, working, learning.\nAnd there is this whole question of concentration. You see, I don't know who tells you these things: that you must concentrate, learn to control thought, you must suppress desires, you must be this, you must never look at a woman, never look at a man, you know all that business. I don't know why you listen to any of this. You know, have you ever concentrated? That is, focusing your intention on something - have you done it? Like a school boy when he wants to look out of the window and see the movement of the tree or the bird or the passer-by, and the teacher says, 'Look at your book, don't look out of the window'. That is concentration. That is, give... focus your intention and build a wall round yourself so that you are not disturbed. Concentration becomes exclusion, resistance. Right? Do you see this? And in that concentration there is a battle. You want to concentrate and your mind goes off, your thought chases something or other, so there is conflict. Whereas if you gave attention - please listen to this - if you were attentive, not at the moment you want to be attentive but attentive during the day. For a few minutes at a time, completely attentive, give your mind, your body, your heart, your eyes, your ears, your brain, completely, totally attentive, then you will see there is no border to attention, there is not a resistance, there is no... in that state of attention there is no contradiction. And you can only be attentive not by learning to be attentive, the method, the system, the practice, by looking at your toe and say - you know - but be attentive and then forget it, begin again. Pick it up each time so that this attention is fresh each time. And then you will know when you are not attentive. Then in that state of non-attention is conflict. Then observe that conflict, be aware of that conflict, give your total attention to that conflict so that the mind becomes extraordinarily alive, non-mechanical. That's part of meditation.\nThen you have been told that you must have a quiet, silent mind, haven't you? Even the speaker has told you that. Forget what the speaker has said, but see for yourself why your mind must be quiet, must be silent, see it for yourself, not what anybody says, including the speaker. You know, to see anything clearly your mind mustn't chatter. If I want to listen to what you are saying, the mind must be quiet, mustn't it? I want to understand you, what you are talking about, why you say this, I must listen to you. Right? And when I listen to you if I am thinking about something else I can't listen. You see the point? That is, to listen, to observe, the mind must be peaceful, must be quiet. That's all. Now, you say how is the mind to be quiet when it is chattering all the time about something or other. You understand my question? Not how to stop chattering, then that becomes a conflict, doesn't it. You are following this? The mind has got into the habit of chattering, talking to itself, or talking with somebody else, endlessly, using words, words, words. And if you try to stop it by the action of will then that's a contradiction, isn't it? You are chattering and you say, 'I must stop it', so you have battle again. You understand this? Therefore find out why your mind chatters. Enquire into it, understand it. And does it matter very much if it chatters? Why does it chatter? Because it must be occupied with something. You know, people say you must be committed to something, to some activity, you must be totally involved; and the mind is totally involved in chattering. And why does it chatter? Because it has to be occupied. Why does it demand to be occupied? Observe it yourself, sir, ask the question - I am asking it for you but find out. What would happen if it didn't chatter, if it wasn't occupied? Have you asked that? If you mind is not occupied what would happen? It would face emptiness, wouldn't it? No? Suddenly stop the habit and you feel lost. And this emptiness is a fear of your own loneliness. And you try to escape from this loneliness, from this fear, from this emptiness by chattering, or by being occupied, this or that. So if you went deep, into the very depth of this loneliness, not try to suppress it, escape from it, but just to observe it, and you can only observe it if your mind is quiet. You are following all this? Because the moment you condemn it, the moment you say, 'I must not chatter', then you have conflict and all the ugly things begin. But if you merely observe your own loneliness, then you will find that your mind facing this emptiness becomes completely alone.\nYou know there is a difference between loneliness and aloneness. Loneliness is isolation, total isolation, which is what we are during the daily life. You are following? During the daily activity we are isolating yourself; you may be married, you may sleep with your wife or not, or whoever you sleep with, but what takes place? You have your own ambitions, your own greeds, your own problems, and she has her own problems, and you are trying to establish a relationship between various problems. So the self-centred activity is loneliness. You are following all this? The self-centred activity is isolating and therefore there is this sense of appalling, frightening loneliness. And when you understand this you have that aloneness which comes when the mind and the brain cells have understood this whole problem. Which is, the denial of all authority - all spiritual authority, not legal authority. If you do not pay tax you will be taken to prison. One has, unfortunately, obey laws, but to change laws which you have made you have to change yourself. Right? See the logic of it. By throwing a bomb, a physical revolution, you are not going to change the human mind. When you bring about physical revolution you are bound to have dictatorship; bureaucratic dictatorship or the dictatorship of the few. But what we are talking about, authority, the authority of another or the authority of your own accumulated knowledge as experience, which is the past. When you discard totally in yourself all authority, when you are no longer following any system, and when you have understood fear, pleasure, and in the understanding of fear and pleasure there is joy. And joy has nothing whatsoever to do with pleasure. You may have a moment of great joy but thinking about it reduces to pleasure. And you have to understand yourself, which is all this. Not the higher self. There is no higher self. The higher self is part of yourself only thought has built it a little higher. The atman is still thought but only little... sitting like the guru sitting on a little mattress. And you think he is going to guide all your life, which is sheer nonsense because then you have conflict between the lower and the higher, and all that childish stuff.\nThen you have understood order, which comes with the understanding of disorder. That is your life. Order is not a blueprint, virtue is a living thing, like humility. You cannot cultivate humility. So when all this is done the mind becomes extraordinarily clear, unconfused and therefore it is alone because the other minds are confused, other minds are in sorrow. So out of this aloneness there is a quality of silence, which is not the result of practice, it is not the opposite of noise. That silence is without cause, and therefore it has no beginning and no end. And such a mind absolutely orderly and therefore completely alone, and therefore innocent, which means that it can never be hurt. And out of this comes a marvellous silence. And what happens in that silence there are no words to describe, there are no words. If you describe what happens then those words are not the thing. What is described, the description is not the described, therefore truth, that blessedness, that extraordinary silence and the movement of that silence has no words. And if you have gone that far then you are enlightened, you don't seek anything, you don't want any experience. Then you are a light, and that is the beginning and the ending of all meditation.\n"}]