[{"title":"how-one-bring-about-order-oneself-without-any-conflict","text":"Shall we go on talking about what we were saying yesterday? We were talking about order, and in a world that is so utterly confused, divided, in a world that is so violent and brutal, observing this, one should have thought that our main interest in life would be to bring about order, not only in ourselves but also outwardly. Order is not habit. Habit becomes mechanical and loses all vitality when human beings become merely orderly in a mechanical sense of that word. And order, as we were saying yesterday, covers not only our own particular life but also all the life about us, in the world outwardly and deeply inwardly.\nHow is one, being aware of this disorder, this confusion, how is one to bring about order in oneself, without any conflict - please listen to all this - without any conflict, and not make it merely habitual, routine, mechanical and neurotic? Right? Because one has observed those people who are very orderly, they have a certain rigidity, they have no pliability, they are not quick, they have become rather hard, self-centred because they are following a particular pattern which they consider is order, and gradually that becomes neurotic; being aware of that, that order becomes mechanical, neurotic, and yet one must have order in one's life. How is this to come about? That is what we are going to consider together this morning. I hope you have thought about some thing what we were discussing the day before yesterday, and you are fairly allied with it.\nFirst of all one has to have physical order, hasn't one? A highly sensitive, if I may use the word 'discipline' - we will go into that word - highly disciplined, sensitive, alive, not a sloppy body, because that reacts on the mind. And how is one to have a highly sensitive organism that doesn't become rigid, hard, forced into a particular pattern which the mind thinks is orderly, and so forces the body to conform to a pattern, or a design set by the mind. Right? We are following this? That is one of the problems - we will come back to it.\nThen also there must be order in the whole totality of the mind - the mind being the brain, and the mind being the capacity to understand, to observe logically, sanely, not to be caught in contradictory desires, purposes, intentions. And this whole quality of mind, how is it to have total order, the psychosomatic order, without conformity, without the enforcement of a discipline thought up by the mind, and a mind that can observe very clearly, logically, sanely, and function totally, all round, not fragmentarily? See our difficulty first, what is involved in all this. One has to have order, that is absolutely essential. That we all agree to. Right? What that order is, we are going to investigate together, because in the world there is the order of the older generation, which is really total disorder as one observes in its activity in the world, in the business world, in the religious world, in the economic world, in the national world and so on - total disorder. And in reaction to that there is the permissive society, the permissive generation that does quite the opposite of the older generation, which is also disorder - isn't it? Please observe this. A reaction is a disorder. Right? And how is the mind, with all the subtleties of thought, with all the images thought has built about itself, the images that it has built not only about another and what it should be, and therefore living in a contradiction - the 'should be' and 'what is' - how is such a mind to have complete, total order so that there is no fragmentation, no reaction to a pattern which it thinks is right and therefore contradictory, opposing, and out of that opposition arises violence?\nNow, seeing all that, how is the mind, your mind, to have complete, total order in action, in thought, in every movement both psychologically as well as physiologically? Right? I hope you see the question first, you understand the question, see how extraordinarily complex it is. And the religious people throughout the world have said that you can have order only through a belief in a higher life, belief in god, belief in something outside, and according to that belief conform, adjust, imitate, force, through discipline, your whole nature and structure of the psyche as well as the physiological state. Right? And there is a whole group of behaviourists who say the environment forces you to behave. If you don't behave properly it destroys you. And there is a whole set of people who believe and conform to that belief, whether it is the Communist belief, religious belief or a sociological, economic belief.\nSo seeing all this, the division, the contradiction in us as well as in society, in the world, and the counter culture against the culture, the existing culture, all saying that there must be order in the world. The military say this: there must be order; the priests say there must be order, and so on - you see it, there must be order. And is order mechanical? Can order be brought about through discipline? Can order be brought about through conformity, imitation, control? Or, order, about which we shall talk, has nothing whatsoever to do with all that. Which is, it has nothing whatsoever to do with control, with discipline in the ordinary, accepted sense of that word, it has nothing whatsoever to do with conformity, with adjustment and so on.\nNow, let us look at this whole idea of control, whether it does bring order - which doesn't mean we are talking against control, we are trying to understand and because we understand, we discover something entirely different. You are following all this? Am I going too fast? I hope you are as interested in it as I am, and as passionate about it too, not just casually listen to a theoretical idea. We are not discussing theories at all, or hypothesis, we are observing actually what is going on, actually. And seeing what is false, and the very perception of seeing what is false is the truth. Right? You get it? You understand? I mustn't use the word 'get it'. Right? Shall we go on?\nSo first what is implied in control? Because that is what all our culture is based on, all our education, all the upbringing of children, and in ourselves the urge to control. Now what is implied in that? We have never asked: why should we control at all? Now we are going to go into that whole question. Control implies, doesn't it, a controller and the thing controlled. Right? Please, do give your attention to this. Controller and the thing controlled. I am angry, I must control anger. And where there is control there is conflict - I must and I must not. And conflict obviously distorts the mind. Right? A mind is healthy, clear, sane when it has no conflict whatsoever, so that it functions without any friction. Then such a mind is a sane, healthy mind. And control denies that. Right? Because in control there is conflict, there is contradiction, there is the desire to imitate and to conform to the pattern, which you think you must do. Right? Is this clear? Shall we go on from there?\nSo control is not order. Please, you understand? This is very important to understand this. Through control one can never have order, because order implies to function clearly, seeing wholly, without any distortion; but where there is conflict there must be distortion, and control implies suppression, conformity, adjustment and the division between the observer and the observed. Right? Now please as you listen to what is being said, the mind must be freeing itself from the old culture of control. Right? Are you doing it?\nWe are going to find out what it is to act or bring about order without control - not that we are denying the whole structure of control. We are, but we are seeing the falseness of it and therefore out of that comes the truth of order. Have you got it? Are we following each other? Yes? Following not verbally but actually, doing it as we go along. Because what we are trying to do is to bring about a different world altogether, a different culture altogether, a human being who lives without any friction, and it is only such a mind that is capable of living without any distortion, that knows what love is. So control in any form does breed distortion, conflict and an unhealthy mind. And the old culture has said you must discipline. And this discipline begins with children in schools, in colleges, in family, you know, all the way right through. Now that word 'discipline' means not drilling, not conforming, not suppressing, but that word means 'to learn'. You are following? The word 'discipline' means to learn. A mind that is learning all the time, all the time, is actually in a state of order. You are following this? It is the mind that is not learning that says, 'I have learnt', then such a mind brings disorder. Right? Are we going together? You know I have never disciplined myself, never, about anything. And the mind rejects being drilled, being made mechanical, conforming, suppressing - all that is implied in discipline. And yet we said there must be order. Right? And how is this order to come into being without the accepted meaning of that word 'discipline'? Right? I hope you are also working - are we? I am not the only worker here this morning, am I?\nWe are asking: how is the mind to have order, total order, psychosomatically, both physiologically as well as psychologically, without control, without the accepted meaning of that word 'discipline', and to be completely free, without any sense of conformity and imitation? Are we going along together? Right. Seeing the problem, which is very complex, as we have seen, what is your answer to this? If you are exercising your mind, if you are really, deeply interested in this question of order, not only in yourself inwardly but also outwardly, what is your response to it, how do you find an answer to this urge for order, which doesn't lie in control, in the accepted sense of the word 'discipline', conformity, and also the total denial of authority, which is freedom. Right? Because when you have authority then in that acceptance of that authority there is conformity, there is a following and that breeds contradiction, and therefore that does breed disorder. You are following?\nSo no control in the accepted sense of that word 'discipline', and the whole structure and nature of authority, which denies freedom. And yet there must be order. Right? You know, authority in the sense of being imposed upon, the acceptance of your own experience which becomes then the authority of your particular knowledge or the knowledge of another. See the complications of it. There is the authority of law, the policeman, the civilised law and so on. And the freedom from authority of the elders, belief, the authority of one's own demands, experiences, knowledge, all that denies freedom. So how is one, seeing all this, not verbally only, but seeing the actual state as it is, and that is what the world is, that is what our education is, that is what our culture is - religious, economic, social, family relationship, all are based on this, which has led to utter confusion, to great suffering, wars, fragmentation of the world and human beings. Now seeing all this, how is one to bring order? Bene? That is your problem. You understand? How will you answer that problem if you are really, deeply, passionately interested in trying to bring about order in your life, as well as outwardly, what is your answer? Will you turn to books, priests, philosophers, gurus, the latest person who says, 'I am enlightened, come, I will tell you all about it'? Whom will you turn to find out how to live a life that is totally orderly, denying all this, all the conformity, authority, discipline, control and so on? Please you have to answer this question. Right?\nNow can we together, because the speaker is not your guru, absolutely not. I won't have it. Please realise this. Because I abhor followers, they are the most destructive people. And you are not learning anything from the speaker, nothing, therefore he is not your authority. Right? So together, because you don't know, you have only observed 'what is', and you don't know how to bring out of 'what is' order. Right? You are following this? We have only explained, observed together the fact of what actually is going on, and you don't know what will be the outcome of this examination. Right? And the speaker also comes to it afresh. So we are both of us coming to the problem afresh - afresh in the sense you don't know how to bring order out of this chaos. Because if you say, 'order should be that', then you are reacting to 'what is', in opposition to 'what is' you are stating something which is a reaction which has no validity at all. Right? So both of us are approaching the problem anew. We have only examined the actual fact of what is going on in the world and in ourselves, the actual fact. Now we are going to find out together what order is. You are not accepting anything the speaker says. Please be quite sure. Then, if you do accept it, our relationship changes entirely. But if we are together examining, being totally interested in this issue, which is that, realising the state of confusion, disorder in the world, and in ourselves, in our lives, how tawdry, disorderly it is, seeing the actual fact and the intensity and the passion to find out what is order.\nSo we are going to find out together - together. Therefore we are going to find out what it means to learn. Right? Not from me, but by observing 'what is' and learning from that. Right? Learning, which means it is an active present of that verb 'to learn', which is a constant movement of learning, not having learnt - having learnt, apply, which is quite different from learning all the time. You see the difference? We are learning together. We are not storing up knowledge and then acting according to that knowledge, then that becomes contradiction. Then in that there is control and all the rest of it begins. Whereas a mind that is constantly learning has no authority, no control, no discipline, but the very learning demands order. Right? Are you - please observe yourself - are you in a state of learning, or waiting to be told? Please do watch yourself. Learning, or waiting for somebody like me to come and tell you what order is? If you are waiting to find out from another what order is, then you are dependent on that person, or on that book, or on that priest, or on that structure and so on. So we are learning together. Is that your state of mind, that you have understood control and all the implications of that word, understood, and therefore are free? Understood what is implied in the full significance of that word 'discipline' and also are completely aware of the meaning of that word 'authority'. Otherwise you can't learn, can you?\nLearning implies a mind that is curious, that doesn't know, that is eager to find out, terribly interested - is your mind like that? - interested - says, 'I don't know what order is, I am going to find out'? And very curious and passionate, deeply interested - is your mind like that, and therefore willing to learn - not from another but learn, the act of observation? Just a minute, please don't ask questions yet. Just hold a minute. Because control in the accepted sense of that word 'discipline', authority, prevents observation. Do you see that? Do we see it? A mind can only learn when it is free, when it doesn't know. Otherwise you can't learn.\nSo is your mind free to observe, to observe the world and observe yourself? And you cannot observe if you are saying, 'This is right and this is wrong', 'I must control, I must suppress, I must obey, I must disobey'. You follow? All that is going on, you are not free to learn. If you are saying, 'I must live a permissive life', then you are not free to learn. If you are conforming, you are not free to learn. Right? Are you conforming when you have long hair, beards? Am I conforming because I put on a shirt and trousers? Short hair? Please find out. Conformity is not merely to a particular pattern of structure of a society, or a belief; but in little things conforming. And such a mind is incapable of learning because behind this conformity there is this whole sense of fear, which the young have and the old have, and that is why they conform.\nSo to find out what order is, and there must be order, a living thing, not a mechanical thing, a beautiful thing - you understand? - the order of the universe, the order that exists in mathematics, the order that exists in nature, in the relationship between various animals in nature - order - which we human beings have totally denied because we in ourselves are totally in disorder, which means contradictory, fragmentary, frightened, and all the rest of it. Now I am asking myself, and you, whether my mind is capable of learning because it doesn't know what order is. It knows the reaction to disorder, but without reaction to find out whether it is actually capable of learning, and therefore free to observe. Right? That is, is your mind aware of all these problems - of control, discipline, authority and the constant response of reaction, the structure of it - are you aware of all this? Are you aware of all this in yourself as you live from day to day? Or you are only aware when it is pointed out to you? Please see the difference. You are only aware when it is pointed out to you, or you are aware without being pointed, you're seeing it. Now which is it? Do please go into it. Which is it? Because it has been pointed out to you, therefore you become aware, which has its own other problems involved? Or are you aware of this whole problem of confusion, discipline, control, suppression - you know - conformity, all that because you have been observing, living, watching. Then it is your own, whereas the other is second-hand. Now which is it?\nFor most of us it is second-hand because we are second-hand people, aren't we? All our knowledge is second-hand, our traditions are second-hand. Perhaps only one or two activities are totally our own, or not of another. So is one aware, are you and I aware, are we aware that it is our own direct perception and not learnt from another? Now if it is learnt from another one has to discard that totally, hasn't one? Right? You have to discard if somebody has told you now, as it happened just now, that the implications of control, discipline, authority and so on, then you become aware of all that because it has been pointed out to you, that you must totally reject in order to learn. Are you following all this? So if you have rejected what others have said then you are actually learning, aren't you?\nNow let's find out together what order means. Right? Now how do you find out what order is when you don't know anything about it - you understand? Are you following? Oh Lord, don't look so blank, please! When you don't know anything about it, what order is, how do you find out? You can only find out by enquiring what the state of your mind is that is enquiring into order. You get what I am getting at? You understand what I am explaining? Look - I don't know what order is, I know what disorder is. I am completely familiar with what disorder is, the whole culture of disorder of this present society, I know it very well; but I don't know what order is. I can imagine what order is, I can theorise about what order is, but theories, imaginations, speculations are not order, therefore I discard that. Right? So I really don't know what order is. Right? My mind - please listen to this very carefully - my mind knows what disorder is, how it has come about, what the culture, the conditioning of that culture and the human beings, I know all that, I am aware of all that, and that is total disorder. Now I really don't know what order is. Now what is the state of the mind that says, 'I don't know'? You are following this? What is the state of your mind that says, 'I really don't know'? Is that state of mind waiting for an answer, waiting to be told, expecting to find order? If it is expecting to find order, if it is waiting to be told, then it is in a state of not knowing. Right? Are you following this? I really don't know. It is not waiting to be told, it is not waiting for an answer. It is terribly alive, active, but it doesn't know. But it knows what is disorder completely, and therefore rejects all that. Therefore the mind, such a mind which says, 'I don't know' is completely free. Therefore because it has denied the disorder, because it is free it has found order. Do you understand this? I am afraid you don't! It is really marvellous if you go into this. Do please. Look. What is the time?\nFirst of all we started out by saying there must be order in this world. And we said order has been established by the older generation with their culture through control, through discipline, through conformity, through suppression, through authority, imposition, fear, domination, heaven and hell. And in observing that closely because all that is oneself, one sees there is total disorder both outwardly and inwardly, except occasional patches of clarity, that is not order, they are just patches. And the interest, the passion, the intensity to have order denies all the culture which has brought about disorder. You are following all this? It has denied it. That is not order. Nor is it order, the permissive society, that is not order either, with their violence, with their peculiar - and all the rest of it. And I don't know what order is and I am not waiting for somebody to tell me what order is. And my mind, because it has denied everything that is disorder, totally, without holding back a thing. It has emptied the cupboard completely, therefore it is free, therefore it is capable of learning. And because it is so totally free, which means non-fragmented, it is in a state of order. Have you got it? Have you understood this?\nNow is your mind in order? Totally. Otherwise don't go any further. Nobody, no teacher, no guru, no saviour, no ancient philosophers or modern philosophers, nobody can teach you what order is, therefore you deny all authority, therefore you are free from fear to find out what order is. Now are you aware of your mind, are you aware of yourself, your life - not the holiday life, not the life of sitting here for an hour listening to a talk, but your daily life, your family life, the life of your relationship with each other. Are you aware in that life, the daily life, the monotony, the boredom, the routine, the office, the quarrels, the nagging, the brutalities, the violence - are you aware of all that as the result of a culture that is totally disorder - your life? And being aware you can't out of that disorder pick and choose what you think is order. Right? So are you aware that one's life is disorderly. And the interest, the passion, the intensity to find order, the flame of it, if you haven't got that flame then you will pick and choose what you think is order out of disorder. So can you honestly observing yourself - you know with great honesty, without any sense of hypocrisy, double talk - know for yourself that your life is disorderly, and can you put all that aside to find out what order is?\nYou know putting aside disorder is not so very difficult. I know we make a lot of tragedy and a lot of excitement and all the rest of it. You know when you see something very dangerous, a precipice, an animal, or a man who is dangerous, you avoid it instantly, don't you - don't you? There is no arguing, there is no hesitation, there is no temporising, there is immediate action. In the same way when you see the danger, complete danger of disorder, there is instant action which is the denial - total denial - of the whole culture which has brought about this disorder, which is yourself. Right? I had better stop. Now perhaps you would ask questions about this.\nQuestioner: The problem is freedom to look.\nKrishnamurti: The questioner says, is it not a problem of how to look. Isn't that right sir? Is that it? Are you, is one free to look? That is what we have been saying. You are not free to look. You don't want to look, do you? Do you really want to look at all the things which you hold, which you cherish, which you think is important, which is also surrounded by a lot of confusion, are you capable of looking at all that? Come on sirs, it is not my problem. Are you capable of looking at yourself without any distortion? Have you ever looked at yourself, not with one image looking at other images? You are following? Oh lord!\nQ: Aren't we here conforming to a certain pattern? You speaking for one hour afterwards a few of us asking a few questions. Is that a pattern too?\nK: Is that a pattern? I talk for an hour, people ask questions, is that a pattern too? You can make anything into a pattern. Sitting on a chair is a pattern, sitting on the ground becomes a pattern. But is this a pattern? If it is a pattern let's break it up. Shall I sit on the platform, would that make any difference, and you talk for an hour and I listen? (Laughter) No, I am not joking, please.\nYou see, I am asking a question, which is: have you ever looked at yourself? Not in the mirror, your face, your make-up and all the rest of it, have you ever looked at yourself? Do you know what it means to look at yourself? To look at yourself actually as you are. Does that frighten you? You are frightened because you have an image about yourself, haven't you? You think, I am better than that, I am more noble than that, or how dreadfully ugly I am, how old, how decrepit, how diseased, how silly I am. All this prevents you from looking, doesn't it? No? I just want to see myself as I am. I don't want to pick and choose out of what I see. I just want to look. Does that take a great deal of courage? No, sorry. My interest to observe what I am makes me look, not my fear of finding out what I am. I don't know if you are meeting this. I am really, vitally, tremendously interested in seeing what I am, whatever it is - are you? My relationships, whether I lie or tell the truth, whether I am frightened, whether I am greedy, ambitious, you know all the subtle movements that creep in and out of my life. Now how do I look at myself? Is my mind capable of looking at itself? That means, does one thought, separating itself, look at various other thoughts? Then that one thought which has separated itself from other thoughts, then that thought says, 'this is right', 'this is wrong', 'this is good', 'this is bad', 'this I shall keep,' 'this I won't keep', 'how frightened I am', 'how ugly'. You follow? Now is that looking? When one thought separates itself from the rest of the other thoughts, is such a thought capable of looking? Or you can only look at yourself when there is no fragmentation of thought? Is all this becoming too difficult? Yes? I don't know why.\nQ: May I ask a question?\nK: Yes.\nQ: Is operation on the fact one of the ways of avoiding a crisis?\nK: Is the operation on a fact, wanting to do something about the fact, is that one of the ways of avoiding the crisis. Just hold on a minute sir, we'll answer that but just first listen to this.\nHave you ever looked at yourself? Your face, how you behave, why you behave in a certain way, your nervous reactions, the twitching of your fingers of which you are not aware at all, unconscious of what your body is doing, are you aware of all that? How you walk, how you talk, how you listen? And are you aware of yourself - your thoughts, your feelings, your inner motives, completely aware? Just observing, not correcting, just to look.\nQ: It is very difficult not to analyse.\nK: It is very difficult not to analyse. When you are analysing you are not looking.\nQ: I know.\nK: You don't know, otherwise you wouldn't analyse. Look, I want to see what is in the cupboard of my mind, what is stored up there, I want to read all the things it contains because the content of the mind is the mind. Right? Are you following this? Is this becoming too difficult? I want to see what I am, not only during the waking hours - walking, talking, gestures, making gestures, office, sex, anger, pleasure, the delight of seeing the hills, the stream, the trees, the birds, the clouds, in the waking hours - but also I want to see myself when I am asleep, what is going on. Don't you? Don't you? Oh, no, you don't! You think you do. You know what it means when you want to learn about yourself? It means hard work, daily observation, watching, watching, watching. Which doesn't mean self-centred watching, just watching, like watching a bird, the movement of a cloud, you can't change the movement of the cloud. So in the same way watch.\nAnd the next question is: can the mind be watchful of what it is doing when it is asleep? I won't go into that, that is too - we'll go into that later if you want to.\nQ: I would like to look at our relationship - you to us. You say you are not a guru but you talk and we listen. We ask questions and you answer them. So could we look at our relationship?\nK: Could we look at our relationship. You talk, we listen and we seem to absorb what you are saying and so could we discuss our relationship? Right sir? Are we together taking a journey - together? Or are you merely following? It is for you to tell me, not for me to tell you. What is it you are doing? Together, or being led? Which is it? If you are being led, if you are following, there is no relationship, because he says, 'Don't follow'. He is not your authority, your guru. But if you insist on following, if you insist on listening in order to learn what he is saying, then we have no relationship, have we? But if you say, 'Look, I want to learn, we are together, taking a journey together into this extraordinary world in which we live, in the world which is me, and I want to penetrate into that me, I want to learn', then we are together, we have a relationship. Right?\nQ: Is it really together if the physical situation is so different? You sit above here and we are sitting down there.\nK: Doesn't it make a difference when you sit on a platform and we sit down below. I happen to sit on a platform because it is more convenient, because you can see the poor chap and he can see you. If I sat down there you can't - none of them could see me. That's all. Surely height doesn't make any difference, does it, when we are talking of taking a journey together whether you are tall, short, or whether you are broad or wide or sitting or flying - we are taking a journey together into a world in which there is neither height nor depth, not breadth, where - the world which we are trying to understand.\nSo I come back to this question, which is: have you ever looked at yourself? Have you ever looked at yourself for any length of time, as you look at yourself in the mirror when you shave, when you brush your hair, when you make-up and all the rest of it? Have you ever spent ten minutes, as you do at a mirror, watching yourself, without any choice, without any sense of judgement or evaluation, just watch yourself? Shall we go into all that tomorrow?\nWe better stop now. Ah, not tomorrow, day after tomorrow.\n"}]