[{"title":"images-prevent-relationship","text":"Krishnamurti: What shall we talk about this morning?\nQuestioner: Sir, haven't you covered enough ground? Actually, I'd like to consolidate in myself what you've been speaking about already. I don't want to go to the hills tomorrow, I want to find out more about this thought together. And I'm not quite sure in myself whether I have got this relationship between thought and fear.\nK: Shall we discuss that? The gentleman asks, he doesn't want to climb the hills and reach the top, but he wants to understand the relationship between thought and fear.\nQ: Sir, can you tell me if I have my facts right so far - you said that thought is something of the past, therefore it is dead, decayed and buried. This is thought. And you said that when we live tomorrow, tomorrow is the unknown. Am I right so far?\nK: A little bit, yes. (Laughter)\nQ: Now when thought meets the unknown, it doesn't know what to do. Now if we can have thought without time, if there's no time, then there's no fear.\nK: We'll go into that, sir. Let's... may we go on with that? Would you like to talk about that?\nAudience: Yes.\nK: What is time - we'll come to that, sir. What is time? I had to be here this morning, in spite of this bad weather, at half past ten. And I was. And if I didn't come on time I'd keep you all waiting and it would be rather unfortunate. There is the time by the watch. There is time to cover a certain distance, between here and the moon, time to go from here to Montreux, time, and so on, to cover the distance, whether that distance be between my image of myself or the image I have projected of myself and what I should be. The distance between what I am and what I should like to be, between fear and the ending of fear. So there is time by the watch: yesterday, today and tomorrow - please, we must understand this.\nQ: Can you give practical examples as you are going along?\nK: I'm not good at giving practical examples. We'll get into it, sir. It's fairly simple what I'm saying. I'm not a philosopher, for god's sake. I don't spin theories. There is time as yesterday, today and tomorrow. And there is time, at least we think there is time, between what I am and what I should be, between the fact of fear and the eventual ending of fear. Both are time, aren't they? No? The chronological time and time as invented by thought: I am this and I should change to that, and to cover that distance I need time, between what I am and what I should be. Right, sir? That is time also. No? It'll take me many days or many weeks to do certain exercises properly, to loosen up my muscles. To completely do a proper exercise I need physical time, that is, I'll take perhaps three days or a week - that's time.\nNow - so let us be clear when we talk about time what we are talking about - there is the chronological time as yesterday, today and tomorrow, and the time which, at least we think it is necessary, to achieve an ending to fear. Right? No? I'm sorry - be patient, because other people don't understand - you may understand it - please. Time is part of fear, isn't it. I am afraid of the future. Not what might happen in the future but the idea of future, the idea of tomorrow. Right? So there is psychological time and the chronological time. Bene? Now we are talking all the time, not chronological time by the watch, by the - and so on, but we are talking of time as past, present and the future. That is, I am all right now but I am afraid of the future, tomorrow. Right? Now that is the psychological time. Right, sir? Let's call that psychological time - we'll change the name but it doesn't matter. Now I am asking, is there such a thing as psychological time at all. Or is it merely an invention of thought? I shall meet you tomorrow, under the tree near the bridge - that is chronological time. I am afraid of tomorrow and I don't know how to meet that fear of tomorrow. That is psychological time, isn't it.\nQ: Thought is tomorrow, now.\nK: Don't mix it up yet, we'll work up slowly into this.\nQ: Sir, how about if I say, why must this beautiful thing come to an end?\nK: Why must this beautiful thing come to an end. That's also psychological time, isn't it. I hold a particular relationship as beautiful, and I don't want it to end. That is, the idea that it might come to an end, and I'm afraid I wouldn't like it to come to an end, and I'm afraid of it. Right?\nSo, that's one part of this structure of fear. The other is: I have known security, certainty, and tomorrow is uncertain and I'm afraid of that - that is psychological time, isn't it. I have known and lived a life of semi-quasi-certainty, security, but tomorrow is so dreadfully uncertain, and I'm frightened of that. Then arises my problem, how am I not to be afraid. All that is involved, surely is it not, in psychological time. Right? And the knowledge of yesterday, our many thousand yesterdays, has given me, has given to the brain a certain sense of security. Right? Are we following this? No, sir? Knowledge has given security to the mind - knowledge being experience, remembrance, memories. That is, the past has... in the past there has been security for the brain. Tomorrow there may be no security at all, I might be killed.\nSo knowledge as time gives to the brain a sense of security. No? Got it? So knowledge is time. And I am afraid, I have no knowledge of tomorrow therefore I am afraid. So if I had knowledge of tomorrow I wouldn't be afraid. So knowledge breeds fear. And yet I must have knowledge. Is it getting too much? Am I... You are following? I must have knowledge to go from here to the station, I must have knowledge to speak English, or French or Italian or whatever it is, I must have knowledge to do any kind of function, and that knowledge which I have accumulated about myself as an experiencer, and that experiencer is frightened of tomorrow because he doesn't know tomorrow. Right?\nQ: Sir, what about repetition?\nK: What about repetition - it is the same thing, mechanical. After all, knowledge is repetitive. I add to it or take away from it but its a machinery of accumulation. Come on, sirs.\nQ: But sir, what about the people that have terrible tragedies, with people being slaughtered, people being...\nK: What has that got to do with what we are talking about?\nQ: Well, you see it's an element of that fear...\nK: We are talking, madame - wait a minute - we are talking about what is the relationship between thought and fear.\nQ: But even so, people have been telling me their problems, telling me how their fear can remain in them and they can't get rid of it because for them man is a beast, he is not a human being at all, and therefore...\nK: People have had most unpleasant experiences in relationship with man. That relationship has brought great torture, great pain, great harm and that fear of human beings and what they have done remains. What is one to do with that - it is the same problem, surely? No? That is - all right - that is, I have been hurt by a snake or by a human being. I have been hurt. And that hurt has left a deep mark on my brain. And I am afraid of snakes and I'm afraid of human beings, which is the past. Right? And also I am afraid of tomorrow. Right, sir? It's the same problem, isn't it, only one is in the past, the other is in the future. No?\nQ: It's only difficult when you say, you say that knowledge is yesterday and gives you security - there I find it difficult because I find the knowledge of yesterday has given insecurity.\nK: Wait, wait, wait. Knowledge also gives insecurity, doesn't it. And also knowledge gives security. I have been hurt by human beings in the past - that's knowledge. That remains deep, deeply rooted, and I loathe human beings, and I am frightened of them, which is knowledge.\nQ: One isn't speaking of psychological knowledge but physical torture.\nK: Physical torture, which is again in the past.\nQ: Yes, but you know that in the present people are going on doing it.\nK: In the present, people are going on doing it. In East Pakistan, in, I don't know, in Russia, China or in the prison, they are doing it. You see, you are mixing up two facts. Golly! We are talking - what are we talking about may I ask? Fear, isn't it? Fear and its relationship to thought. There are tortures, physical tortures going on in the world, people are extraordinarily brutal in the world now, physically. Right? And I like to think about it and get terribly excited - right? - and feel morally righteous about it, and I can't do anything, can I, sitting in this room or hall or tent, can't do anything about what is happening in another place. But I like to kind of get excited about it, neurotically get excited and say well, it's terrible what the human beings are doing. No? What can I do actually? Join a group that's going to stop this torture of human beings? Make a demonstration in front of somebody - and yet the torture will go on. So what am I concerned? How to change the human mind that will not torture human beings, physically, psychologically, in any way. But if I am neurotic I like to keep on thinking, oh how terrible all this world is.\nNow let's come back. All right, Sarah? Now, I am afraid what human beings have done to me or to another human being, and that knowledge is in the brain, a scar. That is, knowledge of the past not only gives uncertainty but also the certainty that I may be hurt tomorrow - the same - therefore I am afraid.\nNow, why does the brain retain the memory of that hurt of yesterday? In order to protect itself from the future hurts? Let's think it out, sir. That means I am always facing the world with that hurt - right? - and therefore I have no relationship with another human being because this hurt is so deep. Right? And I resist every human relationship because I might get hurt again. Therefore there is fear. Knowledge of the past hurt and the fear of future hurt brings fear. So knowledge... But yet I must have knowledge.\nSo, knowledge has been accumulated through time - scientific knowledge, technological knowledge, knowledge of a language and so on. To learn a language I need time. To learn any technological... I must have time, and so on and on. Knowledge, which is the product of time, must exist, otherwise I can't do anything, I can't talk to you, I can't communicate with you. But also I see that knowledge of the past, as being hurt, that very knowledge says be careful not to be hurt in the future. So I'm afraid of the future. You follow, sir?\nSo, how am I who have been hurt very deeply, scarred, how am I to be free of that and not project that knowledge into the future and say, 'I am afraid of the future'. There are two problems involved, aren't there. There is the scar of pain, hurt, and the knowledge of it makes me afraid of tomorrow. Right? I have the scar, can the mind be free of that scar? Right? Now let's examine that.\nI'm sure most of us have some kind of psychological scars, hurts - haven't you? Of course. And also we're not talking about the physical scars which affect the brain and all the rest of that - we leave that for the moment aside. There are the psychological scars of hurt. How is the mind, the brain, to be free of them? Must it be free of them? Is not the memory of it, of being hurt, a protection against the future? You have hurt me, verbally, in many ways you have hurt me. There is a memory of it. If I forget that - please follow it - I come innocently to you next morning, you hurt me again. Right? So what am I to do? Go on, think it out, sir, go on.\nQ: Sir, isn't it important for me to find out why I am psychologically capable of being hurt?\nK: Why am I psychologically capable of being hurt. It's fairly simple: we are very sensitive, you know, there are a dozen reasons. I have an image about myself, and I don't want you to hurt that image. I think I am a great extraordinary man and you come along and put a pin into it, and it hurts me. I feel terribly inferior and I meet you who feel extraordinarily, you know, superior and I feel, 'My lord...' - I get hurt. You are clever, I am not - I get hurt. You are beautiful, I am not - you follow?\nQ: Sir, in the context in which you use the word 'brain' and the word 'mind' as synonyms, or you use them in the same context...\nK: Little bit, sir, little bit. We'll come...\nQ: It confuses me sometimes in understanding.\nK: Right, right. The knowledge of being hurt, not only physically but psychologically, inwardly, has left a mark on the brain as memory. Memory is knowledge. Right? And why should I be free of that knowledge? If I am free, you're going to hurt me again. Therefore that knowledge acts as a resistance, as a wall. Right? And what happens in relationship between human beings when there is this wall between you and me?\nQ: We can't meet.\nK: Exactly. So what do we do? Go on, sir, pursue it.\nQ: Take away the wall.\nK: But you're going to hurt me.\nQ: You only hurt the image. It's only the image.\nK: No, sir. No, sir. Look, I come to you quite innocently - you know, the word 'innocency' means the incapacity of being hurt. That word, the root meaning of that word 'innocent' is that you cannot be hurt. You look up in the dictionary you will see it. You know, in Italian it says... (inaudible) But let's go on with it. So I come to you open, friendly, and you say something to me, it hurts me. Doesn't this happen to all of you? And what takes place? That left a mark, that's knowledge. What is wrong with that knowledge? That knowledge acts as a wall between you and me. Right? Of course. You're doubtful of that? Therefore what shall I do? You have hurt me many times.\nQ: Break through...\nK: Wait, wait - look at it first. First look at it, sir. Don't say break through or - just look at it. You've hurt me and the knowledge of that remains. If I have no knowledge of it, you will hurt me again. And if I have that knowledge strengthened, it acts as a wall between you and me. Therefore between you and me there is no relationship. So knowledge of the past prevents you having a relationship between you and me. Right? So what shall I do? Go on, sirs, what shall I do?\nQ: See if it's true, examine it.\nK: I've examined it, I have taken ten minutes in the examination of it. And I see that examination, that analysis is totally useless.\nQ: Is this where time comes in?\nK: I've taken ten minutes - analysis implies ten minutes. And that ten minutes is a waste.\nQ: But if there was no time.\nK: I'm going to show... But there is... I've used time. Don't say there is no time.\nQ: But if there wasn't any time...\nK: I don't know. That's just a supposition. I have taken ten minutes to see why I'm hurt, to examine the hurt, see the necessity of keeping that hurt as knowledge. And I've asked myself can that... if I remove that hurt, won't you be hurt again... won't you hurt me again? And I see as long as that hurt remains there is no relationship between you and me. All that has taken more then a quarter of an hour. And I see, by Jove, what have I achieved at the end of it? Nothing. So - right? - so I've found analysis is no value at all. I mustn't go into that - you'll get lost. So, what shall I do? Having hurt, having been hurt, and remembering that hurt prevents all relationship.\nQ: We have to accept being hurt.\nK: No, I'm neither accepting nor rejecting, I'm looking, I'm analysing, I don't accept anything, or reject anything. So I say... now my question then is: why am I hurt? Right? What is this thing that is being hurt?\nQ: (Inaudible)\nK: Sir, say something that's actual, don't imagine, don't, you know, and then... Don't verbalise. First find out what it is that is being hurt.\nQ: The knowledge of what is being hurt of.\nK: When I say I am hurt, because you call me a fool, what is it that's being hurt?\nQ: Pride.\nK: Pride?\nQ: It's the knowledge of being a fool is there.\nK: The knowledge... No, madame, 'ecoutez, it is not that - please look at it - not only that, much deeper than that.\nQ: Me.\nK: No, don't - please look at it. I am hurt because you called me a fool. Why should I be hurt because you called me a fool?\nQ: Surely it's the image I have of myself.\nK: Which means... So I have an image of myself as not being a fool. And when you call me a fool or a blackguard or a - whatever it is, I get... because my image is that. Right? Now I say to myself, why do I have an image about myself? So as long as I have an image about myself I'm going to be hurt. Right?\nQ: Why do I have to care about the image that the other has of me?\nK: Of course, sir, the other has an image of me as a fool. Or the image of me as a great intellect - it's the same thing, you follow? - image. Now why do I have an image about myself?\nQ: Because I don't like what I am.\nK: Wait, no. First, why do you have it, sir? Because you don't like yourself as you are? Wait. What are you? Have you looked at yourself, without image? Sir, look, let's be simple. I have an image about you as being very clever, bright, intelligent, awake, enlightened, sitting on the top of a hill. Tremendous image. Because of that image I have of you I say you are very clever, bright. And in comparison with myself I am dull. Comparing myself with you I am dull. Right? Measuring myself with you I find I'm inferior. Come on. Obviously. And that makes me feel I'm very dull, very stupid, inferior, and from all that feeling of dull, inferior, stupid, I have many other problems. Right? Now why do I compare myself with you at all? Is it that we have been brought up from childhood to compare? In schools we compare, you are not as bright as your brother or the top boy - we compare through marks, giving of marks - you follow? - through examination, the mother saying, 'Be bright as your elder brother', you know, this terrible business of comparison all the time throughout life. And if I don't compare, where am I? Am I dull?\nQ: No.\nK: No, I don't know. I've called myself dull in comparing myself with you who are not dull. But if I don't compare, what happens?\nQ: I become myself.\nK: What is yourself? (Laughs) Just see, sir, the cycle we go through, say, repeating these things over and over again without understanding them. So I come back: why do I have to have an image about myself - good, bad, noble, ignoble, ugly or dull, bright - you follow? - why do I have an image? About anything, about myself.\nQ: It's a means of contact.\nK: It's a means of contact or relationship with others - is that so?\nQ: A man that is conscious or aware must automatically become involved to compare...\nK: I am asking... Sir, I'm asking why should, why do I compare? Comparison implies not only conflict but imitation, doesn't it?\nQ: (Inaudible)\nK: Wait. So again look at it, watch it, please watch. Comparison implies conflict and imitation, doesn't it? That's one side of it. No? I am not dull... In comparing myself with you I feel I'm dull, therefore I must struggle to be as clever as you are - conflict. And I then imitate what you are. That's implied in that, conflict and imitation. But also I see I must compare between this cloth and that cloth, material; this house and that house. No? Compare, measure, whether you are tall or short, compare, measure, between the distance between here - and so on. You follow? So, why do I have an image about myself? Because if I have an image about myself it's going to be hurt.\nQ: Perhaps this image doesn't exist at all.\nK: That's my... Go on, sir, investigate. Why do I have an image about myself as something or nothing?\nQ: I want to be secure... (inaudible)\nK: That means you're saying that you're seeking, taking security in an image. Is that it? Which is what? That image has been put together by thought. So you are taking security in the image which thought has built and in that image thought is seeking security. Thought has created an image because it wants security in that image. So thought is seeking security in itself. Right? Right? Which is, thought is seeking security in the image which it has built and that image is the product of thought; thought is memory, which is the past. Oh come on. So thought has built this image about myself, about itself - not myself, about itself. No?\nQ: Sir, may I ask something?\nK: Please stick to this point, sir.\nQ: Yes, I am. I want to deal with education, I suppose, because if the parent starts to compare their own child, and says to their child, or thinks about their child, you are more clever...\nK: I know, sir, I know, I said so, we said so. Parents are the most dangerous human beings. (Laughter) They destroy their children, because they are uneducated.\nSo, image is built by thought and thought is seeking security, and so thought has invented an image in which it finds security, but it is still thought. Right? And thought is the response of memory, yesterday. So what has happened? Knowledge of yesterday has created this image. Come on, sir. So how am I not to be hurt? Not to be hurt implies not having any kind of image, obviously. Now how am I to prevent images? - image of the future - right? - of which I'm going to be frightened. Right? Thought is time, thought is fear of the image of tomorrow, in which there is no certainty. Right? So how am I, how is the mind or the brain not to have images at all, and yet not be hurt?\nQ: (Inaudible)\nK: Please, just listen. Not to have images at all and not to be hurt. The moment it is hurt it's going to have an image. And being hurt it protects itself with another image.\nSo, my question is, can the brain, apart from the physical aspect of it, where it has to protect itself against rain - you follow? - danger, precipice, snakes, polluted air, wars, etc., etc., - apart from physical danger where protection is necessary, can the brain not be hurt at all? Which means, not to have any kind of image.\nQ: The energy, sir.\nK: Sir, if you don't mind, don't bring in another word, because we've got enough words as it is, so let us stick to these few words which we've fairly well understood.\nSir, look at it the other way, not to be hurt implies having no resistance; having no resistance means no image; not to be hurt means, you know, vitality, energy. Right? And that energy is dissipated when I have images. That energy is dissipated when I compare myself with you, my image with your image. That energy is dissipated in conflict, in trying to become your image which I have projected for myself. That energy is wasted when I am imitating the image which I have projected myself about you. Right? So, the dissipation of energy is this factor. And when I'm energetic, which can only take place when there is attention, I'm not hurt. I don't know whether you are following all this. No? You've got it, sir? Let's go over it, let's understand it differently.\nI see, one observes - observation - one observes that one is hurt. One is hurt because basically one has an image about oneself. And that image has been built through the various forms of culture, education, civilisation, tradition, nationality, economic condition, social injustice. That image is the past and therefore knowledge. Thought, whether it is my thought or the collective thought, has imprinted on this brain this sense of comparing image with another image. Obviously. The mother does it, the school teacher does it, the politician does it, the politburo does it - right? - Mao does it, the Red Book, the mythology of the Christians with their - you follow? - the whole civilisation is built on building this image. And there it is and that image is in the brain, which is thought. Now, as long as one discovers, one understands, as long as one has an image, there must be hurt.\nQ: The image is the hurt, isn't it?\nK: Of course, the image is the hurt. All right. Now can the brain be free of all images and therefore never hurt? That means free of knowledge of the past as image. Knowledge of the past is essential to speak a language, but knowledge as the past, as an image put together by thought which is the 'me', which is the greatest image, and as long as I have the greatest image in me, you are perfectly right to put pins into it. And you do.\nSo can the brain never be hurt. You know, sir, to find this out for yourself, not because I'm - to find it out for yourself and live a life in which the brain is never hurt. Then only can you have relationship. Right? But if in that relationship you are hurting me, and I'm hurting you, it comes to an end. In that relationship between you and me there is hurt and that relationship comes to an end, then I go to find another relationship - divorce you and join somebody else. And that again is going to be hurt. You follow? We think by changing a relationship we're going to be completely invulnerable. But we are all the time being hurt. Right.\nQ: (Inaudible)\nK: I understand. If the images are gone... if the images are gone, then what is the relationship between two human beings. Right, sir? Right? Why are you asking me?\nQ: Because...\nK: Not 'because'. Find out if your image has gone, not because you ask me a question and I answer it, find out if your images that you have, have gone, then you will find out what your relationship is with another. But if I say, look, it is love then it's just a theory, throw it out, that has no meaning. But if you say, look, I know I'm hurt - all my life I've been hurt, a series of hurts - don't you know this? - a series of inward tears, series of anxieties, and these images exist. Our question is, can the brain be not ever be hurt at all? And that you have to apply, not just talk about it. Go after it, say, well have I got an image? Obviously you have, otherwise you and I wouldn't be sitting here. And if you have an image, examine it, go into it and see the futility of analysis. Because that prevents you from action. Whereas if you say, now, I move with the image. You follow, sir? That is, move with the image means the thought that is building this. And thought is knowledge. So can the mind be... can the brain be full of knowledge in one direction and have no knowledge in the other? Right? That means, silence in one direction, completely - not direction, you understand - completely silent and out of that silence use knowledge. No? You won't see this.\nQ: (Inaudible)\nK: What place is there in established relationship, if there is any.\nQ: (Inaudible)\nK: Is there such a state. Is there such a state as established relationship. Go to the registrar and get married. That establishes legally a relationship. And what goes on, my god! And what goes on also, not legally. So it's your torture. So what - now, we come back - what is the relationship of thought to fear. Right, sir? We said, thought springs from knowledge of the past, knowledge is the past, knowledge is past, is the past. In that knowledge, thought has found security: I know my house, I know you, I am this, I am conditioned, not conditioned - you follow? - I have asserted what I am in knowledge. Now, tomorrow I don't know. I am afraid of tomorrow. And also I'm afraid of the knowledge which I have of the past, because in that knowledge I see there is tremendous insecurity also. Because if I live in the past as most of us do, I am already dead. And that feeling of living in the past is suffocating and I don't know how to get rid of it and I'm frightened of that, as I am frightened of tomorrow. So I'm frightened of living and I'm frightened of dying.\nSo what am I to do, what am I to do with the fears that I have - future, past - fears? Or is there only one fear, apart from the physical fear which does affect the brain, psychosomatic fears - you follow? - all that - what is... is there only one fear, taking different forms?\nQ: (Inaudible)\nK: Is it the fear of not being. Is that right?\nQ: Yes.\nK: The fear of not having any image - the being is the image, isn't it? No? Oh come on, sir.\nQ: Sir...\nK: Wait, we haven't finished this question. It's half past eleven. Look, sir, we've got two more discussions or dialogues or conversations: tomorrow and Tuesday, Monday and Tuesday. Today's nearly over. And we're talking about fear. Next quarter of an hour, let's apply our minds and see actually whether the mind can be free of fear. Right? Both physical fears, with all their neurotic business, and psychological fears which are much deeper, more neurotic. Shall we, for a quarter of an hour let's apply our, you know, put our teeth into it. Because one sees that when there is fear of any kind, it is the most appalling thing. Right? One lives in darkness, in a sense of void, disassociated, having no relationship, everything becomes ugly. No? Haven't you? - fear. Fear not only of the past but also of the future, not only the fears of which one is conscious but deep down.\nNow, when you look at this whole phenomena of fear: physical, psychological, with all their divisions, the various forms of fears - right? - with all their varieties of fears - right? I hope you're following - when you see the whole structure of fear, with all their past, what is the root of it all? Unless I discover the root of it I'll go on manipulating the parts, modifying the parts. Right? So I must find the root of it. What do you think is the root of it? - root of all fear, not just one particular form of fear. Please don't answer me, be sure for yourself what is the root of it. Discover it, unfold it, look at it.\nQ: (Inaudible)\nK: Oh. The gentleman says, this atmosphere is a bore, is politeness - I don't want to hurt you and you don't want to hurt me, therefore its a form of politeness and it doesn't do anything. Right, sir? Is that so? I don't mind your hurting me.\nQ: (Inaudible)\nK: What, sir?\nQ: When I hurt you there would be a relationship between you and me.\nK: Oh, when you hurt me there'll be a relationship between you and me.\nQ: Of course there will be, because I have destroyed part of...\nQ: That's just nonsense. Is it possible for you to continue on, since we have such little time?\nK: You see, sir? No, it's not reaction, sir. He's telling you something. He says, look, we've been through this image business, we have examined the images, you having one, I having one, you hurting, I am hurting - we've been through all that, it's not politeness.\nQ: (Inaudible)\nK: They are supposed to. You are supposed to.\nQ: (Inaudible)\nK: How do you know? How do you know?\nQ: (Inaudible)\nK: How do you know? You see, how do I know that you have not washed away your image? It is my conceit says you have not. Who am I to tell you you have or have not - it's up to you.\nSo let's go back. I want to find out, not the parts of the... various parts or various fears, but I really want to find out the root of it. Is it not being? Which is, the becoming - you follow? - the becoming, that is, I am becoming something - right? - I want to be something, I've been hurt, I want to be free of hurts. All our life is this process of becoming - aggression is part of this becoming. Right? And the not becoming is an immense fear. Not being is a fear, isn't it? Is that the root of it?\nQ: Sir, when I try to find out the root of fear, I see I can't think about the fear, so the mind becomes silent so that I can just be with that fear, and then all I feel is a deep inner tension but I can't get beyond that point.\nK: The gentleman says he can't get beyond the point of tension, when he examines the root of fear. But why is one tense about it? Why should I - I just want to find out, why should I have any tension about it? Because I have a tension, if there is a tension I want to go beyond it, you know, I'm so eager, greedy. Sir, just look. You see we think, don't we, each one of us, in terms of becoming - becoming enlightened, breaking down the images, you don't listen to my image, I don't listen to your image - you follow? This whole business is a form of becoming or being. When the being is threatened, which is not becoming, there is fear. Right? Why should I... what is there to become? I can understand I can become more healthy, grow my hair longer, but psychologically what is there to become? What is becoming? Changing images? One image for another image? Obviously. But if I've no image at all and I see the reason of not having any, logically, and also I see the truth that image prevents relationship, whether it is the hurt image or a pleasant image - both, obviously. If I have a pleasant image about you, you are my friend. If I have an unpleasant image about you, you're my enemy. So not to have images at all. And work this out, apply it, not just accept it, but actually apply, enquire and apply and live it. Then one finds, if you do apply, do work at it, there is a mind... there is a brain that can never be hurt, because there is nothing to be hurt.\nIs that enough for this morning?\n"}]