[{"title":"public-talk-4-saanen-switzerland-14-july-1968","text":"If we may, we'll go on talking over together the subject which we considered last time that we met here. It seems to me it is so important to understand and be in a state in which the mind is completely religious. Because such a mind, not abstractly or theoretically, can solve all our problems, and a religious mind is not burdened with any of the idiotic ideologies or dogmas or assumptions, but is concerned with the facts, with 'what is', and going beyond it. And as we were saying the other day that we met here, all our consciousness is conditioned, through education, through various inherited acquired states and behaviour, through various contradictions, and the conflict of the opposites; that is the consciousness of which we are. I think it is fairly obvious that this conditioned state of the mind can only be discovered by each one of us by looking at ourselves objectively, and it's one of the most difficult things, it seems to me, to look at ourselves, to see actually as we are without any theories, without any despair or hope, without any demand or opinion, just to look at ourselves; and apparently that's one of the most difficult things to do for most people. Unless we do this I do not see how one can go beyond this limited, narrow circle in which we live. And I wonder how, in what manner it is possible to bring about this state of inward awareness, to see actually what is taking place in ourselves, without any bias, without any neurotic assumptions, but to be aware choicelessly what is actually going on. I do not know if you have ever tried it, not psycho-analytically, to examine every thought, every feeling, trace out the source of that thought, or that feeling, the cause, the motive, the examination of behaviour, the various layers, if one may use that word, of the mind, of our consciousness. I don't mean that way, that would take too long, that would lead us nowhere. The analytical process implies an analyser and when the analyser is conditioned whatever he examines will also be, or depend upon his conditioned state. So the whole analytical process is obviously very limited, so there must be a way of looking at ourselves totally, without going through all the complication of analysis, of examination, introspective analysis, and so on and so on. Is there a way, a regard, a look that will reveal the whole content of our conditioning? I do not know if you have asked that question of yourselves, and if you have I wonder how you would answer that question. You understand the problem?\nHuman beings are conditioned, their whole behaviour pattern, their outlook, their activity, their aggressiveness, their contradictory states of mind, hate and love, pleasure and pain, the despair and hope, this constant battle is the whole field of our consciousness. The very invention of gods, beliefs, fears are the outcome of this conditioned mind. Our nationalities, our divisions of people, races, and so on and so on is the result of our education, of our society which we have built. And so there we are, that is the field of our consciousness, and that consciousness is obviously conditioned. The causes of that conditioning are fairly obvious too; society and its influence on the individual, the individual who has created that society, and the various animal inherited instincts, compulsions, aggressions, and so on. How is one to be free completely of this, so that there is no conflict of any kind, because as we said the other day, conflict, struggle, battle is a waste of energy, and our whole life is spent in this - one desire opposing another desire, one demand, urge, instinct, contradicted by another. And that's our life, and one asks oneself, is it possible to completely step out of it, and how is this to be done - if it is at all possible?\nWe were saying that systems, philosophies, religions, have not freed man and freedom within the prison of consciousness is no freedom at all. It's like a prisoner living within four walls and saying he is free; he is not free, he can walk about in the yard but freedom is something entirely different, it lies totally outside the prison. And seeing this whole complex human relationship, this complex conditioning, the battle, the struggle, the fear of death, the loneliness, the despair, the lack of love, the brutality, the aggressiveness, of which we are, is it possible to completely go beyond all this?\nAnd we said also that no outside agency can help us. The outside agency is another invention of a conditioned mind, another ideology of a mind that cannot find a way out, and therefore it posits a belief. Now when you brush aside all that then we are left with this fact, that a mind is wholly conditioned, both the conscious mind as well as the unconscious, the deeper layers. If one is aware of all this, what actually takes place? If I am aware that whatever I do, whatever movement of thought, whatever effort I make is within the limitation of that conditioning, then what actually takes place? You understand my question? I am aware how my mind, the very brain cells themselves are heavily loaded by the past memories, experience, knowledge, tradition, systems of behaviour, which one has accepted as war and peace, aggression, killing each other, destroying by word, by gesture, by an act, separating ourselves. Now, how am I aware of this? Am I aware of it intellectually - please, do follow this right through with me, with the speaker, don't just merely listen, or merely hear, but actually do it. How am I aware of this fact?\nSo I have to ask myself what do I mean by awareness, how do I look at it? Obviously when I look at it I either condemn it, justify it, or accept the inevitability of it. Please do this. Are we doing it together? That is, are we taking the voyage together? Are you participating in what is being said? If you are not, there is no communication between yourself and the speaker, and we cannot go any further if there is no communication. And if we could do it together then it is a discovery, not by the individual, a discovery, an understanding, a perception that is a total human perception, not a limited perception. So what do we mean by an awareness? I am aware that I am conditioned, that's a fact, I am aware of it, I am conscious of it, I know it - what does that mean? Is there a separation between this awareness and the thing of which it is aware? That's where we left off when we last met here on Thursday.\nAm I aware of my conditioning as an outsider looking in? One knows one is aggressive, in word, in feeling, in act. Do you know it as a knowledge, or do you communicate with that fact, not as an outsider but a communion established between the entity that is aware and the thing he is aware of? You understand? I think it is very important to understand this. When I say 'I know', 'I know I am conditioned', the word 'know' is a very complex word. You have looked at it before, and you have learnt something about it, and you say 'I know'. But when you say 'I know' you have already accumulated knowledge about it and with that knowledge you look. But the thing may have changed in the meantime, and does change. I don't know if you are following all this? Therefore to say 'I know' is the most dangerous thing. To say 'I know you' - which is absurd, I know my wife, my husband, my children, my politician - my God - that's the last thing! (Laughter) When you say 'I know' you mean you knew your wife, or your husband, or your friend, two or three days ago. But in the meantime that friend, or husband or wife, has undergone a change. So to say 'I know' is wrong - if I may use that word. So knowledge prevents you from looking - right? And can I look without the previous experience, without the knowledge, so that I look with freshness, with newness. Life is a series of experiences, conscious or unconscious, the experiences, the various forms of influences, ideas, propaganda, all are pouring in, and every experience leaves a mark. And with these various hurts, marks, memories, knowledge, I look. So my look is always spotted, never clear. So can I look at myself with eyes that have never been touched by experience? Do please follow this and do it - do it and you'll see something. If I look at myself with the eyes of experience, with the eyes that have looked at so many things, that have been through such tragedies, such hopes, such despairs and sorrows, then those eyes can never see anything clearly; and can the mind be free of all the past to look?\nSo, can the mind be aware of its conditioning, to look at it without any distortion, without any bias? So that is the problem. Right? And is it possible to look at anything, the tree, the cloud, the flower, the child, the face of a woman or a man, as though you are looking at it for the first time? That's really the central issue - that is real freedom to look. After all freedom means to be free of the whole depth of the past - the past being the culture in which we have been brought up, the social, economic influences, the peculiar tendency of each one of us, the impulses, the religious dogmas, beliefs, all of that is the past; and with those eyes we are trying to look at ourselves - and ourselves are the past. I don't know if you are meeting all this. Therefore freedom means the freedom from - wait a minute - there are two types of freedom, aren't there really? The freedom from something - right? I am free from anger - let's suppose - that is, the freedom from something is a reaction, and obviously that's not freedom - right? To be free from one's nationality means absolutely nothing - and obviously a very intelligent man, throughout the world, is free from that particular poison - that does not constitute freedom at all. He may be unconscious that he is very aggressive, brutal; and freedom from brutality, violence, aggression is only a part of this whole structure. And there is a different kind of freedom. I wonder what it is. You know the danger of explanation is that we like to be told what it is, and we hope to achieve it by an effort. Freedom is a state of mind where there is no effort at all. Therefore freedom is love. Because if you say, 'I must learn to love, practise love, I hate people but I am going to struggle, attempt to love them' - then it is not love. So freedom is a state of mind in which love is. And love is not the opposite of hate, or jealousy, or aggression; and when we are dealing with opposites and trying to be free from one and achieve the other, the other has its root in its own opposite. All right? So through conflict freedom cannot possibly be understood.\nSo, we will come back to this question: what is it to be aware? Is there an awareness of that tree, or of that cloud, of the green sparkling grass in the early morning? Is there an awareness of it without any choice, without any interference of thought or knowledge which divides - right? We were saying the other day when we met here, do look at a tree, or a cloud, or whatever it is, without space. Did you do it? To look at your wife, or your husband, or your girlfriend, or boyfriend, to look without the image. Have you ever tried it, see what the implications of it are and see whether you can be free from these implications so that you can look? I think this is very important to understand; I think this is the key to the whole thing. When there is no separation between the observer and the thing observed, there is no conflict, and therefore there is immediate action. I see, I am aware, that I'm angry. And the observer sees that he is angry, something apart from himself, outside of himself. Do please do this with me. Then, when there is a division between the observer and the observed, then the observer says 'I must get rid of it, I must suppress it, I must understand it, I must look to the cause of it' and so on, and on and on. In that there is conflict, there is a state of disturbance, control, suppression, yielding to it, rationalising it, justifying it and so on; which are all waste of energy because conflict is involved in it. And when the observer realises he himself is the thing observed, he is angry, not he and anger are two separate things - right? Can we go on? - then there is no waste of energy. Then what actually takes place? What happens then? When I say, 'I am angry', that state you all know, that is the system which we have accepted for centuries. If you don't accept that system, that way of behaviour, that way of thinking, and so on and so on, then you are not separate from the anger, you are anger and you are aware of it. Then there is no division. Then what takes place? Is the picture clear? Will you kindly tell me if the thing is clear? Then what takes place? When there is no effort, struggle, contradiction, battle, there is only one thing, that is, what actually is - right? And what actually is, is myself, is the observer who thought he was different from the observed. And there is only that fact, anger, jealousy or whatever it is. Which means all the movement of contradictory thought has come to an end - right? You are following all this? Therefore there is only a look, a perception, a seeing, in which there is no division, no contradiction, therefore, you are looking, therefore, a new state of energy comes into being - right? And it is this state of energy that is going to dispel that fact altogether. It's up to you now.\nYou know, as we were saying the other day, we need a great deal of energy to look at a tree without space, without this division between the seer and the seen you need great energy of attention. And also you need a sense of freedom. Attention and freedom must go together. That is, love and that quality of attention in which the observer is not.\nIs it time, are you all getting tired? So, how do we proceed from there? How do we communicate with each other when you are merely hearing and not doing? Because you see we can talk endlessly, explain by the hour; all that has very little value. What has significance is this quality of freedom in which there is love and that freedom of attention. I wonder if you are getting all this. I wonder - I have talked for about forty-five minutes - what you have got out of it. Could you tell me, could we talk about it? What actually you have learned, not memorised, not gathered a few ideas, explanations, but actually what you have in your hand after hearing for fifty minutes or so. Could we discuss that?\nQuestioner: Is seeing an exploding force?\nK: 'Is seeing an exploding force?' I wonder why you ask me - find out. Sir, look, I wonder how we can communicate with each other the seriousness of all this. You have taken a lot of trouble to come here, a lot of trouble and expense, and you listen for an hour in the morning three times a week, and at the end of this summer after ten talks, or two talks, what do you hold in your hand?\nQ: It is difficult to say in words.\nK: 'It is difficult to say in words' - is it? Has one stepped out of all this misery of life, is one free from all the mess in oneself?\nQ: (Inaudible)\nK: Madam, this is not a confession - for God's sake don't let us reduce it to that. This is not exposing each other and saying we have advanced so much - which would be utterly silly, then you might just as well go to one of these outside meetings. What we are asking is, have we communicated with each other, is there a communion between the speaker and yourself over something? When you say to somebody, 'I love you' those few words are enough, you have actually communicated something which you feel very deeply, something very real, which are not just words. And if we can put it that way, is there love in which actually is in a state of communion - not sentiment, not emotion, not all that silly stuff - but a freedom, a love so that we are entirely different human beings. After all that is the meaning of this gathering, to shake the very foundation of our being so that we discover something new and live in a different dimension altogether. When we make a mistake, probably we will, but when we do make a mistake, to change it immediately, and move, not remain wallowing in that mistake. I don't know if you are following all this? Look, sirs, we have enormous work to do together, we have great responsibility because the world is in such a fearful mess, a frightening state, and when we leave we must be entirely different human beings, utterly responsible, to bring about a different world. That is, we must be revolutionaries, deep inward revolution must take place in us. And, after all, that is the intention of coming together in this hot tent. Is that enough for this morning?\n"}]