[{"title":"what-it-be-creative","text":"We were saying the other day how important it is that seeing what the various types of organisations are, both religious, secular, and social structure, how corrupt they inevitably are, and to belong to any of them prevents not only the unburdening of one's conditioning but also prevents one from seeing things clearly. So we said that it is important to stand completely alone, not belonging to any group, sect, following any guru, or teacher, and being able to stand completely alone so that we can bring about quite a different kind of society. That is what we were more or less saying the day before yesterday morning.\nI do not know if you see the importance of it. I do not know if you recognise, or have an insight into this question. Because most of us are very confused, we don't know what to do, there are so many demands, pressures, that most of us lean on somebody - we want to be guided, we want to be told what to do. In ourselves we have no clarity and naturally there are those who say that they are very clear, that they are in a state of enlightenment, or freedom, and so on. And being uncertain, confused ourselves we more or less yield to their persuasion, and so become not only more conditioned but accept a new form of conditioning. I don't know if you see the importance of this. Because if we are so conditioned it is inevitable that our mind becomes almost mechanical. Right?\nPlease, you know as we said the other day we are sharing this thing together, and I really mean it. We are thinking over these problems together and therefore understanding it together. It is not, I am telling you what to think or how to think, but rather together investigate, understand, have an insight into all these problems so that you are very clear at the end of it. So that in that clarity you stand alone. Because one must create, or bring about a totally different kind of society, a totally different kind of human being, and more and more as one sees what is happening in the world the greater the demand of such a human being.\nAnd it is only the mind that is really capable of standing alone, in the sense of not belonging to any group, to any party, any community, any set of dogmas, beliefs, conclusions, it is only such a mind that can be creative. I think we have to go into that question of what is creation, what is it to be creative because if that is not clear we are apt to follow those things that make the mind more and more mechanical, more and more dependent, more and more attached. You'll see this.\nSo what is creation? What is it to be creative? Because if you are not creative inevitably you will be fragmented, accept authority, follow all the absurdities of escapes. So one has to understand very clearly for oneself what it means to be creative in this world. Right? I do not know what that word to you means. It is not, surely, creating some physical thing which is new - new invention, new mode of speech, new painting, new kind of music. We are talking of a mind that is alone and therefore capable of being creative. Right? Most of us are in conflict, most of us are caught in various kinds of demands, not only physical but environmental, social and so on. We depend on each other both physically and psychologically and therefore our whole nature, psychological structure, is fragmented. Right? You are following this? Please observe it in yourself. Can a mind that is fragmented, contradictory in itself, be creative? Or does creation take place when there is this absence of the continuity of fragmentation? I don't know if you follow all this? Does it interest you? Because you see if we are not creative in the deeper sense of that word, into which we are going, we are bound to escape from the central fact of deep frustration. Right? And the escapes become very important, whether they are religious escapes, political escapes, sexual escapes, or escapes into good works. So the escapes become all important and not the factor of this fragmentation in which a mind is caught. Right? Please do follow this. And observing this in oneself, how one is fragmented, contradictory, being pulled by different desires, demands, how is a mind to be free in which alone there can be creation?\nFirst of all do you know what it means to have an insight? Do you know what takes place when you have an insight into something? Say for instance, you have an insight into the whole religious organisation, let's take that for an example. An insight, see what is implied in it, how corrupt it is, how false it is. Now that insight you can only have when the mind is not conditioned, is not attached to any particular form of belief. Right? Now having an insight into the religious structure, then you draw a conclusion from that. Right? When you draw a conclusion you are terminating that insight. Right? You put an end to that insight when you draw a conclusion which you perceive through the insight. Is that clear?\nNow look: I must make this very clear so that you understand it. I see very clearly belonging to any political party, which must be nationalistic, run by people who are utterly corrupt, people who are working for themselves in the name of the party, wanting power, position, and all the rest of it, I have an insight into that. Not through book knowledge, not through reading, but actually see it. From that perception I draw a conclusion. Right? I see all politicians, all politics are dreadful. Now when I have drawn a conclusion I have terminated that insight. You follow? So I act from the conclusion not from that insight. Right? So my action from a conclusion is mechanical. You follow this? And being mechanical then I say, 'How terrible to live mechanically, I want to escape'. I join a community, I become whatever I do, escaping from the mechanical process of living, which is the result of a conclusion which came when I had an insight into something. You get it? You see the sequence of it? So when I act on a conclusion my action must be continuously mechanical, though at the beginning I may have had an insight into it. Right? Now if one doesn't draw a conclusion at all but only insight then action is non mechanical. Therefore that action is always creative, it is always new, it is always living. So a mind that has insight and doesn't draw a conclusion and therefore acts, is in the movement of continuous insight, constant insight. Have you got it? Have you understood this? Understand, not verbally but actually you see the truth of this, as you see the truth of a precipice.\nNow this constant insight without a formula, without a conclusion which puts an end to that insight, is creative action - have you got it? Please look at it, go into it yourself. It is astonishingly beautiful and interesting, how the mind, which is thought, is absent when you have an insight. You follow? Thought cannot have an insight. It is only when the mind is not mechanically operating in the structure of thought, then you have an insight. Right? Having an insight, thought draws a conclusion from that insight. And then thought acts and thought is mechanical. Right? Oh Lord! Are we following each other? So I have to find out whether the insight into myself, myself being the world and world is me, and I am the world, having an insight into myself, which means into the world, and not drawing a conclusion from it, and if I draw a conclusion I act on an idea, on an image, on a symbol which is the structure of thought, and so I am constantly preventing myself from having insight, preventing from understanding things as they are. So I have to go into this whole question of why thought interferes and draws a conclusion when there is a perception? You have understood my question?\nI perceive something to be true, I perceive that to control oneself - listen to this carefully - to control oneself - listen to this carefully - brings about a division in myself. Right? The controller and the controlled and therefore conflict. I have an insight into that, that is the truth, but my whole thinking process is conditioned on the idea that I must control, my education, my religion, the society in which I live, the family structure, everything says to me 'control', which is the conclusion which has been handed to me, which is the conclusion which I have also acquired, and I act according to that conclusion, which is mechanical. And therefore I live in constant strife. Right? Now I have an insight into this whole problem of control. So I have an insight which came into being when the mind was free to observe, unconditioned, but this whole structure of conditioning still remains. You are following all this? So there is now a mind that says, 'By Jove, I have seen this thing very clearly, but I am also caught in the habit of control'. So there is a battle. You are following? The one is mechanical, the other is non-mechanical. Right? Now why does thought cling to the whole structure of control. You are following? Because thought has brought about this idea of control. Right? You see this? No?\nWhat does it mean to control? First it implies suppression. Right? Division in oneself, which is one part, one segment of me says, 'I must control the other segments'. That division is created by thought - no? Are you clear? The division is created by thought. Thought says, 'I must control myself because otherwise I would not adapt myself to the environment, to what people say and so on and so on, therefore I must control'. So thought being the response of memory, and memory is the past, memory is the experience, the knowledge, which are all mechanical, has such immense power. So there is constant battle between perception, insight and the conditioning.\nNow what is the mind to do? You understand? This is our problem. You see something new but the old is still there - the old habits, the old ideas, the beliefs, all that is tremendously waiting. Now how is the mind to sustain an insight without a conclusion at all times? Because if I have a conclusion it is mechanical, the conclusion is the result of thought, is the result of memory. Right? From memory there is a reaction as thought. Then it becomes mechanical, then it becomes old. Now you experiment with me please.\nYou understand the question? There is insight, seeing something new, seeing something totally new, clear, beautiful, and there is this past with all the memory, experience, knowledge, and from that the thought that is cautious, watching, afraid, how to bring the new into the old. Now when you see this question, when you see this problem clearly, what takes place? Have you understood my question? We are the result of the past, though the younger generation may try to break away from the past, and think they are free to create a new world, they are not free from the past. They are re-acting to the past and therefore continuing with the past. I don't know if you follow this - right? It is not a break with the past, but a modified continuity of the past. I see this: I see what thought has done, and also I see very clearly there is clear perception that insight exists only when there is absence of thought. Right? Now how do you solve this problem? I do not know if you have thought about it, and perhaps you are thinking about it for the first time, looking at it for the first time, and how do you respond to this, how does the mind respond to this?\nLet me put the question differently. Mind must have knowledge: I must know where I live. It must know the language it speaks. It must exercise thought - thought which is the response of memory, experience, knowledge, which is the past. It must operate otherwise there would be no communication between you and me, I wouldn't know where I lived and all the rest of it and the absurdities begin, if I am not capable of thinking clearly. So I see knowledge is necessary to function in the mechanical world. Right? Going from here to the place I live is mechanical, speaking a language is mechanical, acting from knowledge is mechanical, acting from all kinds of experience is mechanical. And that mechanical process to a certain extent must continue. Like my insight. You have got it? So there is no contradiction between knowledge and the freedom of knowledge when there is an insight. I wonder if I am making it clear.\nThe insight I have now, that knowledge is necessary, and there is also the insight which comes when there is the absence of thought. So there is perception, insight all the time, not a contradiction. I wonder if you see this?\nSee the difficulty in putting into words what I want to convey. I want to convey to you that a mind that is constantly operating upon a conclusion becomes inevitably mechanical, and being mechanical it must escape into some kind of illusion, some kind of mythology, some kind of religious circus. Right? And you have an insight into that. You say, 'By Jove, how true that is'. Now if you draw a conclusion from that insight, you have moved to a different place but it is still mechanical. I don't know if you see it. So when you have constant insight without conclusion, that state of mind is creative - not the mind that is in conflict and through conflict produces pictures, books, you understand? Not the mind that is in conflict, it can never be creative. Now if you see that, that is an insight, isn't it? You can see it, we'll take that up.\nYou know in literature, in the world of art, and so on, people say, he is a great artist, he is a great creative writer. Right? Now if you look behind the literature, the author, you will see that he is in conflict daily - with his wife, with his family, with society, he is ambitious, he is greedy, wants power, position, prestige. And he has certain talents for writing. Through tensions, through conflict, he may write very good books but he is not creative in the deep sense of the word? And we are trying to see if each one of us can be creative in the deep sense of that word, not in expression, that is, writing a book, poem, or whatever it is, but having insight and never drawing a conclusion from that insight, so that you are moving constantly from insight to insight, action to action. That is spontaneity.\nNow such a mind must obviously be alone - alone in the sense of not being isolated. You know the difference between isolation and being alone? Do you? No? Oh good Lord, must I explain every word? I am isolated when I build a wall of resistance round myself. Right? I resist. I resist through any criticism, to any new idea, I am afraid, I want to protect myself, I don't want to be hurt. And therefore that brings about in my action a self-centred activity which is an isolating process. Is that clear? And most of us are isolating ourselves. I have been hurt and I don't want to be hurt. The memory of that hurt remains and therefore I resist. Or I believe in Jesus or Krishna, or whatever it is, and I resist any question of doubt, anything criticising my belief because I have taken security in my belief. Right? That isolates. That isolation may be of thousands of people, millions of people, but it is still isolation. When I say I am a Catholic, I am isolating myself, or a communist or whatever it is, isolating myself. And aloneness is entirely different, it is not the opposite of isolation but having - listen to this carefully - but having an insight into isolation that insight is aloneness - have you got it?\nSo: I do not know if you have noticed - which we will go into much more deeply on a different occasion - mind is completely alone when it is in the state of dying. You know death is the final state of complete isolation. Right? You are leaving everything behind, all your works, your ideas, you are completely isolated through fear of that thing. Right? And that isolation is wholly different from understanding the whole nature of death. If you have an insight into that, you are alone. I wonder if you are getting this? I see you are not understanding this. Leave that for the moment, we'll come back to it.\nSo, a mind that is free has insight every minute, a mind that is free has no conclusion and therefore non-mechanical. Such a mind is in action, non-mechanical action because it sees the fact, the insight into everything each minute. Right. Therefore it is constantly moving, alive, and therefore such a mind is always young, fresh and incapable of being hurt: whereas the mechanical mind is capable of being hurt.\nSo thought, upon which all our civilisations are based, becomes mechanical, all our civilisations are mechanical. I don't know if you are following all this? And therefore corrupt. Therefore to belong to any organisation is to become corrupt, or allow oneself to be corrupted. Right? Now that is an insight, isn't it? Now can you move from that insight to another insight and keep moving, which is living, and therefore relationship becomes a totally different thing. Right? Our relationships are based on conclusions, aren't they? Do watch this, please do have an insight into this and you will see how extraordinary a change takes place in your relationships - if you have really insight into this.\nFirst of all our relationship is mechanical, which means our relationship is based on ideas, on a conclusion, on images - no? I have an image about my wife, or she has an image about me - image in the sense of knowledge, a conclusion, experience - and from that conclusion, knowledge, image, she acts, and she adds to that image, conclusion, through action as the other does, as the man does. So the relationship is between two conclusions. I don't know if you see? And therefore mechanical. You may call it love, you may sleep together, but it is mechanical. Being mechanical then you want excitement - religious excitement, psychological excitement, and every form of entertainment - right? - escape from this mechanical relationship. You divorce and try to find another woman or man who will have something new but it soon becomes mechanical. Right? So our relationships are based on this mechanical process. Now if you have an insight into this, see it as actually it is - the pleasure, the so-called love, the so-called antagonism, the frustrations, you know the images, conclusions that you have built about her and about yourself. Now if you have an insight into that, all that disappears, doesn't it? You no longer have an image, which is a conclusion. I wonder if you are following all this? So your relationship is direct, not through an image. And our relationship is based on thought, on the intellect. Right? Which is mechanical, and that has nothing whatsoever to do with love, obviously. I may say, I love my wife, but it is not the actual fact. I love the image which I have about her when she is not attacking me, you know all the rest of it. So I discover that relationship means the freedom from image, conclusion, and therefore relationship means responsibility and love. You follow all this? Which is not a conclusion, you understand?\nSo my brain is the storehouse of various knowledge, experiences, and memories, hurts, images, which is thought. Right? Do see this. And my brain, which is yours as well as mine, my brain is conditioned through time, through evolution, through growth. And its function is to live in complete security, naturally, otherwise it can't function, and so it builds a wall round itself as belief, dogma, the prestige, power, position - all that, it builds that around itself as a means to be completely secure. I don't know if you have followed all this? Have you watched your own brain operating. Then you will find that it can function remarkably well, logically, sanely when it is not frightened. That means when it has complete security. Right? Now is there complete security? So being uncertain of complete security, it then proceeds to conclude that there is security. It makes a conclusion. You are following this? So conclusion becomes its security. Right? Is this too much? Are you following all this? Look sir, I am frightened, I see I can only function, the brain can only function, when there is really happy, enjoyable security. But I can't enjoy it because I am frightened, I may lose my job, my wife, this. You follow? I am frightened. And so through fear I invest my energy in a belief, in a conclusion, that becomes my security. Therefore that belief, that conclusion, may be an illusion, a myth, a nonsense, but it is my security. People who believe in all the business of churches, and all that, it is an absolute myth, and that is my security. Right? So I find security in a belief, or in a neurotic behaviour - right? - because to behave neurotically is also a form of security.\nSo the brain can only function freely, fully in complete security. Right? So it must have security whether it is real or false, illusory or non-existent, it will invent a security. Right? Now I see that there is no security in belief, in a conclusion, in any person, in any social structure, in any leader, in following anybody. I see that there is no security in that. Right? So I have security in seeing, in having insight. I wonder if you see it? There is security in insight, not in conclusion. I give it up! Have you got it? Not from me, for yourself, have you captured it, is it real to you?\nSo we have this problem: this problem of a mind that, of the brain that can only function in complete order, in complete security, in complete certainty, otherwise it gets deranged, neurotic. Right? Therefore I see that any person, myself included, who belongs to any organisation, putting his faith in an organisation, his faith in a leader, is a neurotic action. Right? What is the security that a mind has when it has discarded all this? You understand? Its security is in the insight which brings intelligence. Right? Have you got it? Security is intelligence - right? Not in knowledge, not in experience, but in the insight of the value of knowledge and therefore that insight is the capacity of sustained intelligence, and in that there is security. Therefore that intelligence, that insight is never frightened. I don't know if you get all this. Do you get it sir?\nI don't know if it is the occasion, perhaps next time we meet, to go into this whole problem of fear, pleasure, enjoyment and that thing called joy.\nBut it would be a tremendous thing if we could, all of us together, understand this one thing: the nature of awareness, nature of perception, nature of insight. You understand? Because then the mind is free to live. You understand? To live, not live in conflict, in battle, in suspicion, in fear, being hurt and all the rest of it - misery.\nNow sirs, have you any questions to ask?\nQuestioner: Today we hear about the new Jesus wave acting in the world, for instance in the USA among young people. Is there a spiritual power, Christ, at present acting on this earth?\nK: You know if I live in an Indian village, a remote Indian village, I shall never have heard of Jesus, will I? I wouldn't know anything about Jesus, but I would know about my particular Jesus, Krishna. Right? Or some other deity in which I have been brought up. You are following? So those people who have been conditioned for two thousand years in the Jesus mythology, break away from it and come back to it. Have you noticed it? Haven't you noticed it? You give up Jesus for one year, or a couple of years and pick it up again. You become a communist or a socialist, drop it and go back to church. Or join a new cult. So you look at it carefully, now have an insight into this.\nThe whole western world is conditioned on a religious concept which is based on idea, on thought, on a personal worship, as the saviour and all the rest of it. In India and in Asia, they are conditioned similarly by a different series of images, ideas, conclusions. Right? Probably they have never heard of Jesus. In a Buddhist world they don't even consider Jesus. You are following all this? So there are different parts of the world conditioned by religious concepts. Right? And the questioner asks: is there a new spiritual awakening? Right? Is there a new spiritual wave? Obviously the wave of the Indian concept of religion, you understand - or the Christian concept, Jesus - is not a new wave at all. Right? It is the continuity of the old conditioned responses acting differently, but it is still conditioned responses. Right? Let me put it differently.\nWhen the speaker goes to India, there are various gurus with immense following, and the followers say, 'This is a new wave, new spiritual awakening'. And because they follow their old guru it is not new, it is just a repetition of the old in a different form. Right? So this is happening right through the world - the repetition of a conditioned mind, religiously, acting or not acting in a different way. To me, personally, that is not a spiritual awakening at all. Are you following all this? Obviously it can't be. If I become a Hindu, or I am a Hindu, I do all the circus involved in Hinduism, there is nothing new in it, I am going back repeating the old stuff. The newness lies in freedom, you understand? In freedom from being conditioned, so that I am neither a Christian, a Buddhist, a Hindu, a Muslim.\nBecause to find out what truth is the mind must be free. Right? It cannot be free if it accepts any authority of any church, or any saviour or any book. And a new spiritual awakening is only possible when there are some in the world, a few or many, who have really gone into this whole problem deeply, and have freed themselves completely and stand completely alone, because it is only when people are alone, the human mind is alone, then it is possible to have real relationship with others. And it is only such a mind that can find out, can come upon that thing which is beyond time, beyond measure. Right? That is the real awakening, something totally new taking place. And that is your responsibility. Right? Not just sitting here and listening to a speaker, agreeing or disagreeing, accepting a few ideas. But it is your responsibility to see that you, as a human being, are free from your conditioning, stand alone and therefore live in integrity, honesty and virtue - and that is the new. Right?\nQ: (Inaudible)\nK: Our minds are automatic, limited, small, mechanical, how am I, the questioner says, to be free of it. I have just explained. All right, let's go into it.\nMy mind is petty, mechanical, small, what am I to do with it? Right? Do you know your mind is small, petty, anxious, jealous, envious, competitive, comparing? Do you know it? Are you aware of your mind being like that? Yes? Oh for god's sake let's be honest sometime. Right. I am aware of it. What shall I do?\nSo, when you say, I am aware of it - what do you mean by that word 'aware'? When you say, 'I know my mind is petty' - what do you mean by that word 'know'? Please, this is important. Do you know it because you have compared your mind with another mind which is not petty? You've understood my question? I say my mind is petty, narrow, stupid, dull, idiotic, neurotic. How do I know it? Because somebody has told me? Because I have compared it with another mind which I think is not neurotic, which I think is free. Right? So do I discover my pettiness through comparison, through measurement? Right? Now, measurement, comparison is the factor that makes the mind petty. I don't know if you see this. Now this is an insight. You understand? I compare myself with you who are very clever, bright, clear eyed and nice looking, you know, compare, measure myself with you. And I say, 'Oh my God, how dull I am'. What does that mean? Through comparison I have found that I am dull, and this is my education. You understand? I have been educated to compare myself always - in the school, in college, as I grow, compare, measure myself with another. Therefore I say to myself, why do I measure at all? Are you following all this? Why do I measure? If I don't measure, am I dull? I don't know. I have assumed through comparison I am dull. Please follow this. This is an insight. And can the mind which is conditioned through centuries of education to compare - you understand? - religiously, economically, socially, in every way to compare, measure - can that measurement come to an end? That is my first question. It can only come to an end if I have an insight into the stupidity of measurement. Why should I compare myself with you? You may be the most marvellous human being, the greatest saint on earth, or the saviour, why should I compare myself with you? I compare myself with you because I have been educated to compare - my brother is better than me, my uncle is much more brighter than me. You follow? So I have an insight which says, don't compare, how silly. Now having an insight into that I stop comparing, then what am I? You are following? What am I? I don't know. Right? I really don't know. Are you following this? When you don't compare yourself with somebody, what are you? You are going to find out, aren't you? Right? You don't say, 'I am petty, small, bourgeois, limited, how ugly', this or that. I don't know. So I am going to find out. Right? When I say, I am stupid, dull, narrow, I have come to a conclusion through comparison. A conclusion puts an end to insight. So the insight shows to me the futility of comparison. I won't compare. It is finished, forever. You understand? Therefore I am going to see what I am. The moment I reject comparison, I am no longer stupid because I have an insight into the whole structure of comparison. You have got it? Which is intelligence, which is greater than the comparative value of pettiness and greatness. You have got it? Right.\n"}]