[{"title":"students-discussion-4-paris-france-22-april-1969","text":"Krishnamurti: Now shall we take up that point, pleasure and pain? It is really very interesting if you go into it - what is pleasure, what is pain, what is love. Shall we really discuss it thoroughly, deeply? Right.\nWhat is pleasure, what to you is pleasure? To see a flower, to see a cloud, to see a girl, sex, to be praised, flattered, to feel superior, to feel that you have achieved your metier, and so on - pleasure is that. Which is, some kind of not only sensual pleasure of the senses but also it is much more psychological, isn't it?\nQuestioner: (In French)\nK: Yes. Yes, sir, that's it. Agreeable sensations. And if security can give that agreeable sensation you will hold on to it. Sex gives pleasure and you keep at it, you want it. And with that pleasure goes also pain, doesn't it. No? Can you separate the two and keep them completely apart? What do you say, sirs? I will only have pleasure and no pain at any time. That's what we want. And can that be maintained? And our relationship with others is based on that principle, of pleasure: I like you and I dislike another. You are my friend and he is not my friend. The friend may have caused me discomfort, questioned me, distrusted me, talked against me. So can we keep the pleasure principle and the pain separate? Or they always go together.\nIs this intellectual? Because this is the obvious fact of life, isn't it. I would like to have always pleasure and no pain at any time. Right? Can that happen? I like to always have friends who never question, doubt, ask, disbelieve what I say. And when they disbelieve I get hurt, I distrust. So can the two things be kept apart?\nQ: (Inaudible)\nQ: If you completely isolate yourself from the world you may be able to have pleasure and nothing else.\nK: Can you separate yourself from the world, isolate yourself from the world, live in a cave?\nQ: Some people do.\nK: Ah! But do you? I mean, after all, what some people do have nothing to... Therefore that means retiring from the world, withdrawing from the world, isolating yourself in your own imagination of what pleasure is. There are a great many neurotic people like that; hospitals are full of them.\nSo, as a human being, you and I, not the monk outside there in the Himalayas, or in some cave, can we keep the two apart? If we cannot - and it cannot be - then what shall we do? That's the question, isn't it. Right, sir? No? I want pleasure and I don't want pain. The more I ask for pleasure the greater the pain. No? So what shall I do? I want pleasure and I don't want pain. I resist pain and invite pleasure. Now how shall I meet these two? - the pain and the pleasure principle.\nQ: (In French)\nK: Yes. It is not a question of pleasure but desire. Now what is desire? Go on, sirs. What is desire?\nQ: (In French)\nK: The looking for pleasure. No, desire by itself I am talking, not what desire does, what it wants. What is desire?\nQ: (In French)\nK: No, sir. How does desire come into being?\nQ: (In French)\nK: No, no, no, before you - wait, sir, wait, sir. Examine it, examine it a little bit.\nQ: (In French) It is a reaction.\nK: Now, how does this reaction come?\nQ: (In French)\nK: Watch it, sir, it is so simple!\nQ: The lack of pleasure.\nK: No, sir, no, sir.\nQ: You see something and you want it.\nK: No, look at it sir. I see there is this beautiful carpet - if it is beautiful, I am saying, let's call it beautiful - and there is perception - right? - the seeing of it, the touching of it, the sensation - right? - and the desire to... No? Right? The seeing, the contact, the sensation, and the desire. Right? I see a beautiful car, or a beautiful woman, or beautiful furniture (laughs): sensation, desire.\nQ: By desire we want to keep the pleasure forever.\nK: Yes. And so we are discussing desire, how it comes. Right? I see how it comes. Now watch it. Now what happens?\nQ: (In French)\nK: No, what happens then? I see a beautiful car: sensation, desire - then thought comes in and says, 'I wish I could own it'. No? 'I wish I could have that chair'. No? So when thought takes over desire - right? - then it becomes pleasure or pain. No?\nQ: What do you mean by 'takes over'?\nK: What do you mean by 'take over'. I can look at... One can see the car and say, 'How beautiful it is', and leave it there. But thought says, 'No, I would like to have it'. Right? There thought sustains the desire, gives desire a continuity. Right? Right, sir?\nQ: There is not only a desire to get something, there is the desire to get away from something.\nK: It's the same thing, sir. Same thing. The 'get away from something' is pain; desire for something is pleasure. Right? Can we go on from there? No, please be quite sure. Don't move away from that if we are not sure.\nQ: Sometimes desire is an absence of something, not focussed on a specific object which is wanted, but a feeling of something that isn't there without it.\nK: Of course. I have had something very pleasurable yesterday, it isn't there, and I want it.\nQ: Yes. In that case you would know what it was.\nK: Yes, of course.\nQ: In some cases you might not be sure. But still...\nK: But is this clear? Desire. How desire arises - contact, perception, seeing, touching, sensation, then thought says, 'I wish I had it', or, 'I wish it didn't happen to me'. So thought begins the pleasure and the pain. Right? I mean, I am not trying to convince you of anything. You understand, sir? We are just examining. I am not your authority, because I am gone - couple of days. Even if I am here I am not your authority anyhow.\nSo that's a fact. And then what am I to do? Thought is doing this all the time - right? - encouraged by society, the environment in which I live, through magazines, posters, propaganda, the priests - it is doing that all the time, thought is being influenced. And also thought says, 'I wish I had more of that pleasure', 'I want to become the chief minister'. The same principle - you follow? - I and the society encouraging each other. Right? So what shall I do? How shall I deal with this thing? How shall the mind tackle this thing? Must I live always in this duality? Right? Pleasure and pain - battle. You follow? And that's what is called living. And is it possible to live differently and yet not smother pleasure? I don't know if you... Not destroy pleasure, like the priests say, 'I must have no pleasure', therefore I won't look at a woman, I won't have sex, I won't look at beautiful pictures, I won't look at the mountains. I will keep my eyes on Jesus and the book.\nQ: Is it possible to choose?\nK: Ah, no. Is it possible to choose. Pain or pleasure?\nQ: No, I mean is it possible to follow the thought...\nQ: En Francais\nQ: (In French)\nK: Ah! Wait, sir, look what you are asking. First let us see the exact state - pleasure - desire, thought, pleasure, pain. And thought is always demanding pleasure and yet it is creating pain. Right? I think... I mean, there is the thought of sexual pleasure, thinking about it, demanding it and being frustrated, and then anger, jealousy - which is the pain. Right? So shall the human life be spent in these opposites? What will you do? That's your problem now. That's the problem. Now how will you deal with it? What will you do? Please sir, do... Let's play this. There is nobody to tell you what to do - right? - no specialist, no authority, no gurus, nobody. How will you answer this question? How will you go beyond it?\nQ: (In French)\nK: That means what?\nQ: (In French) K: No, no. No, no. No, sir. No, no. I am not talking of that. I am saying how will you solve this question: pleasure and pain? It's your baby, it's left in your hands. How will you solve it? It has nothing to do with me - it is yours. How will you solve this?\nQ: (In French)\nK: Sir, you are not observing in yourself, if I may point out. Watch it in yourself, sir. There is this principle going on inside, the pleasure and the pain. How will you deal with this?\nQ: By being attentive.\nK: Attentive to what?\nQ: To what is around you. You don't go farther than what you have...\nQ: I think either you can say yes to pleasure and be ready to pay the price of pain for it, or you try to renounce the both of them.\nK: How can you renounce both of them? All that is an intellectual conception.\nQ: I think you can. You can say, I would like to have peace, and I know that you can have peace, you don't have to look for desire if you...\nK: Therefore you won't look at a tree? You won't look at the moon and the first, you know, slip of the moon?\nQ: You can look at the moon without desiring it.\nK: That's fairly easy, madame. The moon is very far away. (Laughter) But I see something very nice in front of me and I want it. No you don't... You are not facing this thing.\nQ: (In French)\nQ: You have to ask yourself why... (inaudible)\nK: We said that, how pain arises is fairly clear - thought. Thought. Thought thinks about something which has given pleasure and goes on thinking about it, and sustains the pleasure. Right? Thought thinking of some danger that you have had, thinks about it, fear comes into it. It's clear. What will you do, sirs?\nQ: Not think about it.\nK: Then how will you stop thinking? You see, you are not... You are just speculating, you don't feel it. You have to solve it, you see. You are playing with words. I don't want to live between hate and love. Right? Hate being pain, and love, so-called love, being pleasure. I don't want to live battling between these two for the rest of my life. So I must find some means of understanding this whole thing. What shall I do? Come on, sirs, let's discuss it.\nQ: I think it's a question of...\nQ: (In French)\nK: Who is saying all this? Who is saying all this?\nQ: (In French)\nK: But sir... \nQ: (In French)\nK: Yes, sir. But who is saying it is an illusion?\nQ: (In French)\nK: But sir, you read something, you mean to say that stops you... that helps you to understand this whole thing deeply and are free of this principle of pain and - pain? No, you don't get this, sir.\nAll right sir, let's go into it. May we go into it? Let's go into...\nYes, sir?\nQ: So pleasure has a special... is a sensation. During this, and seeing that it is probably pain, it wakes me up a little, I am aware of it, when I feel it, when I am aware that I feel it.\nK: Pleasure?\nQ: Yes.\nK: Don't you feel the same when you are aware of pain?\nQ: Yes.\nK: Then what? Don't be aware of it?\nQ: No. It wakes me. I don't know how to put it. It wakes you up, this feeling.\nK: I don't quite understand this, sir, sorry.\nQ: It wakes you up, this feeling, this sensation of pleasure or pain. And you look at it, you are aware of it. It's neither pleasure nor pain.\nQ: Is he saying sir, that when you are aware of pleasure it is no longer pleasure, there is no longer pain, because...\nK: You are saying, are you, sir, to be aware at the moment of pleasure and pain?\nQ: Yes. Not by intention, just...\nK: Just to be aware of it.\nQ: Yes.\nK: Neither discarding it, nor rejecting it.\nQ: Yes.\nK: Nor resisting it, nor inviting it. Just to be aware. Right? Have you done it?\nQ: It happens.\nK: Yes. I am not being cynical, sir, please. I am just saying, have you done it? If you have then you know what it means to be aware. That is, to be aware without censor, without judgement, without choice. Right? That is to look without any choice. Right? Which means what?\nQ: Looking at this as a fact.\nK: As a fact, yes. No, then what happens? Go on! You see...\nQ: (In French)\nK: Sir, look, I have pleasure and pain. I have learnt now the trick of being aware. Right? A trick. So I know now what to do.\nQ: Sir, once you become aware that there is pleasure and pain, you just live with this awareness. And so you are quite conscious that when pain or pleasure comes, you are just aware of them and you don't do nothing about them. Just understand them, and you don't go into them without knowing what you are doing.\nK: Sir, he said just now, sir, please, he said, if you are aware another thing happens. Right?\nQ: You are not for nor against.\nK: Yes. Now, you have told me that. I have learnt a trick. Right? Next time I have pleasure I know it is going to bring pain, therefore I am going to be aware. Look what has happened to me, what has happened to the mind. You are following what I am...\nQ: If I am aware, yes, therefore I am unaware.\nK: Go into it, sir, you are not following it. I have learnt a clever trick of not suffering. Right? And what has happened to me? I am still as stupid as before. Now I have added a new trick. It's like a circus. Right? And there I am. Is that what pleasure and pain, is that all that it means? That I have learnt a trick not to suffer. Are we...\nQ: When I say I don't want to live between pleasure and pain, this is already another desire created out of the imagination that there is a state of mind...\nK: Yes, sir, quite right.\nQ: Where this is not the case. But seeing this, totally seeing this state of mind, this is awareness. (Inaudible) But just to say I don't want to live between pleasure and pain doesn't...\nK: I am just pointing out, sir, the danger of learning a new trick. You follow? That's all. I am not saying it is right or wrong. That I have learnt now how to meet pain. I won't go to church, I won't escape, I'll just become aware of it, a fact, and I am going to become aware. I am aware, and it disappears. Right? At the end of... and then what?\nQ: It doesn't disappear.\nQ: But if you are not aware all the time, it is coming back.\nK: So I have to learn that trick too. So I have to learn how to be aware all the time so as not to suffer. Which means not to have any pleasure either. Right? I can't put away one without the other. I must put both away. I don't know if you are meeting all this. So what shall I do? I am not going to learn any tricks because that is too stupid. I want to find out how to deal with a living thing. I don't know if... A living thing. Pleasure is a living thing; pain is a living thing. And if I have learnt some clever way of looking at it, I approach it with a dead mind.\nSo, I have learnt something: for a living thing I must also be alive to look at it, not learn a dead trick. Right? Now how shall I meet this thing? - pleasure and pain. Not through trick. Right? So I have to learn about it because I have to learn about a living thing, not a dead thing. So, can my mind... can the mind learn about a living thing? And it can only learn about a living thing if it is not dead. Right? Are you following? So, when there is a conclusion that I must be aware, then it is dead. Any form of conclusion is to destroy the mind. Right?\nQ: Then it is not learning.\nK: Then it is not learning. So I watch my - I see the truth of that. I say, 'By Jove, any form of conclusion dulls the mind. Have I conclusions?' Have I conclusions? I have and I say, 'I must be aware'. So I am watching. Have I any conclusions, any beliefs - which are all conclusions - any conceptual ideology? So what has happened? Watch it, sir, look. Desire, pain and pleasure; then somebody said, 'Be aware of it, old boy, it will stop it', and I nearly swallowed that hook. You follow? And I say, 'By Jove, see the danger of that'. So, and I see for a living thing I must have a very active mind, not a dull mind, not a dull feeling, or a habitual feeling. And have I habitual feelings? You follow, how step by step I have gone to find out that I have got habitual, traditional feelings. Which dull the mind, therefore I don't understand pleasure and pain. I wonder if you are understanding all this.\nSo now I am going to learn about myself. I am not concerned about pleasure and pain. You understand now? I am concerned to see if there is any part of this whole being, which is the 'me', is dead, dull, stupid, not alive, has come to conclusions, and remains with those conclusions. So I am learning about myself now. I don't know if you are following. Desire, pleasure, pain, the trick of awareness, how the mind nearly caught in it, and therefore through all that I have learnt that I must look at myself to see if there is any part of me that is dead.\nQ: Isn't that another trick?\nK: Is it? Learning - learning isn't a trick. I am learning as I go along. Trick is something which I accept, a formula, and apply that formula in order to get rid of something. So this is not a trick because I am learning. I am learning about myself, upon which so many tricks have been played. Right, sirs?\nQ: (In French)\nK: Wait. So I want to learn about myself. Am I frightened to learn about myself? To see what I am, am I frightened? Why am I frightened? Watch it, sir. Why am I frightened? Because I have a conclusion about myself. I don't know if you follow this. I am frightened to see myself as I am because I have come to a conclusion I am a marvellous man. Or I am a very ugly man. So the conclusion, the ideal, breeds fear, not the fact. I don't know if you are meeting all this. Right? So, I am learning about myself, not adding more conclusions. So I have learnt something, which is, I am afraid. I am afraid because I have an image about myself. Now why have I an image about myself? Haven't you an image about yourself? Why?\nQ: (In French)\nK: So you blame the image on the society? Is it? Or am I also building an image about myself all the time? Society says you must be a great success. And also to be successful gives me great pleasure. So it is a combination of both. No? So I have built, I am building an image about myself all the time, based on pleasure and pain. (Laughs) I don't know if you are following all this. Right? No? So I have come back. I have started in examining pleasure and pain, and I have found myself that all my life is based on this principle. Right, sirs? So where am I now? I only want pleasure, and avoid pain. I study myself in order to attain greater pleasure. No? Which is called enlightenment, god - (laughs) you follow? - all the rest of it.\nSo - may I go a little further? Now I see that anything I attempt to learn about - about something - must be either to resist it or to derive pleasure. Right? So, what is there to learn? What is learning then? If my whole structure is based on this principle of pleasure and pain - past, present and the future - what is there to learn? I don't think you are meeting this. I have learnt everything about myself. No? Right, sir? No - are you meeting...\nQ: (In French)\nK: Sir, look: we started with pleasure and pain, desire, thought, learning a formula which will stop. Then I am frightened to look at myself because I have an image about myself. The image says, 'Don't look because you may find ugly things in you', and so be afraid of it, so don't look. The not looking is dictated by pleasure, not by fear.\nQ: (In French)\nK: No, no. No, no. No, sir. Just follow it, sir. If you have followed this inwardly you will see it. So I started out with pain and pleasure, and I find I am learning about myself. Right? And what is there to learn about myself? I have learnt. There has been a tremendous learning, which is, the mind very subtly wants pleasure and wanting to avoid pain - in different forms, in different circumstances, different ambience and so on. That's what it wants. Superior, inferior, god, hell - you know. And I say, 'By Jove, I will observe only, not learn'. You don't understand.\nQ: Have I learnt everything about myself when I have seen that this pleasure, that pleasure and pain are the... (inaudible)\nK: Yes, sir. You can add more details to it.\nQ: Doesn't this rather simplify it, sir?\nK: No, I simplified it, of course, purposefully because I can't go too much into it, but I am showing you something else, which is, learning in order to have pleasure and avoid pain, which is what we are doing all the time, and that is not learning.\nQ: So you say observe.\nK: Observe.\nQ: Who is the observer?\nK: That's just it. Wait. Go into a little bit. Who is the observer?\nQ: It's the 'me'.\nK: Who is the me?\nQ: The one seeking pleasure.\nK: Who is the me?\nQ: My thoughts.\nK: My thoughts.\nQ: My memories.\nK: Yes.\nQ: My image.\nK: Image. Thought, which is memory, image which is memory - the 'me' is a bundle of memories. Right? Memories are dead things. So the 'me' is a dead thing. No? So the 'me' is looking at everything alive. I look at you who is alive, or the flowers, with a dead me inside looking. No? I love you. Look at it, what has taken place there. The 'me' says, 'I love you'. The 'me' with all the memories, the 'me' with all its thoughts, which are dead, and love is a living thing, otherwise... Love is not a memory. I don't know if you are following all this. So when I say, 'I love you', a dead thing is saying to a living thing, and can a dead thing speak to a living thing?\nSo can I... can the mind and the heart look, not with dead conclusions, memories, ideas, images, but look with something which is living, which is love. No? Don't agree, sir. You know, this is real meditation, you know? Can it look at life, at my wife, husband, the neighbour, the world, with those eyes?\nQ: If it doesn't look then it constipates.\nQ: Then it is not looking, it is participating.\nK: Then something else is taking place. If I look at you with my image about you, I am not looking at you. Right? My image about you is looking. Look at it, sir, the strange phenomena is going on. I have not only an image of you but I have an image about myself. So there are two images in me, and many more, but for the moment two. The 'you' and the 'me'. So I am looking with two images at you. And this looking is called relationship. Right? When I say, 'I love you', it means that - my image about myself and the image which I have built about you. And the images are obviously dead, adding to it or subtract, but they are dead. So can I... can the mind and the heart look without dead... without being dead? And then possibly, only, one can say, 'I love you'.\nNow, I have learnt - learnt, not just speculated. By investigating, looking - desire, all that, I have learnt something enormous. Right? I have learnt, the mind has learnt to put away everything dead. Which means tradition, image - you follow? - wipe it clean.\nQ: (In French)\nK: Why does one build these images. That's fairly simple too. I come to you and say, 'Oh, how very intelligent you are'. Look, immediately you have built an image about it, haven't you? You like being flattered and you have an image, you are my friend. I say to you - I won't, not to you, sir - I say somebody is stupid. At that moment you have created an image. But if you are really attentive at that moment you won't have an image. I wonder if you... So the mind is... when the mind is attentive there is freedom, when the mind is inattentive then there is image... You follow? Then you will say, how am I to be attentive all the time? Right? Right?\nQ: (In French)\nK: Are you asking that question? Aren't you very greedy? When you say, 'How can I be attentive all the time?', aren't you being greedy? And why are you asking it? Watch it, sir. Why are you asking it?\nQ: Because you expect pleasure from this.\nK: Exactly. So, I spend most... one spends most of one's life inattentive. Right? And occasionally attention. And I say, 'By Jove, if I could move this inattention to attention everything will be all right'. Right? Now, can that be done? Can inattention become attentive? You are following? It can't. You understand? The two are entirely two different states - one is asleep, the other is awake. How can the sleepy state become the other? It can't. Right? So what is to be done? Let there be attention in the sleepy state. Let me be aware, attentive that I am asleep. Right? Then I am attentive. I don't know if you are meeting.\nSo I have learnt a great deal. By one question, pleasure and pain, the mind has learnt a tremendous lot, which is enlightenment. To see things very clearly, with light, is enlightenment. But we won't go into that, that brings in quite a different problem.\nQ: What problem does that bring in, sir?\nK: What problem does enlightenment bring. Enlightenment doesn't bring.\nQ: No, the question of enlightenment.\nK: The question of enlightenment. What is enlightenment?\nQ: I think he wants the word... (inaudible)\nK: You read books on Hindu religion? Oh my lord! (Laughter) I haven't read them, so I am at a loss.\nYou know, what is enlightenment, what does it mean? To be light to oneself. Light. And that light cannot be lit by another. Right? No, do see this, sir, please. So no authority, nobody can light the light. In that light everything is seen very clearly - there is no illusion, there is no darkness, there is no shadow, there is no wish, there is no image. That's what it means to be enlightened human being. So, can the mind be free of all authority? All authority, not one particular authority of the police, but all authority inwardly, of every kind. Which means also the authority of knowledge, the authority of memory, the authority of experience. You follow, sir? The problem is tremendous, you have no...\nQ: (Inaudible)\nQ: He says, how can one escape the authority of oneself?\nK: How can one escape from the authority of oneself. The authority of oneself is knowledge, experience, isn't it. I have experienced - what? - joy. That's the authority. Look what has happened. I have experienced joy, which is in the past. The past then becomes the authority. You don't say, in the state of experiencing, 'I have experienced'. I don't know if you are following all this. Are we meeting each other? While we are looking at the sunset, the beauty of it, the colour of it, the joy of it, in that moment you say, 'I am experiencing great delight'. You don't say that. You only say it when it is over, and when you remembered it, and then tell somebody. So the authority of one's own experience is the dead authority of yesterday, therefore valueless. Right?\nSo to have no authority means to be free from yesterday - knowledge, experience - unless you go into this very, very deeply, this is all just words.\nQuelle heure est il?\nQ: (Inaudible)\nK: Isn't that enough?\nQ: Sir, we came to the point where we saw that if you were learning with a motive then that's not learning at all. And then you spoke about love and you spoke about other things; could we go back to that point...\nK: Which one, sir?\nQ: The fact that if you were learning with a motive then you are not really learning at all.\nK: Ah. Sir, there are two different kinds of learning, aren't there. The learning of a language, a technique - there, there is a certain motive. I want to learn a technique in order to earn a livelihood, money, a job. Right? In learning about myself why should I have a motive? Yes, that's it. Why should I have a motive? If I have a motive, that motive is based on pleasure and pain, however subtle. So the moment I have pleasure and pain as the motive I am not learning. Is that... Then what is the other, sir, love?\nQ: He said that instead of the motive there could be something else which is love, which makes it possible to learn.\nK: Sir, don't let's use the word 'learn'. Then we have to go into this question of what love is. Right? Is love pleasure? Is love desire? Is love jealousy? Is love ambition, competition, hatred, nationality? Can a mind that is nationalistic, class-minded, that is acquisitive, possessive - you follow all this? - can such a mind love, or the heart love? And we are all that.\nSo is it possible for the mind not to have measure at all? Because I measure myself, compare myself with you who are clever, who are loving, kind, noble, etc., etc., etc., and I say, 'By Jove, I wish I could be like that'. Which is part of envy. So can the mind be free of all measurement, comparison? Sir, I can go into all this you see; unless you do it, it is no fun at all.\nQ: (In French) Do you think it is possible to speak about love?\nK: No. (In French) I mean, what is not. Hate is not love. Right? And we do hate, we create enmity, we do... So can the mind never have hate at all? So I have forgotten the question of love. I am now interested to see if the mind can be free of hate, anger, jealousy, competition. You follow? When this thing is not, the other is. Through negation the positive is. But not in the pursuit of the positive - it doesn't come.\nSir, we had better stop. I am sorry we have to stop because I have to go.\n"}]