[{"title":"students-talk-3-rajghat-india-30-november-1969","text":"Krishnamurti: I don't know what you would like me to talk about this morning, but I have been asked by some students that I should talk about religion and God. Is that what you want?\nQuestioner: Sir, we would want to know how to have a whole mind.\nK: Yes. Do you want me to talk about that, about religion and God? Or is it out of date? If we talk about it - I think we will - this is a very serious matter. It is not a thing for entertainment, for ideological pursuits, theories and suppositions. To find out reality - and it doesn't matter what name you call it - you need a certain quality of mind; a quality that has the appreciation of beauty, not as an idea, but the awareness of that sense of beauty, not only around oneself, the world of nature, but also that inward sense of beauty that is perfect mathematic order. Beauty is order, and to see this extraordinary beauty in the world, in nature, to observe the tree with all the light and the shade and the glimmer of the sun on the leaf, to see the light on the water, to see the ugliness, the squalor, the dirt, the utter carelessness about one, and to see that order is possible only when there is a great sense, a feeling for beauty.\nYou need a quality of mind that is free, not as an idea, as an ideological utopia or as a principle, but actually understand and live in daily life what it means to be free. Because freedom is a quality of mind that is capable of meeting facts as they are, actually facing 'what is', not in terms of 'what should be'. A mind that is caught between 'what is' and 'what should be' is always in conflict, and such a mind is not a free mind. And you need great freedom to perceive what is real, what is true - not according to one's wishes, not according to one's conditioning, not according to one's dogmas, beliefs, or superstitions or traditions, but to see things as they are and to go beyond them. For that you need a great freedom of mind. Otherwise it is quite utterly impossible, absolutely impossible, to see what is truth. A mind that is weighed down by tradition, by prejudice, by ideas, cannot possibly understand the nature and the structure of truth.\nSo if one is really enquiring to learn, to understand what truth is, there must be this quality of freedom and this awareness of beauty, which means great sensitivity, not only of the physical organism but also of the mind and the heart - great sensitivity. And that sensitivity is destroyed, denied, when the mind is not free and is only clogged down by ideas, by principles, by formulas. As we said, beauty is order and order is virtue, and for a mind that would really, deeply, understand 'what is', if there is such a thing as truth, as God, as reality, as something totally unknown, there must be this quality of freedom, order, beauty and great sensitivity. Logically one can see the importance of this. A mind that is confused, a mind that is cluttered up with a great many ideas, beliefs and superstitions, such a mind cannot logically think very clearly. And there must be the capacity to reason, not according to a formula, but to reason objectively, clearly, without any prejudice, is necessary. So when such a mind - or rather, only such a mind can come upon this extraordinary thing that man has been seeking for millions of years. Man has always, both historically and inwardly, been searching for something, has been asking, looking, demanding, to find out if there is or if there is not a reality. After all, that's what most of us are seeking. We are tired of this world with all the pain, the anxiety, the guilt, the misery, the confusion, the competition, the desire for power, position, and death. This is what is the life which we live, daily: a life of battle, of conflict, a life that has very little meaning actually, objectively, it has very little meaning; to battle all one's life, to fight with each other inwardly, constantly making effort, conflict, and at the end of forty, fifty or sixty years, to die. That is what we know, that is the actual, that is the daily life of everyone, whether they live in the East or in the West, in the communist world or in the capitalist world.\nAnd being aware of this, knowing this, we want something beyond it. Or we try intellectually to give a significance, a meaning, to this meaningless life. So we say, 'There is God. We are the atman, we are the soul, life has a meaning only when you find God'. So we invent reasons. Please, do follow this a little bit. We give significance, meaning, to a life that has no meaning, the way we live, and the significance, the meaning is what we call religion. Because after all, look at, if you objectively, really look at your life, the daily life that you lead, what is it? A shoddy, miserable, contemptuous life, ugly, fighting, fighting, fighting, in sorrow, conflict, misery - that is what our life is. I don't think anyone can dispute that. And seeing what it is, we want something else. We want a comfort in an idea, in a God, in some form of rituals. So we try to give to life, to a daily living that is meaningless, a meaning. Don't you do this?\nPlease, this is not a lecture, this is not a speech for you to accept or to deny. We are together learning, observing a life and see if that life can be changed into something marvellous. And to observe that life you have to be aware of your own life; not run away from it, not quote Sankara, Buddha or X, Y and Z. That has no importance whatsoever. They all might be wrong - and probably they are, or they may be right. Why should one accept anything? I hope you are following all this?\nSo, given the fact of what our life is, the daily grind, the daily act of pleasure, sexual or otherwise, the daily battle, the insults, the ignominy, and not understanding how to bring about a change in ourselves radically, we have theories of what and how we should live - the ideal. So there is conflict between the actual and the ideal. Again that leads us to hypocrisy. And amidst this chaos, confusion and strife and misery, we are in great despair and hope there is something much nobler, more beautiful, more peaceful, more lovely. And so the philosophers, the gurus, the clever people, have theories about what God is, and how he should, or can, reach you. And we poor, unfortunate people are caught in theories of what other people have said, and we try to live according to them. And again, conflict between 'what is' and 'what should be'. And that's our life. The life of the religious person, the life of the ordinary person, the life of the scientist, the businessman, the astronauts, of every one of us, that's our life. And the whole of this life is divided into scientific, business and religious life. Right, sirs? Are you following all this or you're going to sleep?\nNow, the question is: how can one bring about a transformation in oneself so that one lives a clean, orderly, free life? Because without the foundation properly laid, do what you will, go to all the dirty temples in the world - some are very clean, not in this country - go to all the mosques, churches, there's no reality there. Those are put together by thought, by ideas, by superstitions, and reality is not in a temple, or in any book. I was told the other day that Vedanta means the end of knowledge. You know what that means? End of knowledge. It's only when there is the end of knowledge there is the beginning of the new. And reality is not within the field of knowledge, and you are full of knowledge: of the Vedas, Gitas, the Bible, the Koran, the saints and all the rest of it, and you talk very easily about truth, God. Right?\nSo one asks: what is really religion? Do you understand, sir? What is really religion? Obviously, not the church, not the temple, not the priest, nor is it in any book. Surely, religion is a way of life: a way of life that is whole, that is not fragmentary, in which there is no conflict whatsoever, which means there is no contradiction in oneself, contradiction of opposing desires, opposing ideas and demands, a total non-fragmentary life, a whole life, a total mind, a whole mind which doesn't think one thing and do another, doesn't say one thing and act contrary to what has been said. That is, not the beginning, but that is the way of religious life, because that demands great energy to live that way, not occasionally, once a week or once a month, but to live daily that way, every moment that way, demands tremendous energy. You know, if you would climb a mountain, you need energy. To do anything completely, wholly, with all your heart and mind and your body, needs energy. And conflict in any form is a wastage of energy. So one realises that, that you need great energy. And the so-called religious people throughout the world have said to have that energy totally, completely, don't have sex, don't look at a woman. Laid down - this is said by the men, obviously. So sex is taboo, mustn't have it for a religious man. Right? Isn't this so? Eh? No?\nQ: (Inaudible)\nK: What, sir?\nQ: (Inaudible)\nK: Sir, sir, sir, sit down, sit down, don't take one sect. That is the whole, prevalent idea throughout the world. Every sannyasi, every monk, every person who is devoted to so-called God insists that you must lead a life of celibacy. They might be a footling little sect, say, 'through sex you'll find God', or reach extraordinary states - again just imagination. But taken as a whole, right through the world, sex is taboo, not required, it is dangerous, because it is a wastage of energy. Otherwise would you respect a sannyasi if he got married?\nQ: (Inaudible)\nK: No, sir, sir, sir come off it. We are talking of - you are talking of a few group of people. The general idea throughout the world. If I was married tomorrow - I am not, fortunately - do you think you would be listening to me so attentively? No, sir, look into yourself, be honest, for God's sake.\nWe are saying that you need a great deal of energy, abundance of it, and the voltage of that energy, the highest form of that energy you require to find reality. And you say, and most people say, the religious people throughout the world - 'religious' in quotes - 'Don't have sex'. So what happens to such a person? He is in conflict. There is the prince idea, and the actuality. So he is living in a battle with himself all the time, which is a wasting of energy. And the religious people throughout the world have divided the soul, the atman, the body; there is a division, which again breeds conflict. They don't look at it as a whole thing, as a psychosomatic thing, whole but divided: atman and not-atman, the God, you know, all that stuff, with which you are much more familiar than I am. So again that's a wastage of energy. So, you need energy to do anything: to go from here to your house, to read, to look, to cry, to have sex, everything you need energy. And that energy is dissipated through conflict, whether inwardly or outwardly.\nSo we come to the point then: a mind that can observe itself, see all its contradictory nature, how it is fragmented, observing oneself - for oneself is the world, you are the world. Do please listen to this: you are not an individual. As we said the other day, the individual means 'indivisible', a being who is not divisible, but you are divisible, you are fragmented, you are broken up, therefore you're not an individual. You are broken up and therefore the world is broken up, fragmented, and you are the society, and the society is you, you are the world. So looking at all this phenomena that is going on in the world, the strife, the battle, the revolt, the exploitation, the woman and the man, you know, this battle, endless battle going on inwardly and outwardly. How can such a mind, which is in battle, talk about love or God or truth? It has no meaning when such a mind talks about it. Right? Or escapes into fanciful utopia. Instead of pursuing God, you pursue a perfect state, like the communists do, so their God is the state. So observing the whole of this phenomena, what is truth in all this? Or truth is not something beyond all this but in the understanding of all this, which is our life, understanding our daily life, not the life that Sankara wants you to lead, not the life that the Gita wants you to lead or Freud or Marx or Stalin, but actually what kind of life you lead in every day. How can such a mind that is conditioned, confused, superstitious, worshipping an idea or a stone, how can such a mind possibly understand what truth is - whether it is scientific truth or psychological truth?\nSo the first thing is not to seek God. Right? Because you don't know what it means. First thing is to clear up one's own confusion, your confusion, your misery. Can that be cleared? Can your confusion, can your misery, your sorrow, be put aside - not forgotten - understood, so that your mind becomes extraordinarily alive, sensitive, innocent? It's only such a mind can see what truth is, the innocent mind, not this confused, ugly, brutal mind. Right?\nSo the question is: can you, who are confused, unhappy, put aside all the concepts and the formulas and theories of what God and religion, religious life should be, but actually observe yourself and transform yourself? If you can't, if you haven't got the energy, the drive, the intensity of it, remain as you are, don't pretend. Don't pretend to lead a marvellous religious life, going to the temple every afternoon or once a week. That's all rot.\nSo the question is: can the human mind, your mind which is the human mind, so conditioned for centuries, can it break through its limitation? That is the real question, nothing else, not whether you live next life. Can you, as a human being, conditioned as you are, living a very shoddy, miserable and unhappy life, can all that be changed? That is the real question. In the very changing of it, you will discover what truth is. (Pause)\nSo then, what is one to do, how is one to change? Right? That is the inevitable question, next question. Here I am, unhappy, miserable, confused, I won't escape from it. I won't run off to the churches and to the temples and the mosques, or pick up a book to read about God and all that nonsense. I won't escape, but I am going to find out. Can I, can you observe yourself as you are and change? Right, sir? That's the question, isn't it? If you don't want to change, it's equally right. You understand? Don't change, but don't pretend and deceive others about your religious life.\nSo first the question is: can the mind, this mind, your mind, in which is included the brain and the heart, the whole being, can that undergo transformation? If that is possible, then reality is there, you haven't even to search for it. Then what is one to do? You understand, sir? I put the question, which you must put it to yourself. This human mind which has lived millions and millions of years in drudgery, in misery, in confusion, in anxiety, in fear, can that mind undergo change, mutate, transform itself entirely? What would be your answer? If you are serious, and earnest and truthful, what would be your answer? Would you say, 'It is not possible'? Wouldn't you? Here you are caught in your responsibilities, your families, your offices and all the rest of it - caught in a trap, and you say, 'I can't get out of it, I don't know how to'. Right? Wouldn't you say that? Eh? What sir?\nQ: Yes, sir.\nK: You see, you say, 'I don't know how to get out of it'. Right? Then who is going to tell you how to get out of it? Please do pay attention. Who is going to tell you? Another guru, another philosophy, another teacher? You have had other gurus, other philosophies, other teachers. They have become your authority, they have told you what to do, and you have failed, and they have failed. So substituting a new guru for the old has no meaning. Right? So what will you do? You understand my question, sirs? Your Sankaras have failed, because look at your life, your Gitas, your Bibles, your Korans, all the rest of it have failed, because they have become the authority for you to follow, and you have followed them or not followed them. So you realise that no authority can save you. Right? Not a new authority, no authority. Therefore you are thrown back on yourself. Right? And what will you do? Do please look at it. What will you do when you are no longer looking to anybody; when you have given all your faith to all the idols in the world and your faith is burnt out, because they have all destroyed you. So what will you do? Well, sirs, what will you do?\nQ: (Inaudible)\nK: Eh? Look at your own centre.\nQ: Self.\nK: Self. Look at yourself. That means what? Have confidence in yourself? Do please work at this, as the speaker is working, do work, work at it. Don't sit there half asleep, the house is burning.\nQ: No sir, it is not.\nK: No? Good, I am so glad you think it's not burning. There are wars, there is revolt.\nQ: Love is still greater.\nK: Absolutely, I quite agree.\nQ: (Inaudible)\nK: So, sir, sir, quiet down. Love is an idea, it doesn't exist. Have you got love in your heart?\nQ: (Inaudible)\nK: What?\nQ: (Inaudible)\nK: I see? Is this the first time you are coming to hear this talk, sir?\nQ: (Inaudible)\nK: Last time I talked about it. You have understood what I've said?\nQ: (Inaudible)\nK: You didn't agree.\nQ: (Inaudible)\nK: Wait, sir, wait, sir. You didn't agree. Eh? What was there to agree or disagree?\nQ: (Inaudible)\nK: Yes, I am telling you sir. I know, you didn't agree. But I am saying, what was there to agree with or disagree with?\nQ: (Inaudible)\nK: Sir, sir, sir, sir, I am asking a question, you are not replying to it. I am asking, what are you agreeing or disagreeing with?\nQ: (Inaudible)\nK: I never defined love, absolute or otherwise.\nQ: (Inaudible)\nK: Sir, sir, sir. You just pick up a lot of words, you don't look into, beyond the word. We said love is not when there is jealousy, love doesn't exist when there is the pursuit of pleasure; pleasure means pain. So you haven't - it doesn't matter, sir, we are just dealing with facts, not with suppositions.\nSo I am asking a question: is the human mind, confused, miserable and unhappy, searching for love, wanting sex and pleasure and with it pain, anxiety, hatred, anger? And one has looked to authority: the authority of the book, the authority of the saint, the guru, and they have failed. Because you have followed them you have not looked at yourself. The teacher has become far more important than yourself. And a confused mind chooses a confused leader or a confused guru. So there you are, not being able to rely on anybody, on anything anymore - not on science, not on so-called education, not on any political, economic body - communists have become a bureaucracy, ruthless bureaucracy, and therefore they are no longer viable, worthwhile. So there you are, what are you going to do? What is your answer, sir?\nQ: Relax to make your mind blank, get away from the world.\nK: Make your mind blank, get away from the world. A lovely idea. Escape from the world, go into a monastery. Do you mean to say you are going to solve it that way? Again a theory. You are not going to leave the world, you are not going to leave your job, your family, your responsibilities. Just say, 'empty the mind' - that's just an idea.\nQ: Get peace for a while.\nK: Peace for a while. How are you going to get a peace for a while?\nQ: (Inaudible)\nK: Forget your problems. So what are you people talking about? Forget your problems? Give your mind a rest? Who is going to give it a rest?\nQ: Your yourself.\nK: Who is you?\nQ: (Inaudible)\nK: Eh? Who is you? The higher atman is going to give the lower atman a rest?\nQ: Both together.\nK: So wait. There is no both, there is no atman and lower and the higher. That's just another invention of the mind, product of thought. So what you are saying, sir is: can thought give you rest, can thought be quiet for a while? Right? Can thought not function? Right? Because it is thought that has made this mess in the world. You are thinking: thinking egotistically, thinking in terms of duality, thinking in terms of God and man, thinking in terms of the higher-self and the lower-self - all the product of thought, whether they are Sankaras' thought or your pet gurus' thought, it's all thought.\nQ: (Inaudible)\nK: Wait sir. First see, what it is. Don't say, 'I want, there must be peace. I must withdraw from the world'. You can withdraw from the world, go into a monastery, and the thought will still go on. So you have to understand thought, thought of which you are, the brain-cells. So I am asking: can this thought which is the response of memory, response of experience, response of knowledge, this thought that has divided the world into India, Europe and America, communism, socialism, this thought that says, 'we' and 'they' - right? - this thought that says, 'me' and 'not me', this thought that identifies itself with the furniture, with the house, with the wife, with the husband, thought - can this thought be quiet? Right, sir? Can this thought be in abeyance, quietened down? Right? You agree? You see that? That thought has created all this - your God and my God, your belief and my belief. Thought has said, to reach God you must be celibate, or through sex you'll reach God, or achieve the highest form of God or whatever it is. Thought has divided man, divided him into classes. Right? Thought. So, and knowing thought is the response of memory. Right? And you say, 'How can I, how can that thought be quiet, be still?' Right? Now, you tell me, please, how you are going to do this. How you, as a human being, are going to find out, learn how to quieten this thought, the movement of thought? Meditation?\nQ: (Inaudible)\nK: Eh? Wait, sir, wait sir. Wait, sir. Meditation, right? Do you know what it means?\nQ: (Inaudible)\nK: Meditation. Now, before you meditate, who is the meditator? Right? The meditator says, 'I must meditate'. Right? You are following all this? Who is the meditator? It's still thought, isn't it? Please observe. Thought has found, learnt that it has created this confusion in the world and inwardly, and therefore thought says, 'Now, perhaps I'll be able to find peace through meditation'. So it says, 'I must control thought'. Thought is saying to itself, separating itself as the thinker and the thought and the thinker says, 'I must control thought'. Right? So there is conflict between the thinker and the thought in controlling it, isn't there? Because thought goes off and the thinker says, 'I must hold on'. So there is conflict there. Right? Which is a wastage of energy. Right? So the thinker is the product of thought, is he not? Don't say he is the atman; that is again still the product of thought; so you are caught in a trap. Right? No? When the thinker says, 'I must control thought' who is the thinker, how has he come into being? Is he not the product of thought? Right? Therefore the thinker is the thought. Right? Oh no, you don't see it, sir. You are merely agreeing. Don't, don't. Do it in yourself, you will see it. Look at yourself. So you say meditate. Meditation means control of thought. It's up to you. Meditation means control of thought, concentration of thought, and in all that there is conflict because thought wanders off and you try to pull it back. You keep up this game for the next twenty years, or ten days is good enough. So that's a wastage of energy. Whereas if you saw the truth that the thinker is the thought - you understand sir? Thinker is the thought. Without thought there is no thinker.\nSo when there is no division between the thinker and the thought, conflict comes to an end. Right? You understand this, sir? Please understand this very carefully, if you are really earnest about this, go into this. Then the division between the thinker and the thought is not, therefore the thought is the thinker, the thinker is the thought. You realise what happens then? When thought is the thinker and the thinker is trying to control thought, dominate thought, twist its tail, there is a division between the two - space - but the thinker is the product of thought, without thought there is no thinker. So when the thinker is the thought and the thought is the thinker, what takes place?\nQ: (Inaudible)\nK: I can't hear sir. Does...\nQ: (Inaudible)\nK: Oh, no. We are using thought as thought, not bliss. Oh, for the love of God, just can't we think simply, sirs? Look, sir, what is thought? Thought is the response of memory, isn't it? Without memory you wouldn't be able to think. There is: I ask you something and you reply quickly. Eh? It is thought that's replying, the reply to that, the response to my question, is the response of memory. That's simple enough. Say, for instance, if you believe in God, your memory, which is you've been conditioned for two thousand or ten thousand years, to believe in God, which is propaganda. I say, 'Do you believe in God?', you'll say immediately, 'Of course, I do'. And you ask a communist, who's been conditioned for fifty years, and he says, 'What are you talking about? Don't be silly. There's no such thing'. You are conditioned to believe and he is conditioned not to believe. That's all. So thought, thinking, is the response of memory. It has nothing whatever to do with bliss. Bliss and joy is nothing whatever to do with thinking. We won't go into that.\nSo when thought is the thinker and the thinker is the thought, the realisation, the truth of that: then what happens? You can't answer this question, because you have never done it. You insist on this duality: the thinker and the thought as two separate states, but when you observe it very closely, you will see that the thinker is the thought. Right? And without thought there is no thinker. So the truth or the realisation of this fact that thought is the thinker: then what happens? What happens in the sense thought has always been trying to move, change - you follow? - control, when thought doesn't do any of that, what takes place?\nQ: (Inaudible)\nK: Eh? A vacuum?\nQ: (Inaudible)\nK: Are you just imagining this, sir?\nQ: (Inaudible)\nK: Oh, then, it is more or less imagination. Then it's not worth it. Either you do it or don't do it. You can't have it more or less.\nQ: (Inaudible)\nK: Thoughtlessness, thoughtlessness may be day dreaming. This vague living, in vaguely a metaphysical world, as most of you do, believing in God and having your hand in another man's pocket. What we are saying, sir, is much too serious to play with, because this is not a question of just verbal definition; this requires observation, examination, looking into, finding out, learning what happens when the observer, when the thinker is the thought and the thought is the thinker.\nQ: (Inaudible)\nK: What, sir?\nQ: (Inaudible)\nK: Is this just an idea?\nQ: (Inaudible)\nK: What, sir?\nQ: (Inaudible)\nK: Not 'if'. Is it fact or not to you?\nQ: I am trying to achieve....\nK: You can't achieve.\nQ: (Inaudible)\nK: How do you make thought and the thinker one, sir?\nQ: (Inaudible)\nK: Who is it that wants?\nQ: (Inaudible)\nK: Do you see, sir, how you are separating everything: me, the thinker, thought are three different entities, each achieving, trying to achieve something different. Yes, sir?\nQ: (Inaudible)\nK: Wait, sir. Before you put it like this, or like that: is this an idea or actually a fact that you are dealing with?\nQ: What you have told us is an assumption.\nK: What sir? What?\nQ: (Inaudible)\nK: No, sir, this is not an assumption.\nQ: (Inaudible)\nK: Sir, sir, you, we and I are not meeting. Sir, do you know what communication means? Eh? What does it mean?\nQ: It means how to make matters understood before you.\nK: No. The word 'communication' means - dictionary - means to build together, together, to create together, to work together, to find out together, to learn together. Therefore there is not my assumption or your assumption. Mine is not an assumption. I showed to you logically, which is, logic is not yours or mine.\nQ: (Inaudible)\nK: Oh, no, no. Please. All right, sir, leave it alone.\nQ: (Inaudible)\nQ: Sir, please tell us how the thought and the thinker becomes one.\nK: You want to know how thought and the thinker become one. I can't tell you how, because there is no 'how'. There is only observation of a fact: fact, not yours or mine, with which you agree or disagree. The fact is, thinker is not different from thought, thought is the thinker, to see that as you see the danger of a cobra, you see that fact. Now, when you see the fact that the thinker is the thought and the thought is the thinker, what happens?\nQ: (Inaudible)\nK: Please let us know what is the biggest obstacle in self-realisation. First of all, I don't know what you mean by self-realisation. What do you mean self-realisation? Realising yourself?\nQ: Identify the self with the whole oneness.\nK: Identify the self with the whole oneness, identify oneself with the whole. Now, who is going to do the identifying? No, sir, please, you see, we have got such definite formulas: the realisation of the self. We don't learn to find out what it means. So I am asking you, sirs, what happens when the thought is the thinker and the thinker is the thought? This is really a fundamental question, you understand, sir?\nQ: (Inaudible)\nK: You see, sirs, we are a slave to words, we are never free of the word. We have got formula of words, slogans, and we repeat that, and we call that thinking. That's one of the most difficult things - to be free of the word: the word 'Hindu', the word 'communist', the word 'God'. And without being free, it is difficult to see that the description is not the described. Right? That the description is not the described. You can describe God, but God is not your description. You can put God in an image, in a temple, but that God is not that image. So the symbol is never the real, though the symbol has certain value, it is not the real. Unless this is absolutely clear in your heart, that the word is never the thing, you are going to be caught in words. Sir, do you know how we are slaves to the word? Have you ever realised it? Look at the verb and the word 'to be' - 'to be'. What is involved in that one word? And our whole psychological, social, moral structure is within that word. When you say, 'I am' or 'I have been' and 'I will be', is that word. Right? You are not interested. I give it up.\nSir, therefore, we come to something, which is: when the observer, the thinker is the thought and the observer is the observed, there undergoes a fundamental mutation, and that mutation cannot be described, you have to live it, which is, tested in your daily life. You can't say, 'I have changed and have an ugly life'. So when there is the realisation that the observer, the thinker is the thought and the observed, you are altogether functioning in a different dimension, because in that there is no contradiction and therefore no effort. And that is the basis of all free enquiry. And it's only a mind that is free can find out what truth is: free from anxiety, free from the word, free from fear, free from greed, otherwise it cannot possibly find out. You must have a very clear, sensitive mind, not a mind that is twisted, distorted. Right, sir.\n"}]