[{"title":"freedom-denial-outward-authority","text":"A lot of people, aren't there? And I suppose you think it's worthwhile to come and listen. So may we continue with what we were talking about the last time we met here? There are several things to talk over, like fear, the desperate loneliness of life, and the boredom, the many gratifications, dependencies and pleasure, the pain and the sorrow, and also we should talk over together love and death, and what is meditation. There are these many things to talk over together, not only in generalities, but go into detail, not only verbally but also, if one can, go beyond the meaning of mere verbal statements and explanations. These are the many things we have to talk over, but before we go into all that, first, it seems to me, one has to very deeply consider what is freedom. Because without freedom, not only outwardly, but specially inwardly, without deeply and seriously understanding it, not verbally or intellectually, but actually feel it, whatever we talk about will have very little meaning unless this is first thoroughly and completely understood.\nAs we were saying the other day, what is important in all this is the quality of mind that is really serious. We considered what is seriousness, what is the nature of a mind that is completely and utterly serious. Because it's only the serious mind that lives, and enjoys life - not the mind that is seeking entertainment, not the mind that is merely seeking some kind of particular gratification in some form of fulfilment, because actually there is no such thing as fulfilment. So to understand what is freedom, and all the things that are connected with it, and all the things that we are going to discuss together, talk over, one must obviously understand what it means to be free. You know first of all, freedom implies the total abnegation, denial, negation of all authority. One has to understand this very, very carefully because the younger generation thinks freedom is to spit on the face of the policeman, to do whatever they want. The denial of outward authority does not necessarily mean the complete freedom from all inward authority, and when we understand the inward authority, and a mind and a heart that is wholly, completely, integrally free from authority, then we'll be able to understand the action of freedom outwardly.\nThe outward freedom of action depends entirely and wholly on the mind that is free from authority inwardly. And this requires a great deal of patience and enquiry and deliberation, to find out what it means to be free from inward authority. And if you don't mind that's what we are going to discuss this morning, because I feel that's of primary importance, and then when we discuss various other things which are involved with regard to life, the daily living, then we will approach them with quite a different quality of mind. So if you don't mind we will go together, share together, work together to find out what it means to be free from all inward authority. Is that all right?\nThe word 'authority' according to the meaning of the dictionary, is the 'one who starts an original idea', 'the author of something', 'the author of an idea, of something entirely new'. Then he sets a pattern, a mode, a system, or an ideal, an ideation, and the rest seek, finding some gratification in it, or in them, follow it. So there is that way authority set out. First, the original human being who has discovered something new, something original, perhaps he puts it into words, or into a picture, or a poem, or a religious life. That becomes the pattern, the mould, the system which others follow, whether it be Lenin, Mao, or others politically and economically, or religiously, then the rest blindly, or cleverly, intellectually follow. Please if I may suggest, do observe this in your own life, because that's what we are doing - you are not merely listening to a series of talks, or discussions, or explanations of certain facts, but you are actually by listening to the speaker listening to yourself, observing yourself. Otherwise what is said has no value whatsoever. Right? So there are patterns of ways of life, of conduct, politically or psychologically, outwardly, or inwardly, and the easiest thing for the mind, which is generally very lazy, indolent, is to follow what somebody else has said. The follower then accepting authority as a means to what he wants to achieve, or what is promised through that particular system of philosophy or ideation, or a particular system of thought, follows it, clings to it, depends on it, and thereby makes it into authority. Right? You're following all this? You are merely a follower then, a second-hand human being, and most people are completely second-hand. They may think they have some original idea with regard to painting, writing poems, but essentially because they are conditioned to follow, to imitate, to conform, become as second hand, absurd human beings. That's one quality of the destructive nature of authority.\nNow do we, listening, do we belong to that kind of category. Do you? Don't answer me, please. Find out. Following somebody, or some belief, or some instruction according to some book or to a person who promises a reward, an enlightenment, a thing to be achieved at the end, through a particular means - and the means and the giver of that means become the authority. As human beings do we do this? Do you do this? Follow somebody, psychologically? We are talking not of the outward following, the outward obedience, of following a law, denying a law and so on, we are not discussing that, - but inwardly, psychologically do you as a human being follow? If you do then you are essentially a second-hand, a worthless human being. You may do good works, you may have a very good life, you may have a lovely house and all the rest of it, but it has very little meaning. Then there is another kind of authority, the authority of tradition. The meaning of that word 'tradition', means to hand over from the past to the present. The Christian tradition, the Catholic tradition, the family tradition, the racial tradition, and the tradition also implies not only that which had been handed down but also the tradition of memory. You understand - this becomes much more difficult. I hope we are going along together in this - are we? Yes?\nBecause if you follow tradition one can see at certain levels it has value, and at other levels it has no value at all. Good manners, politeness, consideration, thoughtfulness, the alertness of the mind that's watching, which can gradually become a tradition, and the pattern having been set the mind then just repeats it, gets up, opens the door, is punctual for meals, polite and all the rest of it. But it's become a tradition, it's not born out of consideration, alertness, sharpness and clearness.\nThen there is the tradition of a mind that has cultivated memory, and functions like a computer, every action, repeating, over and over and over again, so that it can never receive anything new, it can never listen to anything totally different. As we said the other day, our brains are like tape recorders, certain memories have been cultivated through centuries and we repeat that, over and over and over again. Through the noise of that repetition, we try to listen to something new. And therefore we don't listen at all. Then we say, what am I to do? How am I to get rid of the old machinery, the old tape and listen to the new tape? The new thing can be heard only when the old tape is silent. And the old tape becomes completely silent without any effort if you are serious to listen, to find out, give your attention.\nSo then there is the authority of another, and the dependence on another; there is the authority of tradition, there is the authority of the past as memory, as experience, as knowledge. And there is the authority of an experience which is the immediate. Are you following all this? You have had an experience, and that becomes the authority. And that experience is based on your past, accumulated knowledge - otherwise if you don't recognise that as experience, as something new, it is not an experience. Are you following all this? Am I talking too much and too fast? You are following all this, which is following yourself, not me, not the speaker. Right? So there are these various categories of authority. And how can a mind, a brain which is so conditioned by authority, imitation, conformity, adjustment - how can such a mind and a heart listen to anything completely new? How can it listen to the beauty of a day? - when the mind, and the heart and the brain are clouded by the past as the authority. So if you see that, not verbally, not intellectually but actually perceive the fact, the actual what is, - that is, a mind that is burdened by the past, conditioned by various forms of authority is not free and therefore cannot see completely, if you actually see that then the past is set aside without effort. Right?\nSo freedom implies the complete cessation of all authority inwardly. And from that quality of mind that is free, an outward freedom comes, takes place which is entirely different from the reaction of an opposing, or resisting factor. Are you following all this? Are you also working as hard as the speaker? Or you're merely just listening, hearing! What we are saying is really quite simple and it is because of its very simplicity you will miss it. Our minds, our brains are conditioned through the authority, through imitation and conformity - that's a fact. And therefore freedom cannot exist to such a mind. It can talk endlessly about freedom, and revolt against certain outward forms of restrictions, but it's not a free mind. The mind that is actually free has no inward authority whatsoever, and we have explained very carefully what authority means. Have you, as a human being, any form of authority on which you depend. And if you do, freedom will - you cannot have freedom. And it's only the free mind that knows what it means to love and meditate.\nSo in understanding freedom, one has to understand also what is discipline. This may be rather contrary to all that you think, because we generally think freedom means freedom from all discipline. So let us find out what it means, find out together - I am not laying down, I am not telling what you should do, or should not do. We are trying to find out - not trying - we are finding out what it means to discipline. What is the quality of mind that is highly disciplined. Because freedom cannot exist without discipline. Which doesn't mean that you must first be disciplined, and then you have freedom. But freedom and discipline go together, they are not two separate things. So what does discipline mean. According to the dictionary - I'm sorry to talk about dictionary and the meaning of the word so much. I haven't recently looked it up, at least not this morning - the Latin - the meaning of that word means to discern and learn. Not the mind that conforms, not the mind that has been drilling itself into a certain pattern of action, please see this. Not the mind that conforms to a goal, according to an ideology, according to a belief, according to Marx, Engel, or Stalin, Lenin, Mao, this or that! A mind that is capable of learning, which is entirely different from a mind which is capable of conforming. A mind that conforms cannot possible learn. It is only a mind that is learning, that's observing, that sees actually what is, and not interpret 'what is' according to its own desires, its own conditioning, its own particular pleasure. You understand? Discipline means not suppression, not control - please listen to all this - not conformity, not control, not suppression, nor adjustment to a pattern or an ideology, but a mind that sees 'what is', and learns from 'what is'. Such a mind has to be extraordinarily alert, aware. So that's what it means to have discipline. You understand - in the ordinary sense of that word, to discipline oneself, implies there is the entity that is disciplining itself according to something. So there is a dualistic process. You are following this? I say to myself, I must get up early in the morning because I am lazy, or I must not be angry, or I should do this or that. In that there is a dualistic process involved, there is the observer and the thing observed. Right? There is the one who with his will controls what he should do, or denies what he should not do. Right? In that dualistic state there is conflict, isn't there? Right? So discipline as it is accepted is a process of constant conflict. Right? The discipline laid down by the parents, by society, by religious organisations, by the church, by what the Buddha, the Jesus, and so on have said. (Band music in background - laughter.) There is a discipline there! Ah, veni ce va. For us discipline means conformity, and there is a revolt against conformity, the parents wanting you to do certain things, and you revolting against it, and so on and on and on. Now our life is based on obedience, conformity, and the opposite of it, to deny conformity and do what one likes. A revolt against the pattern, and this is what's going on throughout the world.\nSo we are going to find out what is the quality of the mind that doesn't conform, doesn't imitate, doesn't follow, doesn't obey but has a quality in itself which is highly disciplined - discipline in the sense, a quality that is constantly learning, a quality of mind that is learning, not conforming. Conformity implies comparison, doesn't it? Comparing myself with another, comparing means measuring, measuring myself, what I am, or what I should be according to somebody else: the hero, the saint, the Mao, the Lenin, the Marx - or if you don't like them, Jesus, you know, the other side.\nSo where there is conformity there must be comparison. Please see this. And to find out whether you can live, not verbally but actually live daily without comparison, which means not conforming. You know you do compare yourselves, don't you? That is our conditioning from childhood - 'Oh, you must be like your brother, or your great aunt; you must be like the saint, or follow what Mao, that's the latest, what he says'. So we are always comparing, our education is that in school, which means all this giving marks and passing examinations. Oh, you don't know what it means to live without comparison, therefore without competition, and therefore non-aggressively, non-competitively, non-violently. The moment you compare yourself with another it's a form of aggression and therefore it is a form of violence. Violence isn't merely going and killing or hitting somebody, it is this comparative spirit - I must be like somebody else, or I must perfect myself; self-improvement is the very antithesis of freedom and learning. Are you listening, are you doing all this? So can you find out for yourself, to live a life without comparing and you will see what an extraordinary thing happens to you if you really become aware, choicelessly, what it means to live without comparison, never using the word 'better', never using the word 'I will be'. Do listen to all this because we are slaves to the word 'to be', 'esse', which is I will be somebody sometime in the future.\nSo comparison, conformity, go together and that does not breed - that only breeds a suppression, conflict and endless pain. To find a way of living - not a way - a daily living in which there is no comparison. Do it sometime, you will see what an extraordinary thing it is. It frees you from so many burdens. And to be aware of that, that very awareness brings about the quality of mind that is highly sensitive and therefore highly disciplined, because it is constantly learning, not what is wants to learn, or what is pleasurable to learn, what is gratifying to learn, but learning.\nSo can you become aware of the authority, the following, the obedience, the conformity to a pattern, to tradition, to propaganda, to what other people have said - doesn't matter who it is - and the tradition, the accumulated experience of your own or of another, of the race or of the family. All that becomes the authority. And where there is authority, mind can never be free to discover whatever there is to be discovered, something entirely timelessly new.\nThen, the nature of a mind that is sensitive; a mind that is sensitive has no pattern, it's constantly moving, it's like a river, fluid and there is no - and in that flow there is no suppression, no conformity, no desire to fulfil and all that rubbish. It's only the mind that is static that says, 'I must fulfil', 'I must become something'. Right? Now if this is not clearly, deeply and seriously understood, the nature of a mind that is free and therefore truly religious, freedom from all dependency inwardly, because dependency on something, on a people, on a friend, or on a husband, wife or on some ideation, authority and so on, breeds fear, which we'll discuss presently. But it's very important to understand this before we go into all the complicated things of life; that a mind must be completely free from all authority, inwardly, because there is the source of fear. If I depend on you for my comfort, if I depend upon you because you applaud me when I speak, if I depend on you as an escape from my own loneliness, ugliness, stupidity, my own shallowness, pettiness, shoddiness, then depending on you breeds fear, depending on any form of subjective imagination, fantasy, experience, knowledge, does destroy freedom.\nNow, after saying all that, I want to find out, don't you, if ones does depend. Because a mind that depends on something is not alone, clean healthy, sane. If the mind depends on Mao on one side, Mao, Lenin and all the people you know on that side, if you depend on them, what kind of mind is yours? Only you have thrown away the old and taken on the new, but the quality of the mind is the same. And on the other side, the opposite unfortunately, are all the religious leaders, from the infinite past to the present, and if you depend on them, look what you are doing to yourself, you are depending on somebody else's authority of what they think is true. And what they think is the truth is not the truth. So you are lost, you are confused. And so out of that confusion we do a great many things, we join this or that, we become activists or contemplative, meditative, run away to Japan to sit in some Zen school, or India, or this or that.\nSo when you are aware of all this, please do it, when you are aware of all this, both the left and the right, and the centre, when you are aware of it you are learning, you see what is all implied, a dependency inwardly and therefore there is no freedom, therefore there is fear. And it is only a confused mind that depends, not a clear mind. So being confused you say, 'I must depend', and then you say, 'How am I to be free from dependency?' - which becomes another conflict. Whereas if you observed that a mind that depends must be confused, if you know the truth of that, a mind that depends inwardly on any authority, whether the authority is the word, a symbol, an ideology, a person, when you realise dependency creates confusion, not how to be free of confusion, when you see that very clearly, the truth of that, then you will cease to depend. So your mind becomes extraordinarily sensitive and therefore capable of learning. It is like a child that learns, because he is very curious, he wants to find out. And that very sensitivity is the quality of a mind that is constantly learning, therefore disciplining itself without any form of compulsion, conformity. Right!\nIs this all somewhat clear? Clarity means not verbally but actually. I can imagine, or think I am very clear. I see very clearly but that clarity is very short living, that quality of clarity, clear perception, comes only when there is no dependency, and therefore there is no confusion, and confusion arises only when there is fear. Can you honestly, seriously, say to yourself, find out whether you are free from authority? That needs tremendous enquiry into yourself, great awareness - doesn't it? And from that clarity there is a totally different kind of action; action that is not fragmentary, that is not divided as political, religious, left or right or centre, Mao or whatever it is. It's a total action.\nWell, sir, would you like to ask questions and discuss what we have talked about this morning?\nQ: From what you said, it seems to me the same action at one point which can be thought a reaction to some kind of an outward authority; at another point or at the same time by another individual, that same action can be a total action.\nK: Quite right sir. Look, sir, intellectually we can spin along, verbally we can beat each other, or explain each other, either way, but that doesn't mean a thing. What to you may be complete action may appear to me as incomplete action. That's not the point. The point is whether your mind, as a human being, because a human being is the world - you understand? - is not an individual - again that word 'individual', do you know what it means? 'Individual' means indivisible. An individual is one who is undivided in himself, who is non-fragmentary, not broken up, he is whole - 'whole' means sanity, healthy and also 'whole' means holy, H O L Y. You are not that. When you talk about 'I am an individual' - nothing of the kind.\nSo to live a life, sir, of no authority, of no comparison - do it and you will find out what an extraordinary thing it is. You are alive, you have tremendous energy, then you are not competing, you're not comparing, you are not suppressing, you are living and therefore you are sane, whole, therefore sacred.\nYes, sir?\nQ: What you are saying is not very clear to me all the time. What can I do?\nK: What you say is not very clear all the time. What can I do? I don't know. (Laughter) No, no, don't laugh. Either what is said is not very clear in itself, or you may not understand English properly, or you are not sustaining attention all the time. You know it's very difficult to sustain attention for an hour and ten minutes, sustained, not pick it up occasionally. There are those moments when you are not giving complete attention and then you say, 'By Jove, I haven't quite understood what you are talking about'. Or you don't know English properly. Or what is being said by the speaker is not clear. Now which is it? If you say what you are saying is not clear, we will go over it, we'll explain it ten different ways to make it clear - the speaker has great - can do that. And on your side find out whether you are sustaining attention, maintaining attention all the time, watching, listening; or you go off wandering, you know, vagabonding. Which is it?\nQ: Do you think it is possible to learn all the time?\nK: Do you think it is possible to learn all the time? You understand the question? Do you understand the question? I want to learn, is it possible to learn all the time? Now when you ask that question you have already made it difficult for yourself. Right? So can I learn all the time - it is impossible. You see by putting a question of that kind you are preventing yourself from learning - right sir, you see the point? Look, you have not understood. Look sir, I am not concerned whether I am going to learn all the time, I'll find out. What I am concerned with is, am I learning? Right? If I am learning I am not concerned with if it's all the time. I don't know if you see this. Then I don't make a problem of it. Then you say, 'My God, how am I to give my whole attention all the time?' It is impossible. But if you say, 'Look, I am learning, I am not going to be concerned with whether I am going to learn all the time, all day and all night, but I am learning'. A mind that is learning never puts that question. I don't know if you see this? Then that question becomes irrelevant. If I am learning, I am learning all the time. You don't see it.\nQ: You can learn from anything.\nK: You can learn from anything. That is, if you are aware, you are learning. Look sir, this is very complex, may I go into it a little bit? If you aren't tired, are you?\nCan I learn all the time? - which is important there, learning, or all the time? Which is important do you think? Learning. Now, when I am learning I am not concerned the rest of the time interval, time period. Right? I am only concerned with what I am learning, what I am learning. Right? Now mind goes off, naturally, it gets tired, then it becomes inattentive. Right? Are you following all this? Being inattentive it does all kinds of stupid things. So it is not a question of how to make the mind which is inattentive, to make it become attentive. What is important is for the inattentive mind to become aware that it is inattentive. You've got it? You don't see it. You understand sir? Look, I am aware, watching everything, watching the movement of the tree, the water, the flow of the mountains, watching myself, watching not correcting, not saying this should be or this should not be, just watching. Naturally the mind that is watching gets tired. When it gets tired it is inattentive, being inattentive it suddenly becomes aware that it is inattentive, therefore it tries to force itself to become attentive. Right? Are you following all this? So there is a conflict between inattention and attention. Right? Right? I say, don't do that, but become aware that you are inattentive - that's all. You understand? No.\nQ: Could you describe it, when you are aware that you are inattentive?\nK: Sir, no, no, no. I am learning. Look, I am learning about myself. Right? I am learning not according to some psychologist or specialist, I am learning, I am watching, and I see something in myself, I don't condemn it, I don't judge it, I don't push it aside, I just watch it. I watch that I am proud - let's take that as an example. I don't say, 'I must put it aside, how ugly to be proud', but I just watch it. As I am watching I am learning. Watching means learning what pride involves, how it has come into being, how stupid it is, I watch it. I can't watch it more than say five or six minutes - if you can, that's a great deal - the next moment it becomes inattentive. Right? Now having been attentive and then knowing what inattention is you struggle to make inattention become attentive. Right? Don't you? Don't you do all these things? I say don't do that but watch inattention, become aware that you are inattentive. That's all. Stop there. Don't say you must spend all you time being attentive, but just watch when you are inattentive. Full stop. I don't want to go any further into this because it is really quite complex. Because there is a quality of mind that is all the time awake, all the time watching, and therefore merely watching, there is nothing to learn. And that means, sir, a mind that is extraordinarily quiet. Extraordinarily silent. What has a silent clear mind to learn? I won't go into all that. Yes, sir?\nQ: Communicating through words, through ideas, couldn't that sometimes become a habit and add to confusion?\nK: Couldn't communicating with words, ideas become a habit?\nQ: A tradition?\nK: A tradition, a repetition. They only become a habit, a tradition, only when words become terribly important. You know there is communion and communication. There must be communication verbally which is to share together whatever we are looking at together, like fear, there must be verbal communication, which means you and the speaker are both at the same level, at the same time, with the same intensity observing, co-operating, sharing. That brings about a non-verbal communion, which is not habit. Is that good enough?\nQ: How is it possible if you are a total individual to love another individual?\nK: How is it possible if you are a total, whole, sane individual, not divided, fragmented in himself, indivisible, how can such a whole human being love another? The other human being is fragmented, is broken up, how can a whole human being love a fragmented human being? Right sir?\nQ: How can a whole individual love also a whole individual?\nK: How can two whole human beings love each other? (Laughter). You cannot be whole if you don't know what love is. Then if you are whole, in the sense we are talking about, undivided in himself, then there is no question of loving another. Sir, have you ever watched a flower by the roadside? It exists there, it lives there, it is in the sun, in the wind, in the beauty of the light and colour, it doesn't say to you, 'Come and smell me, enjoy me, look at me' - it lives and its very action of living is love.\n"}]