[{"title":"mind-breeds-habits","text":"May we go on with what we were talking about yesterday morning? We were talking about dependency, its attachments and the fear of loss. I think this may be rather an important subject, rather an important issue in our life, that we should really go into it rather deeply. After all, one can see that freedom cannot possibly exist when there is any form of dependency. There is physiological dependency and psychological, the dependency biologically on food, clothes and shelter which is a natural dependency. But the attachment that arises through the biological necessity, as having a house to which one is psychologically attached, or attached to certain form of food, or the compulsive eating, because the other factors of fear which have not been discovered, and so on. So there are physical dependencies of which one can be fairly aware of, like wanting to, depending on smoke, on smoking, on drugs, on various forms of drink, various forms of physical stimulation, on which psychologically one depends.\nThen there are the psychological dependencies - really one has to watch this very, very carefully, because they flow into each other, they are interrelated. The dependency on a person or a belief, on a continuous established relationship, on psychological habits of thought. I think one can be aware of all this fairly easily. And because, as we said yesterday, there is a dependency on something, and the attachment to that something, both physical and psychological, and that dependency and the fear of losing that to which one is attached, brings about or affects or breeds fear. I think that is where we went yesterday. I wonder if you have thought any more about it, gone into it yourself, since we last talked, on how deeply one depends - we are talking psychologically. One may depend on belief or on an experience or on a conclusion, attached to a particular form of prejudice.\nAnd how deeply does this attachment go. I do not know if you have observed it in yourself. We were watching it yesterday, all throughout the day, to find out if there is any form of attachment - coming here regularly, living in a particular chalet, following or going to one country after another, talking, addressing people, being looked up to, criticised, exposed. If you have watched throughout the day, one discovers naturally how deeply one is attached to something or other or not at all. If there is any form of attachment, it doesn't matter what it is, to a book, to a particular diet, to a particular pattern of thought, activity, committed to certain social responsibility - such attachment invariably breeds fear. And a mind that is frightened, though it may not know it because it is attached, obviously is not free and therefore must live in a constant state of conflict.\nOne may have a particular gift, capacity, like a musician, tremendously attached to his instrument or to the cultivation of his voice. And when the instrument or when the voice fails, he is completely lost, his days are ended, he may insure his hands or his fiddle, or become a conductor, but he knows, through attachment, the inevitable darkness of fear is waiting.\nI wonder if each one of us, if we are at all serious, have gone into this question, because freedom means freedom from all attachment, and therefore all dependency. A mind that is attached is not objective, not clear, cannot think sanely, observe directly.\nAnd there are the superficial, psychological attachments and there are deep layers in which there may be some form of attachment. How do you discover those? You're following all this? Please, this is not a talk by me - we are communicating with each other, sharing with each other, the examination, which is not an analysis.\nSo how does the mind, which may consciously observe its many attachments, and realise the nature of those attachments and see the truth and the implications of that truth, but yet it may have other forms of hidden attachments. How are you going to uncover those concealed, secret attachments, bearing in mind, a mind that is attached goes through the conflict of detachment, realising it must be detached, otherwise it has pain, and then gets attached to something else, and so on. This is our life. I find I am attached to my wife - fortunately I am not married - I am attached to my wife. And I may see all the consequences of it. And being attached to her I realise there must be inevitably fear involved in it. Therefore there is the conflict of detachment, and the trial in relationship, the conflict in relationship.\nThat's fairly easy to observe and expose to oneself, very clearly. Our question is, how deeply, in the hidden recesses of one's mind, is one attached to some form of tradition, modern or ancient, short hair, long hair, whatever it is. The tradition of a particular culture - please follow all this, because you will see freedom implies complete freedom from all this. Otherwise there must be fear. And a mind that's burdened with fear is incapable, do what it will, of understanding, seeing things as they are and going beyond them.\nHow does one observe the hidden attachments. I may be stubborn, thinking I am not attached, I am not depending on anything - I may have come to that conclusion, and the conclusion makes for stubbornness. I don't know if you're following all this? But if one is learning, seeking, watching, then in that act of learning there is no conclusion.\nAnd most of us are attached to some form of conclusion. And according to that conclusion we function. And can the mind be free all the time, not occasionally, all the time from forming conclusions, and therefore being attached to those conclusions. That's one problem, which is, can the mind not form any conclusion at all. I like and I don't like - I like long hair, I don't like long hair, I like this, I don't like that, I believe - conclusions, intellectually or through some experience you have come to a way of thinking, whether it is the bourgeois way of thinking or the non-bourgeois, whatever it is. Can the mind act without conclusion? That's one point.\nSecond - I am going to stop because you are going to, we are all going to discuss presently. Second, can the mind reveal to itself the hidden attachments, patterns and dependencies. And three, can the mind, seeing the nature and the structure of attachment, can the mind be completely, or sustain, move within, move with a way of life which is not isolating but highly active and yet no fixation at any point. I don't know if you are following all this. We'll go into it.\nFirst of all, are we aware that we are psychologically attached, first of all, biologically, physically attached. Are you aware of it? We are going to discuss, please. I'm not going to make a long speech - you and I are going to share this thing together. Are you aware that you are attached physically to things? And being aware of that, are you aware also of the implications of those attachments. If you are attached to smoking, see how extraordinarily difficult it is to give it up. The battles that one goes through, because I've watched people - personally I've never smoked, I don't know what it means - once I tried it and I was sick and I put it aside. But the people who smoke, it has become a habit, find it incredibly difficult, not only acts as stimulation and all the rest of it, a social habit and all that, but the attachment to it - the attachment to drink, to drugs, to various forms of stimuli - is one aware of all this? If you are, can you drop it instantly.\nCome on, sirs, please. I am aware that I am attached to whisky. I am not, but I'm saying suppose I am. And it's become a tremendous habit, the body demands it. See what is involved in this. The body has got used to it, it can't do without it. And you have come to the conclusion that you mustn't drink, it is bad for you, it gives you various forms of physical disturbances, the doctors have said, don't, cut it down. But the body, the mind, have fallen into the habit of it. I am only taking that as an instance. Can the mind, watching this habit, can it completely, immediately drop it. See what is involved in it - the body demands it, because it has got into a habit, it acts as a stimulus or whatever it is, and the mind has said, oh, I must give it up. So there is a battle between the body, the bodily demands and the decision of the mind. Right?\nNow what are you going to do. Instead of whisky, put your own habits that you have - perhaps you don't drink whisky and it is not particularly a habit, but you have other physiological habits: frowning, watching with your mouth open, fiddling with your fingers - what will you do? Please, sirs, let's discuss this, don't let me - the body's attached to drink and the mind says, I must be free of it.\nAnd also you realise, conflict between the body and the mind is not very good, doesn't help, it becomes a problem, a struggle. What will you do? Please, sirs, come on. You must be extraordinarily free of all habits, if you can't discuss this.\nQ: Either you stop it or you go on drinking.\nK: You either stop it or go on drinking. It is so. What do you do, actually? Please, don't play with this, because if you once understand this, which we are going to go into, you will see how extraordinarily vital it becomes or how important it becomes to act, to be without any form of effort, which means without any distortion. Which we'll go into, presently. Yes, sir?\nQ: I realise that I am my habit.\nK: Yes. Then what will you do - I realise I am my habit, my habit is me.\nQ: Must we not go to the roots of these habits?\nK: Must we not go into the roots of these habits?\nQ: Begin by stopping resistance to it.\nK: Stop, begin by stopping resistance to the habits. Sir, may I say something - don't let's theorise, don't let's speculate. Just a minute, sir. Don't tell me what to do but let's find out or let us learn how to look, let us learn not only how to look but from that very looking action takes place. Seeing is acting, that's what we are concerned with. I have a particular habit of scratching my head, fiddling with my fingers, watching things with my mouth open, a very physical thing. Now how do I bring it to an end without the least effort, because we are discussing habits to which we are attached, conscious or unconscious. I am taking the most trivial habit. You understand my question? I've got a habit, scratching my head or pulling my ears or twiddling with my fingers. How do, how does, the mind stop it without any kind of effort, knowing that effort implies a duality, implies a resistance, implies a condemnation, implies a desire to go beyond it, and therefore either suppress or escape, verbally or non-verbally. So bearing all that in mind, understanding those facts, how do I stop a physical habit, without effort.\nQ: Observe it in its entirety.\nK: You observe it in its entirety. Wait, sir - let's answer, that statement may answer all our questions. You observe in its entirety - what does that mean. The entire habit, the entire, not just one habit, as scratch, fiddling with your fingers, but the whole mechanism of habits - the whole of it, not a fragment of it. Now, how does the mind watch the whole of the habits in which it lives? Please sir, you made a statement.\nQ: Passive awareness or passive observation.\nK: You are quoting the speaker. I'm afraid that won't do. Don't quote anybody, sir, including Peanuts - Charlie Brown!\nQ: Is the mind part of the...\nK: Do look, sir, watch - that question is really quite important, if you go into it. Can the mind watch, not only the particular little habit, which is, a particular little habit, but be aware of this whole mechanism of forming habits. Please, don't say yes - we are trying to learn about it, don't come to any conclusion. Look what is implied in this question, not only a very small habit, like fiddling with one's fingers, and keeping one's mouth open, but I have also other habits, sexual habits, habits of, patterns of thought, activities, I think this, I conclude this, and that has become a habit, I have lived with it, you follow - I live in habits, my whole life is a form of, is a structure of habits. Now how am I, how is the mind to be aware of the entire habit mechanism?\nQ: (Inaudible)\nK: The questioner says, I find myself wandering away from actually what is taking place, escaping, day-dreaming, moving away, thinking about - I never watch 'what is', the thing that is most important right in front of me, I never come directly in contact with it, I move away. Wait, that is not for the moment, sir, the question. Look, one has thousand and one habits, the way you brush your teeth, comb your hair, the way you read, the way you walk, the way you - you follow? You've got dozens and dozens of habits. One of the habits is wanting to become famous, wanting to become important. Now, how is the mind to be aware of all these habits? Is it to be aware - listen please - aware of one habit after another? Do you know how long that would take? I could spend the rest of my days watching each habit and yet not solving it.\nSo I am asking, is it possible for the mind - I'm going to learn about it, I'm going to find out, I'm not going to leave it - for the mind to see the whole network of habits - how is it to do it? Don't guess, don't come to a conclusion, don't offer an explanation, I'm not interested, it doesn't mean a thing to say, go and do something, it doesn't mean a thing. But I want to learn about it, now. What do I do, what does the mind do?\nQ: (Inaudible)\nK: Can one be aware of the wastefulness of energy in pursuing a particular pattern of habit or many patterns.\nQ: And thereby liberating oneself from habits.\nK: Thereby liberating oneself from habit. That is, one habit after another, liberating from one habit after another. Please, look - I've come to you, all of you, and say, please help me, help me to find this out, I'm hungry, don't give me a menu but give me food, I am asking, what will you do.\nQ: If you can see one habit, totally, possibly one could discard all habits.\nK: See one habit totally, and then you will see all other habits. Now how do I, watch it, watch it, how do I watch one habit which is twiddling my fingers, and see all the other habits? Is that possible, which is such a small affair, this. I know why I do it - I do it because out of tension, I couldn't get on with my wife, probably, and say, well, develop this peculiar habit or I do it because I am nervous, shy or this or that. And there it is. But I want to learn about the whole network of habits - am I to do it bit by bit, or - listen, please listen - or is there a way of looking at this whole network, instantly?\nQ: (Inaudible)\nK: Yes. Does this network of habit throw one out from being aware of the one thing you are concerned. Obviously. Please answer me. How am I, how is the mind to look at this totality of habit?\nQ: (Inaudible)\nK: Habit consists of two parts, the habit that exists and the observer who is concerned with those habits. And the observer is also a habit. So both are habits. You understand? I fiddle with my fingers and I observe, the observation also is from an entity which is the result of habits. Obviously. So it is all habit. Please, sir, listen to me for two minutes. How will you help me, teach me, help me to learn about it?\nQ: Me and my habits, my whole life is habit, my mind is a habit.\nK: Yes, sir - what am I to do?\nQ: It is a state of my mind.\nK: Yes, sir.\nQ: I must change my structure.\nK: Wait - I must change the structure of my mind. Who is the I that is going to change, the I is also a habit, the I is a series of words, and memories and knowledge, which is the past, which is a habit. Please sir, I'm going to...\nQ: As we are all caught in habits, we all obviously don't know.\nK: Therefore why don't you say, I don't know, instead of throwing in a lot of words. If you don't know, if you don't know, then let's learn together. Right?\nQ: We didn't understand.\nK: If you don't know, then let us both of us learn together. But first be clear that you don't know - don't quote anybody. Are we in that position, saying, I really don't know?\nQ: But why do we have to have it?\nK: Why? It's fairly simple - habit, to have habits of many kinds doesn't need much thinking. If I have a dozen habits - get up every morning at eight o'clock, go to the office every morning, be there at nine o'clock, come back home at six o'clock - you follow - take drink, I don't have to think very much, be alive very much. Therefore mind likes to function in grooves, in habits. I am a Hindu - that finishes it. I am a Communist according to Lenin, and you are Communist according to Trotsky - you've finished - or a Catholic or this or that. So the mind likes to function and the brain likes to function because it is safe, secure, to function in habits - that's simple, that doesn't need a great deal of explanation. Now how is the mind to observe this whole network of habits?\nQ: May be we can pay attention every moment, as far as our energy allows.\nK: Maybe we can pay attention every moment as far as our energy allows. You see, that is just an idea - I am not interested, please, sir.\nQ: I have a habit, I see some kind of attachment always connected to habit, and I think it must be because the brain functions in habits.\nK: No, sir, my question is this - please, you made a statement, I am following that statement, which is, can the mind see the whole structure and nature and the mechanism of habit. And when it sees the totality, there may be a different action. That's what we are enquiring into. Now may I go into it now? Since you don't know - not that I am the Delphic Oracle, we are going to find out together. How is the mind, including the brain, to see something totally? Right? Not only habit - to see anything totally. (Noise of plane) To see anything totally, there - don't you like the sound, the deep sound of that aeroplane? - we see things fragmentarily, don't we, don't we? We see things in fragments - business, family, community, individual, my opinion and your opinion, my god, your god, your social act - we see everything in fragments. Isn't that a fact? Right? Are you aware that you see things in fragments? If the seeing is fragmentary, then you cannot see the totality. If I see life in fragments, because my mind is conditioned as this or that, then obviously it cannot see the totality of the human being. If I separate myself through my ambition, through my particular prejudices, I cannot see the whole. Right? Now am I aware that I am looking at life partially, in fragments - 'me' and the 'not-me', we and they. Do I look at life that way? If I do then obviously I can't see anything totally.\nThen arises my question then, how is the mind, which is so caught up in this habit of fragmentary outlook, fragmentary activity, how is such a mind to see the whole? You're following all this, sirs? Obviously it can't. If I am concerned with my particular fulfilment, ambition, competition and my desire to achieve, I can't see the whole of mankind. So what am I to do? That's a habit, wanting to fulfil, wanting to be somebody, wanting to achieve something - that's a habit, a social habit as well as a habit that gives me great pleasure, to say, well, as I go down the street people look at me, say, there he goes. That gives me great pleasure.\nNow as long as that mind is operating in that field of fragmentation obviously it can't see the whole. Now my question is, how is the mind, which functions in fragments - please listen to this - realising that it cannot possibly see the whole, what is it to do? Is it to break down every fragment, understand every fragment - again, that would take a long time. Or what is it to do? Are you waiting for an answer from me, from the speaker?\nQ: Silence.\nK: Oh my Lord - he is quoting somebody.\nQ: (Inaudible)\nK: I understand, madam. Actually, right now, I feel happy?\nQ: Habits, our actions are not in the future, habits, if we can see our habits now actually at this very moment.\nK: I am doing that, aren't we? I am actually caught in a habit. Oh Lord, you don't go any further, you go back over and over again. I am caught in a habit, now, I fiddle with my fingers, I listen to what is being said with my mouth open, and I see that it is a habit, and my question is, can I understand this whole machinery habit now. You don't pay attention. Look, sir - a mind that is in fragments cannot possibly see the whole, full stop. And I take one habit and through learning about that one habit, a serious habit, by observing that one habit I see the whole mechanism of all habits. Right? I take one habit - what shall I take?\nQ: Smoking.\nK: Please take the habit of smoking. All right, sir. Now wait a minute, I am not analysing, you understand the difference between analysis and observation. Do you? How am I to do if you...? All right, I'll explain. There is a difference between analysis and observation, seeing. Analysis implies the one who analyses and the thing to be analysed. The thing to be analysed is smoking and to analyse that there must be an analyser. And the difference between that, which is analysis, and observation is this: observation is seeing directly without analysis. Seeing without the observer, seeing the dress, red, pink, black as it is without saying, I don't like, like, it is so - you follow? Seeing things as they are, without analysing - listen, sir, just two minutes, I am going to explain. Seeing, in seeing there is no observer. I see the colour red, visually, the vibrations and all the rest of it, are translated in the brain as red. And there is no like or dislike, there is an observation - right? Analysis implies I don't like red because my mother who quarrelled with my father - you know, go back to my stupid childhood and say, my mother did - my God, must I go through all that eyewash? So analysis implies an analyser - please realise that - a division between the analyser and the thing analysed. In observation there is no division. I observe, there is observation without the censor, without saying, I like, I don't like, this is beautiful, this is not beautiful, this is mine, this is not mine - just observe without any division. Right? You have to do this, not just theorise about it, you have to do it and then you'll find out.\nAs I said, we are not analysing we are merely observing the habit of smoking. Now, in observing, what does it reveal? What does it reveal, not your interpretation of what it shows - you see the difference? There is no interpretation, there is no translation, no justification, no condemnation. What does the habit of smoking reveal?\nQ: It reveals that you are putting into your lungs a lot of nasty smoke.\nK: It reveals that you are drawing into your lung - I won't use the word 'nasty' - a lot of smoke. One fact. Second, what does it reveal, not you, what it tells, what it tells you, not what you are telling it - please listen carefully, please listen, sir. Do listen carefully. It is going to tell you the history of smoking, if you don't interpret it, if you don't - you follow. The picture is going to tell you all it wants, if you can listen to that picture, if you can watch smoking, you have understood that. So don't say it is nasty, it is pleasant - it is going to tell you.\nNow what does it tell you, that you are drawing a lot of smoke into your lung. What else?\nQ: That I am dependent.\nK: It shows you that you are dependent on a weed.\nQ: That inside you're empty.\nK: That's your translation. What does it tell you?\nQ: I see that it is a very mechanical thing, I don't think about it - I just do it.\nK: It tells you that you are doing something mechanically, it tells you that when you first smoked it made you sick. It was not pleasant, but other people did it round you, so you did it. Now it has become a habit.\nQ: Does it tell you that it tranquillises you to a certain extent?\nK: It tells you that it puts you to sleep, helps to drug you, you know, quieten your nerves, cuts your appetite, you don't get fat.\nQ: It tells you, you are bored with life.\nK: It tells you, you are bored with life. It tells you that you, because when you meet others and you feel nervous by taking a cigarette it makes you kind of, you know - it has told you a lot.\nQ: (Inaudible)\nK: That is your translating, that you are inattentive - it is not telling you that you are inattentive.\nQ: (Inaudible)\nK: Yes, it helps you, I understand - it is telling you all this. Right. And why are you doing it? Just listen, sir - don't quickly answer me, please. Why are you doing this - it has revealed to you, and why are your accepting all that? Television tells you what to do, what kind of soap to buy and all the rest of it - you've seen all that, commercial. It is telling you all the time - why do you accept it. It tells you, the sacred books, what you should do, what you should not - why do you accept it? Do watch it. Sir, please.\nQ: It's easier.\nK: Do watch it. Please. Why do you accept the propaganda of churches, religions, priests, the politicians, why, why?\nQ: Because it is easier to follow a system.\nK: You say it is easy to follow a system. I don't believe it but I follow it.\nQ: No, I don't follow that, but I said it is easier.\nK: We explained this - why do you follow it, is it because, for the sake of security, to feel companionship with others, not to be out of the run, to be like the rest of the people? Which means, you are frightened not to be like the rest of the people. You want to be like everybody else, because in that there is perfect safety. In a Catholic country, if you are non-Catholic you find it pretty difficult. If you are in a Communist country, if you don't follow all the line, you'll find it difficult. And so on and on and on, and on.\nNow look what it has revealed to me. What the picture of that weed has revealed and why I am caught in the habit. You follow? Are you following? It is interrelationship between the cigarette and me. And this is the habit, this is the way my whole mind is working. I do something because it is safe. I get into a habit, small, trivial or great habits, because I don't have to think about it any more.\nSo my mind feels that it is safe to function in habits, cigarette or Church, believe in god or non-believe in god. Right? So I see the whole mechanism of this habit formation. Right? Are we getting together? No? Through one habit of smoking a cigarette, of smoking, I have discovered all the pattern, I've discovered all the way, I have discovered the machinery that is producing habits. No?\nQ: Yes.\nQ: (Inaudible)\nK: Though we are living in habits, both physically and psychologically, accepting those habits, can we live fully, freely, happily, ecstatically.\nQ: Yes.\nK: Yes?\nQ: (Inaudible)\nK: Yes, sir, we've been - I did not say that. I never said good habits and bad habits. We are examining the machinery of habits. We are not condemning it. The lady asked, having all these habits, can one live happily. One can live happily blind, if you call blind living happy, it's up to you.\nNow through one habit you can discover, if you listen to the whole habit - listen to the whole habit, you can find out the machinery that breeds habits.\nQ: I didn't understand perfectly how you can see through one habit, the whole mechanism of habit.\nK: I've shown it to you, sir. Habit implies functioning mechanically, through smoking - you follow, we took that - and we see how it has become mechanical. And from that observation of mechanical habit of smoking, I see how the mind functions in habits.\nQ: But are all habits mechanical?\nK: Wait. Must be - moment you use the word 'habit', it must be mechanical.\nQ: Aren't there more deep dependencies as just mechanical habits.\nK: The moment we use the word 'habit', it implies mechanical, repetition, establishing a good habit, which means doing the same thing over and over again. The doing over and over again is called good, because one is caught in the doing of the bad thing. So there is no good habit and bad habit, only habit, we are concerned.\nQ: If I have a habit of power or the habit of comfort, for instance, or the habit of property, it isn't something more deep, it is just mechanical.\nK: Wait - I am going into it, I did it just now. The habit of power, the demand for power, position, domination, aggression, violence - all that is implied in the desire for power. To do what one wants to do, like a child or like a grown up man. That's become a habit.\nQ: Or security also.\nK: I said that, it gives you security, safety and so on. In examining that one habit I've traced all the other habits are based on that. Look at it, look at it. Habits being mechanical, repetitive, and once there may have been the freedom, to say, I would like to be a great man, then I become caught in that habit because in that habit I find security and so on and so on. And I pursue that. Deep down all habits - we are not discussing the good or the bad habit, only habit - deep down all habits are mechanical.\nQ: Are they really?\nK: Look at it, sir - don't say, are they really, really - look at it. Anything that I do repetitively, which is doing something from yesterday to today or to tomorrow, must be mechanical. There may be in that mechanical, repetitive action, little more polish, function a little more smoothly, but it is still habit, still repetitive - that's obvious.\nQ: Would you say that certain creative efforts are habits?\nK: Would you say that certain creative efforts are habits? Would you? Let's answer that question, sir. Would you say creativeness is a habit?\nQ: Creativity implies freshness.\nK: Creativity implies newness, freshness.\nQ: You don't make an effort to be creative.\nK: If I make effort I can't be creative. Are you saying all this because you are creative or you're just guessing at it? Therefore one has to ask what do you mean by creativeness. Please, sir, this is a tremendous question - you brush it aside. You paint a picture, either you do it because you love painting, or it brings you money, or you want to find some original way of painting and so on. So what do you mean by creativeness, what does it mean to be creative? A man who writes a poem because he can't get on with his wife or with society, is he creative? Please listen. The man who is attached to his violin and makes a lot of money out of it, is he creative? And the man who is in great tension, in himself, and out of that tension he produces a play, which the world say, how marvellous. Would you call that creative? The man who drinks, soaked, blotted, and out of that writes a marvellous rhythmic, full of rhythm - is he creative?\nQ: How can you judge?\nK: I am not judging.\nQ: But that is the question you pose. If I say someone is or isn't creative, I am judging.\nK: I am not judging, sir, I am asking, I am learning, I look at all this in front of me, the people who write books, the people who write poems, who write plays, who fiddle - you follow? - the Church - I see this in front of me, I don't say this is right, this is wrong, this is good, this is bad - I say, what is creativeness. The moment I say this is right, I am finished, then I can't learn. And I want to learn, I want to find out what it means to be creative.\nQ: Perhaps it is to have an innocent universality.\nK: Again, I don't know, perhaps - I want to find out, I want to learn. I go to a museum and see all those pictures, admire them, compare them - one, or this modern, non-objective and, you know, all the rest of it - watch them. And I say, what marvellously creative people they are. So I want to find out, learn what it is to be creative. Must I write a poem, paint a picture, write a play, to be creative? Which means, does creativeness demand expression? No, please listen carefully. The woman who bakes a bread in a hot kitchen, is she creative?\nQ: (Inaudible)\nK: All these activities, we generally call them creative, I know. I'm questioning it. I don't say they are not, I don't know, I am questioning it, I want to learn.\nQ: (Inaudible)\nK: You are saying, the man who is creative doesn't know he is creative.\nQ: Yes.\nQ: He can feel he is creative.\nK: He can feel he is creative - you see, sir, look. Are you creative?\nQ: (Inaudible)\nK: I am asking you, sir, what is creativeness.\nQ: (Inaudible)\nK: No, no, don't, don't. What is it from observing what man has called creativeness, all these things, I ask myself, what is creativeness, what is it to be creative. Must it have an expression, which is baking a bread, painting a picture, play, making money - being creative, does it demand expression. Please, sir, this is one of the most colossally important things, don't say...\nQ: (Inaudible)\nK: The lady says, at this moment you are creative, you are creating - that's not my point. My point is, whether you are creative, or merely listening to somebody who points out all this.\nQ: I think you create when you observe uncritically.\nK: Not 'I think' - you see, sir. I want, I'm passionate, I want to find out, I want to learn.\nQ: The moment you see you see, and you act is the very moment of creation.\nK: The very moment you see that you see and act, that is the moment of creation. Therefore you are saying, seeing is acting and at that moment is creation. That is a definition. Wait, wait.\nQ: Is not creativity one's harmony with nature?\nK: Is not creativity one's harmony with nature - are you? I want to learn - you miss the point - I want to find out, I am hungry, I have observed all the great painters, I have seen all the great, listened to all the great plays and so on - I say, what is creation, what is it to be creative? No definition, I want to, you understand.\nQ: Doing something new.\nK: To discover something new? Doing something new? Wait a minute, listen quietly. To discover something new, doing something new - what does that mean - new, fresh, not a decision, something totally new, that means, the past must end. Right? Has it ended with you? Or we're just talking about creation as you talk about a book, gossip about a book. Are we doing that? If you are, I don't want to play a part in it. I want to learn, I am passionate, I want to shed tears over it, because one can, one may live creatively, without doing any of these things, neither baking a brick, bread, painting a picture, writing a poem - that means, you can only do that when the mind is non-fragmentary, when there is no fear, when the mind is free of all the implications of the past, when the mind is free of the known.\nQ: For me, creativity isn't a thing.\nK: Not for you, sir, or for me - you are all making it personal - it is not an opinion. You go to a writer, he says, this is my creativity, it is mine - I am not interested in yours or his or Michelangelo or somebody else, I am interested to find out, I am hungry and you feed me with a lot of words. Which means, you are not hungry. You know, sir, yesterday, after talking about attachment, I was watching it, the mind was watching it all day, whether it was attached to anything, to sitting on a platform, talking, wanting to tell people, writing something or other, attached: person, ideas, chair - one has to find out. And in finding out one discovers enormous things, the beauty of freedom and the love that comes out of that freedom. And when we are talking of creation, it is that, a mind that has no aggression. So to find out, sirs, the machinery of habit, the network of habit, one has to be aware, go into it, let it flow through you, you follow, like the river, moving, moving, moving. Let this enquiry, the learning, carry you all day, and you will discover enormous things.\nThat's enough for today, isn't it.\n"}]