[{"title":"does-free-mind-choose","text":"Krishnamurti: What shall we talk about this morning? A rather wet and sloppy morning. \nQuestioner: Sir, could we speak about psychological space? \nK: I should have thought one of the most important things to really explore and discover for oneself the possibility of completely unconditioning the mind. I should have thought that would be the most important thing, and may I go into it?\nNow before we go into that please, if I may suggest, bear in mind that the words and the description are not the thing, and the described. The words are necessary as a means of communication. And descriptions, explanations are merely an indication of 'what is'. But if one doesn't actually observe and discover for oneself then mere piling up of words has very little meaning. If one is at all serious and apparently you must be serious to have travelled all this distance in a damp climate like this, it's not the South of France, or Italy, or Spain, if you are at all serious this must be one of the most fundamental questions because man, as one observes in different parts of the world with different culture and social morality, is tremendously and very deeply conditioned to think along a certain line, to act, to work, to think. And his whole background is shaped by the past in relation to the present. And he has cultivated a great deal of knowledge, he has had millions of years of experience. And all this has conditioned him - education, culture, social morality, propaganda, religion, which is an extension of propaganda, and his own reactions to all this conditioning, which is also a response of another form of conditioning.\nSo if we could go into this question this morning by talking over together, not that one, specially the speaker, has any authority to what one should do or not do, but in talking over together a very serious problem like this, one has to apply, one has to be sufficiently attentive to see the whole significance of this conditioning, how it divides people, not only geographically but nationally, religiously, socially, linguistically. And this division is in itself a tremendous barrier, it breeds conflict. And if one is to live completely at peace and creatively - we will go into the words 'peace' and 'creatively' presently - if one is to live that way one must understand this conditioning. This conditioning which is not only peripheral, superficial, but also very deep, and whether the whole structure of this conditioning can be revealed. And when one has discovered it what is one to do, how is one to go beyond it. So that is the problem.\nOne sees one is conditioned, superficially, and if one is attentive, enquiring, observing, one also begins to question whether this conditioning is right through one, or merely at a superficial level and a little deeper, that's all. So we have these two questions: first to be aware, know, conscious of our conditioning, whether that conditioning is superficial or profound. If it is profound how are the things that are hidden, the conditioning that is deep, to be revealed? And having observed, how is one to go beyond all this conditioning? Now can we go on from there?\nOne observes one is conditioned, and if one says, 'One can never possibly uncondition the mind', the problem ends. If you start out with a formula that it can never be unconditioned, then all enquiry ceases. You have already resisted it, you have already answered it, and the problem there ends. Then you can only further decorate the conditioning. But if one went into this fairly deeply, and one becomes aware of this whole business, what is one to do? How would you answer it? If this was a very, very serious challenge and not something that you just brush aside, something that is vital, tremendously important in one's life, how would you answer it? What would be your response? Please do give a little thought to this, find out how one would react to such a challenge. Because one can see what is happening in the world. It is this division, this separative, separatist conditioning, divisive, destructive, that is creating such havoc in the world - the Panthers, you know all the rest that is going on, the wars and so on. Now what is one to do?\nThe first question apparently that would arise, at least for me, is the manner of one's observation. How you have discovered this conditioning. Have you discovered it, found it out for yourself, or somebody told you about it? Please, this is really quite an important question to answer for oneself. If you have been told about it, and then you say, yes, I am conditioned, then you are responding to a particular pattern. You are responding to a suggestion, someone points it out to you, it isn't real, it's only a verbal, intellectual concept which you have accepted, with which you agree, which is quite totally different from the discovery of it for oneself. Then it becomes tremendously vital and you then have the passion to find the way out of it. I don't know if you see the difference between the two: someone telling you, and discovering it for oneself, are two entirely different things. So which is it? Is one aware that one is conditioned because you have enquired, searched, asked, looked into. Then if you have, how have you discovered it? Who has discovered it? Please, who has discovered it? The observer? The examiner, the analyser, who observing, examining, analysing the whole mess and the madness that is going on in the world. And by observing he has discovered the structure of this conditioning and the result of it.\nThen from that arises the question: who is the observer who has discovered that he is conditioned? You follow? Are we communicating with each other? By observing what is happening outwardly and inwardly, the conflicts, the wars, the misery, the confusion in oneself and outside of oneself - the outside is part of what one is - I have observed this very closely, all over the world, this happening. And I have discovered that I am conditioned, and I have found the consequence of this conditioning. So there is the observer who has discovered that he is conditioned. Right? The observer through analysis, through examination, through investigation, has observed that the structure in which he lives is conditioned. Right? Are we going together?\nThen the question arises: is the observer different from the things which he has examined and discovered, something separate from himself? If it is separate from himself, then again there is a division, and therefore there is conflict - how to overcome this conditioning, how to free oneself from this conditioning, what to do about it. And one has to discover whether this division between the observer and the thing observed, or the analyser and the thing analysed, are two separate things, two separate movements. As we said, if they are separate there must be endless conflict between the two. Endless struggle to overcome, to suppress, to control, to discipline, to hold, resist, all that is born from this division. Are they separate, or, the observer is the observed? This is tremendously important to find out for oneself because then the whole way we think completely undergoes a change. And this is the most radical discovery. Then the structure of morality, the continuation of knowledge has quite a different meaning. Please, let's talk this over together and find out if you have discovered this for yourself, or have been told, whether you through description have accepted the described as a fact, or you have discovered this for yourself without any outside agency telling you it is so. Then you are discovering it. And it releases tremendous energy which has been wasted in this division between the observer and the observed. Are we moving together in this?\nThe wastage of energy is the continuation of knowledge in action. We will go into that. Knowledge which has been gathered by the observer and the observer uses that knowledge in action, so action is different from knowledge, the division; and hence conflict between action and knowledge. And the entity that holds this knowledge which is essentially the conditioning is the observer. So one must discover this basic principle for oneself - principle, not something fixed, a reality which can never be questioned again.\nThen what takes place? What happens to a mind that has discovered this fact, this truth that all division outward or inward induces conflict and therefore effort, struggle, and it leads to every form of distortion? Has one discovered this, this simple fact that the observer is the observed, psychologically speaking. I observe the tree but I am not the tree. I can identify myself with the tree, and that identification is part of the reaction of division. Then if I have discovered this, what takes place to the quality of the mind which has been conditioned by this division, as the higher self, the soul, the body, you know, the division, what takes place, what happens to the quality of the mind? The speaker is doing all the talking unfortunately, and asking all the questions. What happens to the mind that has been conditioned through tradition, propaganda, through education, culture and society, and the entity that is conditioned, the mind that is conditioned is part of that culture, society, education and so on? What takes place when this fact is unearthed and observed?\nThen one asks, what is freedom. Because if this discovery doesn't lead to freedom, doesn't open the door to freedom, then it has no meaning. It is just another intellectual feat, leading nowhere. But if it is an actual discovery, an actual reality, then there must be freedom. Freedom not what you like to do, freedom to fulfil, freedom to become, freedom to decide, freedom to think what you like and act as you wish, because all that is not freedom. Decision implies choice between this and that. And is there need of any choice at all? Does a free mind choose? Please sir, this is not a verbal statement, you have to go into it, you have to live it daily, and then you will find out the beauty of it, the vigour of it, the passion, intensity of it. Choice implies decision, decision is the action of will. And who is the entity that exercises will to do this or that? Please follow this carefully. If the observer is the observed what need is there for decision at all? As we said, decision arises only when there is confusion between this and that. Whether it is politically or inwardly, outwardly or inwardly, when there is any form of decision, depending on choice, it indicates a mind that is confused. A mind that sees very clearly has no choice, there is only action. And this lack of clarity comes into being when there is this division between the observer and the observed. Right? I don't know how much you see of all this.\nQ: Factually there has to be this division, doesn't there. \nK: I choose between brown and pink, between brown cloth and red cloth, of course. I am talking psychologically.\nQ: It is difficult to separate them. \nK: No, no. If one understands the effects of choice, effects of division, decision, then the choosing becomes a very small affair. Look, sir, I am confused in this world. I have been brought up in Catholicism, or Hinduism, or whatever it is, and I am fed up with it, it doesn't satisfy me. And I jumped into another religious organisation and they have chosen. But if I examine the whole conditioning of a particular religious society, religious culture it's fairly simple. It's a series of propagandas, a series of acceptances of belief through fear, through the demand for security, psychologically, because inwardly one is lonely, insufficient, miserable, unhappy, uncertain, all the rest of that business, and one hopes in something that can offer security, certainty. My particular religion to which I belong doesn't and I jump into another hoping to find it there, but it is the same thing, whether it is called X or Y. So I see this, the mind observes that without freedom, which means freedom from choice, when a mind that is very clear has no choice, has no need of choice, and therefore the whole response of action according to will completely comes to an end. Will implies resistance. Right? Obviously. And any form of resistance is isolation. And a mind that is isolated is not a free mind, and a mind that is caught up in the acquisition of knowledge as a means to freedom doesn't come about with that freedom, it doesn't happen to it. So one has to go into this question of knowledge. I don't know if you are following all this?\nWhy has knowledge become such an extraordinarily important thing in life? Knowledge being accumulated experience, both outward experiences that thousands of people have discovered, both scientifically, psychologically and so on, and also the knowledge one has acquired for oneself through observation, through learning, through searching out. What place has knowledge in freedom? Does this interest all of you?\nAudience: Yes.\nK: No, no, don't be so quick in answering, yes. Because this is not a verbal exchange, intellectual play. Knowledge is always in the past. When you say, 'I know', that word implies you have known. Knowledge of every kind, scientific, personal, communal, or whatever it is, is always in the past. And as our mind lives in the past, is the result of the past, can such a mind be free at all? Knowledge not only about facts and information and so on, but knowledge which is part of this image, the symbol. The image I have built about you, and you have built about me.\nQ: What about self-knowledge?\nK: What about self-knowledge. We will go into that. Just a minute, see first how the mind accumulates knowledge. Why it accumulates, where it is necessary, where it becomes an impediment to freedom. To do anything one must have knowledge: driving a car, speaking a language, doing a technological job, you must have abundance of knowledge, the more efficient, the more objective, the more impersonal, the better. Knowledge is necessary. But a mind that is full of this information, as knowledge, can that mind ever be free? Or must it always carry this knowledge, which is always the past? And carrying this past, this knowledge, and meeting the present with that knowledge, and hence conflict. I met you yesterday, you flattered me or insulted me, I have the image of you, which is part of this knowledge. This knowledge which is the past, with that knowledge I meet you today, which is the image I have built about you today. And therefore there is conflict between you and me, as the observer and hence there is conflict between you and me. This is simple enough. Right?\nSo the observer is the reservoir of knowledge. No? Please, discover this, it's more fun. The observer therefore is the past, he is the censor, the entity that has accumulated knowledge, and from that knowledge he judges, he evaluates. And he is doing exactly the same with regard to himself. He has acquired knowledge about himself through psychologists, and he has learnt what he is, or he thinks he has learnt about himself, and with that knowledge he looks at himself. He doesn't look at himself with fresh eyes, he says, I know, I have seen myself, it's rather ugly, parts of it are extraordinarily nice but the other parts are rather terrible. He has already judged, and his judgement is based on the past, which is his knowledge about himself. Therefore he never discovers anything new about himself, because the observer is different from the thing observed which he calls himself. And that's what we are doing all the time, in all relationships - mechanical relationship or human relationship, relationship with the machine, or relationship with another - all based on the desire to find out a place where he can be completely secure, certain, and he now has sought and found security in knowledge. And the keeper of this knowledge is the observer, the censor, the thinker, the experiencer. And the observer is always watching as being different from the thing observed. The observer analyses himself, or he is analysed by the professional, who himself needs analysing, and this game goes on being played.\nSo one asks, can one look at this whole movement of life without the burden of the past? And that's what we are all trying to do, aren't we? We want to find new expressions, if you are an artist, non-objective, you know, you play with that game for ever and ever. You want to write new books, a new way of looking at life, a new way of living, revolt against the old, and fall into the trap of the new which is the reaction to the old.\nSo one sees that intelligence doesn't lie in the hands of the observer, and it is only when the mind is free, free to learn, and learning is not the accumulation of knowledge. On the contrary, learning is a movement, and accumulation of knowledge is static, you may add to it but the core of it is static. And from this static state one functions, one lives, one paints, one writes, one does all the mischief in the world. And you call that freedom. So can the mind be free of the known? You know this is really quite an extraordinary question if you ask it, not merely intellectually but really very, very, very deeply, to find out whether the mind can ever be free from the known. Otherwise there is no creation - you follow - otherwise there is nothing new, there is nothing new under the sun then. It is always re-formation of the reformed.\nSo one has to find out why this division between the observer and the observed exists, and whether the mind, is there the possibility of a mind going beyond this division, which means the possibility of being free from the known to function at a different dimension altogether, which is intelligence which will use knowledge when necessary and be free of knowledge. So intelligence implies freedom, not what one wants to do, which is so immature and childish. Freedom implies the cessation of all conflict, and that comes to an end only when the observer is the observed, because then there is no division. After all this exists when there is love, doesn't it. You know that word is so terribly loaded, like god, one hesitates to use that word because it is associated with pleasure, with sex, with fear, with jealousy, with dependency, with acquisitiveness and all the rest of it. A mind that is not free does not know what love means; it may know pleasure, and hence know what fear is. But fear and pleasure, fear and desire and pleasure are certainly not what is called love. And that can only come into being when there is real freedom from the past. And is that ever possible? You know man has sought this out in different ways, to be free from the transiency of knowledge. I don't know if you are following all this. And so he has always sought something beyond knowledge, beyond thought. Thought is the response of knowledge. And so he has created an image called god - all the absurdities that arise round that. But to find out if there is something that is beyond the image of thought there must be freedom from all fear.\nQ: Could I ask if you are differentiating between the brain, the cells of the brain, as intellect and the mind which is something, an awareness beyond the actual intellect?\nK: Are you differentiating between the brain and the mind, the mind being something beyond the brain and the activities of thought. No, I think we are not dividing it. We are using mind as the total process of thought as memory, as knowledge, including the brain cells. Obviously. One can't separate the brain cells from the rest of the mind, can one.\nQ: The brain builds up intellect.\nK: What is the function of the brain, what is the brain? We are not talking professionally, I don't read books about all this business, but what is the brain?\nQ: Well, it is a computer.\nK: A computer.\nQ: Yes.\nK: A most extraordinary computer, built, put together for thousands of years, it is the result of time. Time is memory. Right? Memory is experience, accumulation of thousands of years of experience to survive, to be secure, to be safe. And one has, therefore, this knowledge. Both the outer, and specially much more of the outer, knowledge of everything that is happening in the outer world, how to go to the moon, you know, all the rest of the knowledge, but very little about oneself.\nQ: Could creation depend on memory and therefore depend on the past?\nK: Does it? Now, wait a minute, sir. Creation depends on memory.\nQ: Creation of a right relationship between another person need not depend on memory, but on the feeling of the moment that you have affection for that person.\nQ: Surely no real creation depends on memory at all.\nK: I don't know!\nQ: What I was suggesting in fact was that you said earlier that there is nothing new under the sun.\nK: That's what we think, sir, that there is nothing new under the sun. At least the Bible says so, Ecclesiastics says so. Now, aren't we confusing creation with expression. And does a creative person need expression? Do think it out, sir. I need expression to fulfil myself, it must be expressed, I have a feeling that I am an artist and I must put it down in paint, or a poem or whatever it is. Does creation need expression at all? And does expression indicate a mind that is free in creation? You understand? Because one writes a poem, or paints a picture, does that indicate a creative mind?\nQ: Not necessarily. \nK: Therefore what does creativeness mean? Not the repetition, a mechanical repetition of the past.\nQ: I think creativeness does need expression. \nK: Wait, we will go slowly. Creativeness does need expression. I am just asking. You say it does need it, then it finishes it, there is no further enquiry. We are just learning. We are learning together please, do bear this in mind all the time, that we are learning together, that we are working together, sharing together and therefore if you say, it needs it, then it is finished, blocked the door, shut the door in my face.\nQ: I didn't say it needed expression.\nK: We are going to find out, madam, patience, let's go into it slowly. What does creativeness mean? What is the feeling of it, the mind that feels creative, do you know it?\nQ: When the mind is inspired, then it creates something new.\nK: When the mind sees something good and beautiful, that's a creative mind?\nQ: Inspired.\nK: Inspired. Does a creative mind need inspiration? No.\nQ: It...\nK: No, sir, you see you make statements. Do enquire, let's proceed slowly into it. I don't know what it means, we are going to find out. Not verbally, but actually, you know, find out a mind that is really extraordinarily creative, what it means.\nQ: It means reality.\nK: You say it is reality. Is your mind creative to know that it is reality? Look, sir, please, mustn't the mind be free to be creative, free. Otherwise it is repetitive; in that repetitiveness there may be new expressions but it is still repetitive, mechanical. A mind, a life that is mechanical, can it be creative? A mind, a human being that is in conflict, in tension, neurotic, can that mind, that human being be creative, though he may write marvellous poems, marvellous plays, he might write a marvellous play after having a hang-over. Hooked to something - those are all the new phrases.\nQ: You must be in the 'now'.\nK: Therefore, sir, what does that mean, to be in the now? It cannot be mechanical. It cannot be burdened with all the weight of knowledge, as tradition. It means a mind that is really profoundly free of fear. That's freedom, isn't it?\nQ: Surely it must seek safety still, that's a function of the brain.\nK: Therefore, sir, look, you are saying, there must be security.\nQ: It is the function of the brain.\nK: Of course, it is the function of the brain to be secure. It can function properly, efficiently, clearly, when it is secure. Right? But is it secure when it divides itself into nationalities, into religions, into saying, it's mine, it's yours and all the rest of it. Where there is any form of division there is destruction - the Jews, the Muslims, the Arabs, you follow?\nQ: It seems to me that without opposition there is no growth. \nK: Oh, without opposition there is no growth. Oh my lord! That's part of our conditioning, isn't it.\nQ: No, it's part of reality.\nK: Is it, is it? Let's find out, madam.\nQ: Without a high there is no low.\nK: Let's find out. We have lived that way, between the good and the bad, between hate and love, jealousy, between tenderness and brutality, between violence and gentleness, that's how we have lived, for millions of years, and we have accepted that because we are conditioned that it is something real. Is it, to live like this?\nQ: How can one be free of this conditioning?\nQ: Well I have a suggestion: to rise above these planes of good and evil into the plane of divine consciousness.\nK: No, no, sir, no, sir. You see. Now we are discussing what is the mind, what is the quality of the mind that is creative. A quality of mind that wavers between hate and jealousy and love and pleasure and fear, can it know what love means? Can a mind that is always seeking expression, fulfilment, to become famous, to be recognised, to be somebody in a potty little town? And we all call that fulfilment, becoming, being, you know, all the rest of it, which is all part of the social structure, part of our conditioning, and can such a mind be creative when a mind is caught in the word, or the verb, to be? To be - I will be, I have been. Always becoming something, can such a mind be creative? Because in becoming there is fear - you might not become, you might not be successful. In becoming there is the fear of death, fear of the unknown, and so you cling to the known, which is knowledge. Can such a mind be ever creative? Or is creation the result of stress, opposition, strain?\nQ: Creativeness is joy and attention, imagination. \nK: Oh, creativeness is joy, imagination. You see we are all so - I don't know what we are. Do you know what joy means? Is joy pleasure?\nQ: No.\nK: You say, no, but that's what you are seeking, aren't you? You have a moment of great ecstasy, great joy, and you think about it. The thinking about it has reduced it to pleasure. So, sir, please, we are all so full of conclusions, and a mind that has a number of conclusions is not a free mind. And to find out whether one can live without any conclusion, without any conclusion, to live it daily, which means to live a life without comparison. You conclude because you compare. To live a life without comparison - you do it some time and you will find out what an extraordinary thing takes place.\nIsn't it time, sir? It is twelve twenty, I think we had better stop, don't you.\nQ: If just the experience, and the experience is fear or anger, what happens?\nK: If one is only experience, the questioner asks, and the experiencer is fear, but only lives in experience, without that experience being recorded and recognised in the future as an experience, what happens. Is that it? I think one has first to find out what we mean by that word 'experience'. Doesn't it means to go through? Doesn't it imply recognition, otherwise you wouldn't know you had experience? Right? Are we meeting each other? If I didn't recognise the experience, would it be experience?\nQ: Can't there be just experience without the image?\nK: Wouldn't you put it a little further, go a little further. Which is, why do you need experience at all? You understand my question? We all want experience. First we are bored with our life, we have made life into a mechanical affair and we are bored with it, we want wider, deeper experiences, transcendental experiences. Right? Now what does all this imply? Boredom, and the escape from this boredom, through meditation, through various forms of escapes into so-called divine, whatever that is, which are all various formulas, and experience implies a recognition. Recognition means you can only recognise if there is a memory of that thing which you have already experienced, otherwise there is no recognition. So the question is, why do we ask for experience at all? To waken us up because we are asleep? A new challenge is an experience. And we respond to that challenge according to our background, which is the known. So there is always conflict between the challenge and the response. Right?\nSo is it possible to live a life in which the mind is so clear, awake, a light to itself that it needs no experience? Don't say, yes. Find out! That means to live a life without conflict. That means a mind that is highly sensitive and therefore intelligent, which is a light in itself therefore it doesn't need something to challenge it, or to awaken it. Right?\n"}]