[{"title":"public-discussion-2-madras-chennai-india-15-january-1971","text":"Krishnamurti: What shall we talk over together this morning?\nQuestioner: Sir, is there an observer apart from the... (inaudible)\nK: Yes, sir?\nQ: (Inaudible)\nK: Sir, slowly, sir, if you don't mind.\nQ: I want all of us to hear.\nK: Yes, sir, but they can all hear if you read slowly.\nQ: (Inaudible)\nK: Sir, please, sir, not a long question, I have to repeat it, so make it, please, brief.\nQ: Is it possible to have mental order... (inaudible)\nK: All right, sir.\nQ: (Inaudible)\nK: How can we live in...\nQ: (Inaudible)\nK: How can we live - that's enough, sir, that question is enough, sir - how can we live in this world without exploiting morally and physically.\nQ: (Inaudible)\nK: Yes, sir, that's what we said.\nQ: (Inaudible)\nQ: You have explained awareness as an unconditional surrender to 'what is', without rationalisation, without the observer and the observed. What is meant by surrender and what is unconditional surrender?\nK: Sir, all right. What do you mean by awareness without the observer.\nAny more? Sir, sir, you have already asked your question.\nQ: I have three more questions.\nK: Yes, sir, I know, but let the others have some chance.\nQ: What is conceptual life?\nK: What is conceptual life. God knows.\nQ: How can I...\nK: Sir, sit down, sir.\nQ: ...part of mind is a feeling outside. Please once again, I came here last twenty years I am behind you because you can't understand me...\nK: Sit down, sir, right, right.\nQ: How can I have a full mind? That is my question.\nK: Yes, sir.\nQ: (Inaudible)\nK: Sir, please, sir. Sit down, sir.\nQ: (Inaudible)\nK: Right, sir.\nQ: It is a question which might have been asked, but I am coming for the first time. Does god incarnate in the form of a human body... (inaudible)\nK: Why should god incarnate in a human body. I don't know why but we'll see.\nWhat kind of questions are these, sirs? You see all these indicate, don't they - I am just asking, sir - we are really not concerned with changing our own life, our daily, everyday battle. We want theories, or say, what do you mean by this or that. We don't seem to apply what one has heard or observed to oneself. So shall we discuss this question, which is, that gentleman raised: what do you mean by awareness. Shall we discuss that? Would that be worthwhile?\nQ: What is the role of effort?\nK: Yes sir, yes sir, yes sir. What is the role of effort. Shall we discuss, talk over together the question of awareness? Yes? Would that be of interest? Sir, just a minute, sir.\nQ: What is mental order without physical order?\nK: Yes sir, yes sir, yes sir.\nQ: One question, sir... (inaudible)\nK: We are going to go into all those things, sir. Shall we discuss this: what it means to be aware. Shall we? Does that interest you - please, not as a theory, not as a speculative formula, but actually find out what it means to be aware in our daily life. Shall we?\nSir, aren't you aware of the things about you? When you come into this (inaudible), or whatever it is called, aren't you aware of all the surroundings here? Are you?\nQ: Yes.\nK: Be quite sure, sir, be quite sure.\nQ: We are terribly sure about that, sir.\nK: Yes, that's what I am saying. Are you aware when you came in of the pillars, posts, how this (inaudible) is built, what that mango tree looks like - you know, to be aware, physically aware of your surroundings? Is one aware of it? Or one walks in with blind eyes, just making your way, not observing anything. Isn't awareness, doesn't it begin being aware of the things about you, environmentally, being aware of the environment. What do you say, sir? This is a discussion, it is not a talk by me.\nQ: It is not necessary to be aware of everything that is around.\nK: I said, sir, are you - you see, this is just an argument - not necessarily, is one aware, are you aware, not of everything but just the colours of the plants, the creepers, are you aware of it?\nQ: Whatever attracts us.\nK: Oh my god.\nQ: Any normal being is aware of that.\nK: First of all he says, any normal being is aware of that - are we normal? (Laughter) Sir, do find out, sir, don't just make statements, let's find out what it means to be aware, let us explore it, dig into it. Once you begin to enquire into it you are going to discover an awful lot, but if you just listen speculatively you won't find out. So let's begin by being aware, if one is, of the environment in which one lives - the squalor, the dirt, the pollution. You understand, what is taking place around you. Now if you are aware of it, how are you aware of it? Sensorially, with the senses? Or with a conclusion in your mind about the environment? You understand my question? Are you aware of the environment as it is, or are you aware of it through a series of ideas? You understand my question? Which is it?\nQ: A series of ideas.\nK: So, you look at the environment through a series of concepts, images, ideas. Don't you? That it is beautiful, that is not beautiful, that is ugly, that house shouldn't - you follow? You have got concepts, conclusions, and through those conclusions you observe. Right? Are you aware of this fact? Are you aware that you look at the environment through your own concepts, your own images, or the images or concepts of tradition? Do you understand my question?\nQ: (Inaudible)\nK: Quite. Yes, therefore you are not aware of the whole thing, of the environment. So just please go slowly, we will find out a great deal. Do we observe, aware, are we aware through ideas, concepts, images, or are we merely aware without any directive, without any motive, without any conclusion? You have understood my question? Which is it, which is it you do?\nQ: (Inaudible)\nK: That's right, sir. So you are aware of your environment through a series of conclusions. Just a minute, sir, go slowly. What do you say?\nQ: (Inaudible)\nK: Just to observe, sir, with your eyes. Do you see the flowers, the trees, the cars, the people - actually see them, or do you see them with your images, with your conclusions, with your fears? You understand, sir, this is a simple question.\nQ: (Inaudible)\nK: So you see things through your ideas, is that it? Through your conclusions. Right? Would that be right?\nQ: The question is how you can see without your mind?\nK: How could you see without your mind - we haven't even talked about the mind. I am just asking you, sir, first listen, sirs. Do you look at me, the speaker - just listen - with ideas, concepts, or do you just observe him? He is part of your environment, how do you look at him? Obviously you look at him with certain conclusions, don't you. Now, these conclusions, these ideas prevent you from looking, don't they. Right?\nQ: (Inaudible)\nK: Sir, therefore you don't observe totally. That's all.\nQ: (Inaudible)\nK: Sir, be simple about this.\nQ: (Inaudible)\nK: Sir, do listen, sir. Do you look at your neighbour, who is part of the environment, without a conclusion that you have about him? Or do you look at him through a conclusion, through a prejudice? And if you do look at him through a prejudice, through a conclusion, you don't see him entirely. That's all my - just simple point, sir. Right? If I want to see you, I mustn't say to myself, you are a Brahmin, non-Brahmin, you are a lawyer, you don't look nice, you haven't washed - I must look at you, mustn't I?\nQ: It's not necessary to see there's a whole, together with all...\nK: We will come to that, sir - slowly. So I am asking myself, and therefore asking you, how you observe, how are you aware? Are you aware totally or partially? Partially being to look at somebody, or the environment, the trees, the flowers and so on, through a series of conclusions, ideas. You have to know this, sir, find out. Now when one does that you can't neglect the conclusions, you can't neglect the ideas you have about him and the prejudices and so on. You put that aside for the moment and you observe, don't you? No?\nQ: (Inaudible)\nK: I give it up! Sir, look: do you, the questioner, observe with ideas or having ideas and conclusions and prejudices, look, putting those aside for the moment?\nQ: (Inaudible)\nK: I know, of course not - when you look at a poor stranger of course you have no ideas, but the moment he says something you begin to have your conclusions. You see you are not even...\nQ: (Inaudible)\nK: Sir, do try it on yourself, sir, don't talk about the animal. Do it yourself, find out.\nQ: (Inaudible)\nK: Find out, sir, don't say you will reduce yourself to a state of animal before you have tried it. Which means you have to understand before you put aside your ideas and conclusions why you have formed them, haven't you? Why they have become so extraordinarily important.\nQ: (Inaudible)\nK: You observe a flower without a conclusion, then you form a conclusion then you say 'I like that flower', or you don't like that flower. First you observe, then you... like or dislike enters into that field. No?\nQ: (Inaudible)\nK: Madame, why should you have a concept? Observe first. Why should I have a concept about you, first I must observe, mustn't I? I must look at you.\nQ: (Inaudible)\nK: You just throw up a lot of words, you don't see how and why these conclusions arise.\nQ: If you don't have a concept you don't know there is an observer.\nK: I give it up! I really do. You are not experimenting, you are not digging into yourself, you are just throwing up ideas. First, sir, look, may I talk a little? I know you are used to being talked to, but let me talk a little. You see, we want to find out what it means to be aware, whether it is possible to be aware with a prejudice, with conclusions, with series of ideas and if you have them will they prevent awareness, and what does it mean to be totally aware. That is what we are discussing. That is, what does it mean to be totally aware, and is it possible to be aware without any conclusion, and what does it mean to be partially aware even? You see. Now let's begin: what does it mean to be partially aware? I come into this tent because I want to find the best place. Right? And I rush in and sit at the best place. I am not aware of all the people around me, of the environment. I am concerned with having the best seat in the place. So that is a partial awareness, isn't it? Right? No? Because I have a motive, because I want the best place, therefore that prevents me from observing the whole thing. That's simple, isn't it? No? So can I come in - listen to it, listen to it first - without a motive, observe everything around me and sit where I can? That observation is entirely different from the awareness of coming in, wanting the best place and sitting down. You see the difference? Do you see the difference?\nQ: Yes, sir, but how is it possible...\nK: Wait, sir, wait, sir, a moment. So what happens? I come rushing in, wanting a place, sit down, I am not aware what is going on around me. And there is another who says, 'I'll find a place where I can but I am awfully interested to see all those flowers, what marvellous colours they are, lovely with the light on it, how beautiful they are', and I find a place. I am observing the environment, watching everything, and find a place I can. But the place is irrelevant; I'll find the best place I can, but that is not relevant. What is relevant is to observe. Right? You are listening to all this? So, the partial awareness is when I am concerned with having the best place in the tent, and an awareness which observes everything and finds a place where it can. You see the difference? So the mind that is watching everything may find a best place. You follow? But that is irrelevant. So the mind observes, but it is incapable of observing all round if there is a motive. That's clear? Now have you a motive when you look around? Find out, sir. When you look at somebody, have you a motive, have you a prejudice? If you are a Muslim will you look at a Hindu without a prejudice? If you have prejudice then you look partially. Right? If you have no prejudice then you can look. Right? Find out whether you have a prejudice. So from that we begin to find out that it is possible to be aware without a motive. Right? Right? Aware, observe, without saying, 'I must have the best place' and forget everything and get a better place. Whereas if you were aware of all this you may find a best place but that becomes irrelevant. So the mind can observe without motive. Right? Yes sir?\nQ: If I come into a place at different occasions, the first time I may look around and I may take in all the information and I establish in my mind a picture...\nK: Yes, sir, yes, sir.\nQ: ...according to my view. And then the second time I don't observe so much and the third time I take it for granted.\nK: What happens then? You see what that gentleman said? First time I come here I observe, I take in everything, I make a picture of it, record it in my mind and there they are - the flowers are there on the right hand side, or on the left hand side and all the rest of it. Then the second time I don't observe so clearly, the third time I take it for granted. Right? See what has happened. Just see what has happened. I have formed a habit which prevents me from observing. Right? Right? So conclusions become habits. Right? Ideas. The first time I observe all this, how nice, or not nice, I observe, then the second time I observe a little less, the third time I take it for granted, which is a habit. So habits prevent observation. Right, sir?\nQ: Yes, sir.\nK: No, please, sir, do. So have I habits? Find out, sir. Have you habits, which are conclusions, which are prejudices, which are a series of ideas? And these habits prevent you from observing. So a person who is burdened with habits is not capable of being aware. Full stop. Have you got that? If I think in terms of a Hindu, or as a professor, or as a scientist, and that's my habit, then I observe very casually everything around me. Right? So have I and you a series of habits which prevent you or me from observing? I have to find out, haven't I? So be aware of the habits. Forget the environment for the moment, be aware of your habits. Are you aware of your habits? Not merely physical habits.\nQ: If I am angry, if I am aware of my anger, the anger doesn't dissolve.\nK: Wait, sir, we haven't...\nQ: The anger gets suppressed...\nK: Sir, we'll...\nQ: ...it will again go back to the... (inaudible) And after it comes back, the anger comes again. If I am aware again it gets suppressed. As long as the anger is suppressed it cannot be released or it cannot be dissolved...\nK: Sir, we are coming to that.\nQ: It is all related to anger... (inaudible)\nK: Sit down sir, we haven't come to that point yet, sir. We will come to it, sir. The gentleman says, anger can only be emptied in the mind when you yield to anger completely. We will come to that presently if there is time.\nWe see that there is no awareness as long as there is a series of well-established habits. Right? Have you established habits? We have, haven't we? We are bound to have them. So the next question is - just go slowly: to be aware of those habits and can those habits be dissolved, put aside? You understand? I have a habit - if I have - of what?\nQ: Of getting irritated. (Laughter)\nK: I have a habit of getting irritated. Right. Right. Now is it irritation? I don't accept first of all, when you say I am irritated, I don't accept it, I want to find out. I don't say I am not, or I am, I want to find out. Am I irritated? When you ask the same question over and over and over and over again, not listening, and you ask... somebody asks irrelevant question, am I irritated? Or I say, 'Look, please stop, we are sticking to this point'. So suppose if I am irritated, can I observe that irritation - please listen to this carefully - can I observe that irritation without any conclusion? You understand? Without saying 'I must get rid of it', or I must not get rid of it. Can I observe that irritation?\nQ: You cannot.\nK: Wait, sir. Wait, sir. Find out, don't say 'We cannot'. You see, would that be called an irritation? I said, please wait, we asked you a second time - you follow? - how you translate and I translate. What appears to you as an irritation I don't consider as a irritation. So I am - suppose I am irritated. First of all I am aware of it, I say, 'By Jove, yes, I was angry, I was irritated, they are too stupid, they can't think clearly', I am irritated. Then I say, 'Why am I irritated?' I don't want to be free of irritation, I don't know why. Is it that I didn't have proper sleep? Go into it, sir. Proper sleep, lack of food, not enough rest? You follow? All these are contributory factors to irritation. Are you following all this?\nQ: Or do you not examine this irritation with the knowledge of what... (inaudible)\nK: I have to go through the analytical process just to show, but I don't analyse. You see... So what happens? Then I say to myself, 'How is it possible for me to be free of this irritation?' Right? I have found out I am irritated, not because you tell me, I want to know. You understand? I want to know why I am irritated. I have found out why I am irritated and I say to myself, now is it possible to be free of irritation altogether? Right? You understand my question? Now, how? I am aware that I am irritated or angry or envious, being aware of that fact, my next questions is: is it possible to be free of that fact?\nQ: (Inaudible)\nK: Yes, sir. If you thought by - wait sir, wait sir, wait sir - by slapping me, it is necessary by slapping me you can get your material wants.\nQ: It may be necessary sometimes.\nK: Maybe - just don't speculate, sir. By hitting me you think you will gain your material want, but then I call the policeman, if there is one nearby.\nQ: (Inaudible) ...of the capitalist mode of production.\nK: You see, now we are off. I just want to know, sir - please just listen - don't call capitalist or communist, these terms are the most dangerous terms. We are talking of the necessity of not getting angry. Right? I realise I am angry or irritable or envious and I say to myself, I am aware of it, I know I am irritated, angry, jealous, envious, or ambitious, or stupid, and how am I to be not these things? Don't you ask that question?\nQ: Why is it necessary? If anger if an essential element of... (inaudible)\nK: I don't, sir. Will anger produce - first find out - will anger produce your necessary wants, physical wants.\nQ: Sometimes... (inaudible)\nK: So you are saying, anger, two people angry with each other...\nQ: (Inaudible)\nK: No, sir - why? Isn't yours also a very hypothetical case?\nQ: Anger is a necessary quality for living in this society...\nK: You assert that anger is necessary to live in this society.\nQ: In a complicated society.\nK: In a complicated society. No, wait, I have understood it. Anger is not necessary in a communist society. Do you know, sir, how angry people are in the communist world?\nQ: (Inaudible)\nK: That's it, now we are back, you see! Therefore... (laughs) You are had, sir - sorry. (Laughter)\nQ: (Inaudible)\nK: Look what you are saying, sir, you are not observing the facts, what is actually going on.\nQ: Why do you want to discuss anger?\nK: Wait, sir. When you say, anger is necessary...\nQ: (Inaudible)\nK: No, no, no (laughs) Sir, sir, please.\nQ: We are not here to lecture, if you don't mind...\nK: Sir, we talked about the other day that society needs changing, and society is a structure created by human beings, by you and me - we are part of the world, whether the communist world or the capitalist world, or a world that is supposed to come - utopian world. We create all these patterns ourselves. And we are saying, as human beings living in this world, is it possible to change so as to bring about a different society altogether? - not communist society or the capitalist society, quite a different kind of society. So to find that out I have to enquire as a human being, myself who is part of the world and the world is me - not as an idea but an actuality - is it possible for me to change. And is it possible for me to change radically? Is it possible for me to change my habits, as a Hindu, as a Muslim, as a communist, as a capitalist, as a Catholic and so on, so on - is it possible radically to change?\nQ: Sir, anger is the beginning to that.\nK: I understand all this, sir, please we have been through all this!\nQ: (Inaudible)\nK: No, sir, no please, sir. This is the well-known pattern repeated all over the world. First establish the perfect world around you, materially arrange everything, then human beings change. Right? That is the good old communist or dialectical concept of life - change the environment and everything will come in order. Now who is going to change the environment? The bosses? The politburo? The theoretician of a particular theory? And you see what has happened throughout the world - they don't change, on the contrary they suppress, they deny freedom. So to change the world you have to change yourself, not apart from the world because you are the world. So you have to change yourself. So you have to observe yourself, you have to empty your mind of habits, as a Christian, as a Hindu, as a Buddhist - you follow? - or as a communist, because that is necessary. That's why we are saying, is it possible becoming aware of my envy - let's take envy, because all our society whether in the communist world or in this world is based on envy, different degrees of success. Now is it possible being envious to free the mind of envy? Because if I have envy I am going to create the same kind of society, a hierarchical society, a society of authoritarianism - more and less - the man who is a great artist gets everything he wants, and the poor labourer doesn't get it, even in the most communist world.\nSo is it possible for the mind, becoming aware that it is envious, to be free of that envy? Right, sir? Right?\nQ: (Inaudible)\nK: That's what I mean.\nQ: (Inaudible)\nK: I am going into that, sir, I am coming to that. One has many, many, many habits, not only envy but physical habits, not only physical habits but habits of fear, habits of... sexual habits, you know, habits, dozens and dozens of them. Unless the mind is free from these habits you cannot possibly create a new society. Full stop. Obviously. So is it possible for the mind to be free of habits? - not just one habit but the entire gamut of habits. You understand? My habit is to consider myself as a Muslim, or as a communist, that's my habit, with all the other habits involved in it, and as long as I have that habit I will regard the rest of the world as, I don't know, infidels or god knows what else. So I'll fight, I'll be angry because I am going to defend my habit.\nSo if one is really deeply serious about this matter then one asks: is it possible, being aware of these habits, to empty the mind totally of all habit? Go on, sir. Habit being a repetition, saying, I am, I am not, I am, I am not - you know, repeating, repeating, repeating. Now can the mind be empty of it?\nQ: Sir, a child has no habit.\nK: A child has no habit. But it soon gets a habit. Sir, do watch yourself, you have habits, haven't you? Now how you will free the mind of the habits? You understand, sir, how difficult this question is? If I consider myself as a capitalist or a communist or a religious person, or this or that, I have established and I live in that habit, that habit is me. And that becomes an enormous weight on the mind. I can't see clearly. Therefore I am asking, is it possible for the mind to put aside this habit? Now how is this to be done? Right? That's the next question. Not form another habit - you follow? - drop capitalism and become a communist then become a Mao, then become - I don't know - Mao, Mao, Mao (laughter), and so on, so on, so on. Don't laugh, please - this is what is happening in the world. I move from one theory to another, hoping thereby to create a different environment, establishing a Utopia in the distance and working for it. It's all in the same pattern.\nSo the next question is, I am asking is it possible for the mind to free itself? Now having put the question let's investigate it. Right? First of all, if there is an action of will against habit it breeds conflict, doesn't it? If I say, 'I will have no habits' - you follow? - that's impossible. You understand, sir? That is, if I exercise will against habit, habit doesn't end. Haven't you noticed it? Right? Therefore you say, now I won't exercise will, I will put it aside because will is not the answer. Right? So have I really put any action of will altogether away from me? Find out, sir. Because I know will will not answer this question. We have tried it. Will implies suppression, conflict, denial, running away from it, every form of escape through the action of will. Right? So there will be no exercise of will at all. That's one point.\nThen analytically will not solve the problem either. You understand, analytically, what is implied? Need I go into that? You know what one is saying - analytically? That is, examine it, the cause, why the habits have existed, trace it, go very, very deeply into the cause and effect. Right? You follow? Cause and effect. Now watch it, watch it carefully. We think cause is fixed and the effect is also fixed. Isn't it? The cause is one thing and the effect is habit, and we think these two are fixed, unchangeable. But if you observe, cause becomes effect. Right? And the effect becomes the cause for a future effect.\nQ: With modifications.\nK: With modifications. So there is a chain process, it is not a fixed thing, it is a movement - cause, effect, effect becoming cause and so on and on and on and on. In that we are caught. You follow? So there is no way out of that either. Right? So analysis is not the way out. Will is not the way out. Are you following all this? Then what is the way out?\nQ: (Inaudible)\nK: I am asking purposely, sir. I am not so dumb as you think I look. (Laughter) Please, let us go into this. Please, don't laugh, sir, please. Please, just let's look into this. I see examination, analysis of the cause which takes time does not solve this question of free the mind from habit; nor will. Right? Because will implies resistance. Where there is resistance there must be conflict, and where there is a conflict it becomes a habit. You have accepted conflict as a habit, haven't you? You say, that's part of life. I question it is a part of life.\nSo, then I want to find out is there another way of looking at it where habit can be freed without any effort at all. You understand? Because I see if there is an effort there must be will, there must be resistance, there must be conflict. Right? Which means, when there is the analysis or the action of will there must be duality. Do you understand? There must be duality: the analyser, the introspector, and the thing analysed and looked at - those are two things. And when you resist there is also two - duality. Now is there a way of looking non-dualistically? You are following all this? Is there a way - I am asking, I don't know yet, I want to find out. I can only find out if I have discarded these two. Right? You are following this? I must put these aside completely and never go back to them again because they are false, they don't help man. So, I am asking, is there a way of looking without duality at habit? Right?\nNow what has happened to my mind when I have put away these two: analysis and resistance, which is will - when I put those two away what is the quality of the mind now when it has discarded those two? What is your quality of your mind when you say, 'No, I won't any more exercise will, I won't analyse any more', what is the state of your mind?\nQ: It becomes simple.\nK: It becomes simple. Right. And what else? Go on, sir, explore.\nQ: Empty.\nK: No, don't use that. Don't, please. Go into it, sir, find out what is the quality of your mind when it has put aside that which has no validity.\nQ: Free and unburdened.\nQ: It is a pure mind.\nK: You are guessing, sir, just guessing. You see what that gentleman said - just listen, listen, listen. He said, it is waiting for an answer. You have understood what he has said? He has discarded those two, will and introspection or analysis, and now the mind says, 'I have finished with those, now I am waiting to see if there is another way'. Right? Waiting. Wait, listen to it, just listen to it. Waiting. Why should it wait? If it is waiting it is hoping. Then you are caught. You understand? The moment you say there is a hope that I will get rid of it, then you are had because that hope becomes the motive. That motive then prevents you from observing, as when you came into the hall, into the tent, you wanted a seat and rushed there and sat down and never observed. So in the same way when you have a motive there is no way out.\nSo you have found one thing. Motive, will, introspection. If you have got rid of those three then what is the quality of your mind, the quality?\nQ: (Inaudible)\nQ: Highly sensitive.\nQ: (Inaudible)\nK: Too bad!\nQ: (Inaudible)\nK: That's it, throw in a lot of words. You are not observing yourself, sir. You haven't done these things, that's why you are saying things which are totally irrelevant.\nQ: The mind is free of those.\nK: That's it. Is your mind free of those, sir?\nQ: Yes, sir. Free of those three points at that moment.\nK: At what moment?\nQ: At the moment when get angry or have a habit, and when those two dualities are in abeyance, it becomes free.\nK: What? No, I can't make out.\nQ: (Inaudible)\nQ: It is not so easy.\nK: You see, sir, it is not so easy, as he points out, to put aside these three things. And that's why you have no answer. You are just guessing, you are just throwing out words. So we have to go back and find out why you exercise will to get rid of anything. Because will means resistance. I resist communism, I resist capitalism, I resist Catholicism - resist, fight, fight, fight. Because I have an idea, I think there is a perfect utopia in the world, I belong to it, and everything else I am going to push in that direction, and so I fight. Until I resolve that problem, that question of will, all its implication, I shan't move to the next. So I must really go into this question of will which man has accepted as a habit. I will do this, I won't do that, I will become that. Which means - please just listen - which means we are slaves to the verb 'to be'. Please listen. We are slaves to the word 'to be', in which is involved becoming, or having become. You follow? We are caught by that word.\nQ: (Inaudible)\nK: Wait sir, wait sir. Just listen first. The word. The word creates the idea, the verb, with its active present, with its past and future: I will be, I have been, I am - we won't go into all this. So we are slaves to habit and because it is the easiest, we think that is the easiest way to function most efficiently. If I say 'I will not have habit, I will not be angry', we think we have solved the problem. We haven't. It has gone down, hidden, suppressed, and it is going to come out another time. So I have to go into this question of habit and find out its true worth. And we don't do this. Whether it is in the communist world, socialist world, or in the capitalist world, this has become one of our habits. I will be the great man, I will be the dictator, I will be this or that.\nQ: (Inaudible)\nK: The opposite. Yes, much more obvious here. So I have to... is it possible to function without will? Well, sir? Where are you?\nQ: (Inaudible)\nK: Ah, no, is it possible - it may not be possible. You don't have to accept the possibility or the impossibility. All that you have to do is to examine, explore. I don't know whether you can live without will. And that means a tremendous intelligence because we have always functioned in habits. Which is, the habit of will: I want, I don't want. So for the man who has really understood habit and will, the whole structure of analysis, which implies motive, such a mind - you see, I am asking what is the quality of such a mind, you will never find out unless you have done this. If you haven't found out you will create another society which will be equally rotten as this, whether you call it communist, Mao, or super whatever it is, because this is a central human problem. And you think by changing the environment you are going to change the human quality of the mind. The very brain cells themselves are caught in this.\nTherefore is it - listen, sir, I'll stop now - you know the brain cells are the result of time, they have evolved, they have been put together through experience, through knowledge, through various incidents, millennia, thousands of years, and these brain cells have retained the memory of all that. You can observe it in yourself, you don't have to read books. Now, if the brain cells themselves are functioning in habit - listen to my question - if the brain themselves are caught in habit how is it possible to be free of habit? You follow? Because intellect is part of this habit of the brain cells, it says the intellect will solve my problems. So, how is it possible for the old brain - you understand, that is the old brain, which has lived for millennia upon millennia, seventy-five thousand or a million years, or more - how is that old brain which has accumulated such extraordinary information, memories, remembrances, knowledge, which is necessary at one field, at one level, and how is that brain to be free of all the unnecessary habits, like nationality, like ambition, like envy and so on? I am asking the question because unless there is a mutation in the brain cells themselves you will not create a new society. So the important thing is to find out whether that thing can be changed. I will show you it can be changed if you will just listen. What is the good of telling you listen because you will repeat it. And that's all. You have read so much, that's why. Ton mieux.\nNow, you know when there is a challenge - and challenge is always new, isn't it, otherwise it is not a challenge - when you have a challenge like death, like earthquake, like insult - challenge - the old brain instinctively responds. Right? Haven't you noticed it? Have you noticed this simple fact? The old brain with all its habits responds instantly to a challenge. Now if the old brain could retard, hold back, and not immediately respond there is an interval between the old and something new taking place. You get it? Are you following this? Look, sir, just look: you know there is... look at the progress, from the bullock cart to the jet. You know what the jet is, the jet aeroplane. Now, the man who invented the jet was very, very familiar with the internal combustion machine, engine, he constructed it, he was part of that, he was the whole... he knew all about the internal combustion machinery. And that same man discovered the jet. You follow? How did he discover it? There was an interval between knowledge of the old where he said, 'I must find out a new way of functioning, of producing engines', he waited, he didn't let the old brain come into operation, he waited, watched and suddenly came upon it. You follow? I have been told this by a friend who is an engineer and so on. He says there was an interval between knowledge, which is old, and the new. The new can only take place in that interval when the old brain is completely quiet. Right? You get the point? No.\nNow can you with your response of the old brain all the time - you are a Hindu, you are a Christian, you are a communist, you are this, you are that - you follow? - can that old brain remain quiet for a while, not all the time. Don't ask, all the time, which is silly. Can that old brain, when there is a challenge, be quiet? And that is meditation. You understand? To understand the whole structure and the nature of the past, which is the brain, which has been put together in time. So can the old brain which is the repository of all habits - you understand? - of all memories, which is the past, can that old brain hold back, quiet down, so that when a challenge comes there is a totally different kind of response? Not a Hindu response, Muslim response, communist response, but a totally different kind. Therefore you have to understand the whole nature and the structure of the past. You understand? After all, the past is the repetition of memory. Past is the result of thousands of years of propaganda that you are a Hindu. Right? Thousands of years. And you say at the end of ten thousand years, you say, 'I am a Hindu'. So repetition, repetition, propaganda, that is the function of the old brain.\nSo if you want to discover something new, a different way of living, therefore a different environment, therefore a different government, therefore a different relationship between human beings, you have to retard the old brain from jumping into the arena.\n"}]