[{"title":"looking-oneself-without-division","text":"We said that we would be talking over together this problem of looking at ourselves. I wish some of you would go into this instead of me. First of all, I feel, most of us live rather a superficial life and are content to lead such a life, and meet all the problems of our existence superficially and thereby increase our problems because our problems are very complex, rather deep and need a great deal of penetration and understanding. But most of us would like to treat all problems rather superficially according to the old tradition, or adjust ourselves to a modern tendency and never resolve totally and completely any of our problems, such as war, conflict, violence and so on. And we are also apt to look at ourselves rather superficially, not knowing how to penetrate deeply into ourselves. Either we observe ourselves with a certain disgust, with a certain conclusion already made up, or look at ourselves hoping to change what we are.\nI think it is important, don't you, that we should understand ourselves totally and completely, because as we said the other day, we are the world, and the world is us. This is an absolute fact, and it is not a mere verbal statement, or a theory, but something that one feels deeply, with all the agony of it, the suffering, the pleasure, the brutality, the fragmentation of nationalities, religions. And one can never solve any of these problems without really understanding ourselves, because ourselves is the world. And if I understand myself, I live, there is a living at a totally different dimension. And to really penetrate, not only at the conscious level of our being, but also at depth; and is it possible for each one of us to understand ourselves, not only the superficial structure of our minds but also at the deep, not conscious levels? And as we said the day before yesterday that is what we are going to talk over together.\nWhen we say we are going to talk over together, it doesn't mean that I talk and you listen, but we are going to share together. I really mean it - share it. Otherwise it will be no fun at all, for you or for me. And how am I, or you, how is one to look at oneself? Is it possible to look at oneself completely, without the division of the conscious and the deeper layers of consciousness of which we are totally, perhaps, unaware? Is it possible to observe, see the whole movement of the 'me', the self, the what I am, with a non-analytical mind, so that in the very observation of it there is a total understanding instantly? That is what we are going to go into. So please, as we said, we are going to share it together. You are going to work as hard as I am going to. It is rather hot but let us sweat it out because this is a very important question. This has been the problem right through religious life, throughout the various cultures, whether one can go beyond oneself to find reality, to find something that is not measurable by the mind, without any illusion? And in the process of this search to go beyond oneself, one has been caught in various forms of myths, the Christian myth, the Hindu myth, oh, the whole mythological world, which becomes totally unnecessary and irrelevant.\nSo is it possible to look at ourselves non-analytically and therefore observe without the 'me' observing? We will go into all this. I want to understand myself and I know myself is very complex, it is a living thing, not a dead series of memories, accidents, experiences, knowledge, don't you? It is a living, moving, vital thing. You can't say, 'I am static' - it is impossible. It is a living thing, as society is a living thing, because we have created it. Now, is it possible to look without the observer looking at the thing called the observed? Do you understand my question? Because if there is the observer looking, he looks invariably through fragmentation, through division, and therefore wherever there is division, both in myself and outwardly, there must be conflict - the national conflicts outwardly, the religious conflicts outwardly, the economic and so on. And inwardly there is this vast field, not only superficially observed, but a wide area about which we know almost nothing. So where there is an observation in which there is division as the 'I' and the 'not I', or the observer and the observed, or as the thinker and the thought, or the experiencer and the experienced, in which there is a division, then there is conflict. Please let us be clear on this point - all of us, not just you and I, one of us, all of us. When I look at myself as an outsider observing within then there is division, obviously. You as a Christian, and if I happen to be a Communist, then there is a battle between us. You a Hindu, Muslin and all that, there is conflict. Similarly when there is a division in our observation, that is, 'I' different from the thing I look at, then invariably there must be conflict. Right? Please it is not a verbal communication. This is an actual fact. And do you see this fact as actual, not as a theory?\nSo, is it possible - I am not saying it is, or it is not, we are going to find out for ourselves - is it possible to observe without this division? And to find that out we hope to come to that perception in which there is no division through analysis. Right? That is, I analyse myself as the observer and the thing analysed. Is this getting a little bit too complex?\nQuestioner: No\nKrishnamurti: No, no. Good? Avanti.\nFirst of all, in observing myself, there is the actual fact of this division. When I observe myself I say, 'this is good, this is bad', 'this is right, this is wrong', 'this has value, this has no value', 'this has relevance and that has not'. So when I look at myself, the observer is conditioned by the culture in which he has lived, so the observer is the memory, is the entity that is conditioned, the observer is the 'me'. And according to that background of the 'me' he judges, he evaluates; if I am a Communist, Hindu, Buddhist and all the rest of it, I observe myself according to my conditioning and hope to bring about a change in the observed according to my conditioning. That is a fact. That is what we are doing all the time, hoping to change what is observed through analysis, through control, through reformation and so on. Again that is a fact. Phew! (Laughter) I hope you are all getting hot too.\nThen I want to find out why this division exists. And I begin to analyse to find out the cause. After all, all analysis is not only to find the cause but also to go beyond. Right? I am angry or greedy, envious, brutal or whatever it is, violent, neurotic, and I begin to analyse the cause of this violence, the cause of this neurotic state and so on and so on and so on. Now in analysis what is involved? Please follow this. This is part of our culture, because we are trained from childhood to analyse, thinking that is going to solve all our problems. Volumes are written on it, all the psychologists, all that business is to find the cause, understand the cause and go beyond. Now analysis implies, doesn't it? Time. I need a great deal of time to analyse myself. Right? I must analyse, examine, very carefully every reaction, every incident, every thought, trace it to the cause and all that takes time. Right? And in the mean time other incidents are going on, other happenings, other reactions, which I am incapable of quickly understanding. Right? That is one point - it takes time.\nAnd analysis implies also that everything that is analysed must be complete, otherwise if it is not analysed properly, the examination is incorrect, and with that thing which is not correct I am going to examine the next experience, next incident. So I am all the time examining with incorrect ideas, values and so increasing the knowledge of incorrection. I don't know if I am conveying it rightly. I may be using wrong words, but we will correct the words. And analysis implies also the analyser and the analysed, whether the analyser is the professor, the analyst, the psychologist, or you yourself, or your friend. The analyser examining and sustaining the division, nourishing the division, and therefore increasing conflict. All these things and more, are implied in analysis - time, evaluation of every experience, every thought completely, which is not possible, and the division created by the observer and therefore increase in conflict. One sees that, not only intellectually, but actually, it is so.\nAnd the other question is: I can examine my mind, the superficial daily activity of the mind, but how am I to understand, examine the deeper layers. You understand? Are you following all this? Is it any fun? Because I want to understand myself completely, right through. I don't want to leave a single corner, a dark spot unexamined. I want everything in me exposed so that there isn't a single thing which the mind has not completely understood. Because if there is a corner which has not been examined then that corner distorts all thought, all action. And analysis also implies the postponement of action. Right? Because when I am analysing myself I am not acting, I am waiting till my analysis is over, then perhaps I will act rightly: which means inaction. So analysis is the denial of action. You are following all this? See what is involved: time - I forgot - time, understanding everything completely in each analysis, which is not possible; then the division between the analyser and the analysed and therefore conflict; and analysis is the total denial of action - action means now, not tomorrow. Seeing all this, can the mind understand the hidden corners totally?\nAnd, is it possible to understand it through dreams? Because all this is implied in understanding myself. That is, is it possible through dreams, and the intimation of the unconscious, or the thing that is hidden, during sleep. (Sound of train) I am glad there is that train! The specialists say that you must dream. If you do not dream it is an indication of a certain kind of neurotic state. And it helps you through dreams to understand all the activities of the hidden mind. There is so much about all this - all right, I'll go on. Now what is the meaning of dreams? Should we dream at all? Or dreams are merely, in a symbolic form, the continuation of our daily life? You are following all this? Right? We are keeping together in our journey? I hope you are ahead of me, that is all! If you examine closely your own dreams don't you find - not according to the professionals, the specialists, leave those birds alone, but examine it for yourself - during the day you are occupied with all the trivialities of life - cooking, office, you know all the rest of it, the quarrels, the irritations that go on in daily existence and relationship: image fighting image. And as you go to sleep, just before you go to sleep you are taking stock of everything that has happened during the day. Haven't you ever done it? No? Oh lord! Doesn't this happen to you that just before you go off to sleep, or lie down, you go over the day - that you should have done this, you should have said that, I wish you had put it differently, you got angry, jealous, you know, you go over the whole period of the day, your thoughts, your activities. Now why does the mind do that? Please follow this carefully. Why does the mind do it? Taking stock of the day's happenings and events. Doesn't the mind do it because it wants to establish order? Right? You are following this? Doesn't it? Don't you think so?\nQ: Yes.\nK: Don't agree with me, because I am not interested. The mind goes over the day because it wants to bring everything in order, otherwise when you sleep the brain works and tries to bring order in itself. Right? Because the brain can function only normally, healthily, in complete order. Right?\nSo, if there is not order during the day, it tries to establish - the brain, it tries to establish order while the body is asleep, is quiet, and the establishment of that order is part of the dream. You are following all this? Do you accept all this, what the speaker is saying, I hope not!\nAudience: No.\nK: No? I am delighted! (Laughter) Don't say agree or disagree. Find out. Find out for yourself, not according to some philosopher, analyst, psychologist but for yourself find out that a disordered day, a disordered life, must establish order and then only the brain can function healthily, efficiently, normally. And when there is disorder, dreams are necessary to bring about order, whether that order is deep down or superficial. So one asks, examining all this: is it necessary to dream at all? Because it is very important not to dream, to have a mind that is completely quiet when you are asleep. Then the whole brain, the whole mind, the whole body can rejuvenate itself. But if it is working, working, working while you are asleep it gets exhausted, and it becomes neurotic, overstrained and all the rest of it.\nSo, is it possible not to dream at all? Please I am asking all these questions because I want to understand myself. This is part of understanding myself, not merely investigating dreams, or seeing the importance or non-importance of dreams, but as there is the fact that unless there is an understanding of oneself completely, all action becomes contradictory, superficial and creating more and more and more problems. In understanding myself the old tradition says: analyse, introspect. And I see the falseness of it. I reject it because it is false, though all the psychologists say the opposite, or some of them do. And in observing oneself one says: why does one dream at all? Is it possible to have a mind that is completely quiet while it is asleep? You are asking these questions, I am not. I am only suggesting it to you. I have to find out. Now how am I going to find out? That is, how am I going to find out because I realise that when the mechanism is still, is quiet, it is capable of gathering more energy and therefore functioning more efficiently. Right? That is, sir, look: if the body has no rest, is going on, being driven from morning till night it soon wears out, it breaks down. So if the body can rest, ten minutes, twenty minutes a day, you know, break it up during the day, it has more energy. In the same way, during the day the mind is extraordinarily active, watching, observing, looking, criticising, judging, and being jealous, envious, you know, struggling, fighting, ambitious - all the rest of it. And when it goes to sleep the same momentum is kept going. So I am asking myself whether the mind during sleep can be absolutely quiet. Just see the beauty of the question, not the answer yet. Because unless the body is extraordinarily quiet, without gesturing, nervous, ticking, you know all the things that one does, absolutely quiet, relaxed, not forced to be quiet, then it recuperates, then it gathers energy. So I want to find out whether the mind can be absolutely quiet during the night when it is asleep. And I see it can only be quiet if every incident and happening during the day time is understood instantly, not carried over. You are following all this? If I carry over a problem from today to the next day the mind is at it. But if the mind can solve the problem immediately today, it is finished. It may meet another problem and finish it. So is it possible for the mind to be so totally aware each day so that problems don't exist, by the evening you have a clear, clean slate? You are following all this? Then you will find, if you do this, not just play with it, actually work at it, then you will find the brain, because it needs rest, then the brain becomes very quiet - even ten minutes quiet is enough. And if you pursue that very, very deeply, dreams become totally unnecessary, because there is nothing to dream about. You are not concerned with your future - please follow this - with your future, because whether you are going to be a great doctor, or a great scientist, or a marvellous beautiful writer, or going to achieve enlightenment the day after tomorrow, you are not concerned with the future at all. You don't see the beauty of it. Therefore the mind is no longer projecting anything in time.\nNow having stated all that, can I, can the mind, which is really the observer, not only the visual observer, by the eyes and so on, but can the mind observe without division? You understand now? Are you following? Without division. That is, the observer and the observed. Because there is only the observed, not the observer. I wonder if you see all this!\nNow let us examine what the observer is - if you have the energy to go on with this. What is the observer? Surely the observer is the past - the past, be it yesterday or a few seconds ago, or the past of many, many, many years, many years as a cultured, conditioned entity, living in a particular culture. Right? The observer is the past. The observer is the total sum of past experiences. The observer is knowledge - isn't it? When I say 'I know you because I met you yesterday', when I say, 'I am a Hindu, Catholic, Protestant, Communist, Muslim' - it is the past, I have been conditioned in the culture in which I have been brought up. So the observer is the past. Right? This is obvious, isn't it? Do you dispute this fact? The observer is within the field of time - to make it a little more complex. The observer is the past, which through the present modifies the future. And the future is still the observer. No? When he says, 'I will be that', he has projected 'that' from the past knowledge, either pleasure, pain, suffering or delight, fear and so on, and says, 'I must become that'. That is, the past going through the present which becomes modified, the future, which is a projection of the past. Right? So the observer is the past. That is, you live in the past - don't you? Just think of it. You are the past and you live in the past. And that is your life. Right? Past memories, past delights, past remembrances, the things that you enjoyed - and the failures, the lack of fulfilment, the misery, everything is in the past. And through the eyes of the observer you begin to judge the present, the thing that is living, moving. Right? Are we going together?\nSo, when I look at myself I am looking with the eyes of the past, and therefore I condemn, judge, evaluate, and say, 'this is right, wrong, this is good, this is bad' according to the culture, the tradition, the knowledge, the experience which the observer has gathered. Therefore it prevents the observation of the living thing, which is the 'me'. And that 'me' may not be me at all. I only know the 'me' as the past. I don't know if you are following this! When the Muslim says he is a Muslim, he is the past, conditioned by the culture in which he has been brought up. Or the Catholic, Communist. You follow? The whole thing is based on this. So when we talk about living we are talking about living in the past. And therefore there is conflict between the past and the present, because I am conditioned as a Muslim, or god knows what, and I cannot meet the living present, which demands that I break down my conditioning. And my conditioning is deliberately brought about by my fathers, grandfathers, you know, keep me in the narrow line of their belief, of their tradition, of their mischief, of their misery. Right? This is what we are doing all the time, not only the conditioning by the past, the culture in which we have lived, but also by every incident, experience, happening, we live in the past. I see a beautiful sunset and I say, 'How marvellous that is, look at the light, the shadows, the rays of the sun, the green light, the hills' - and it has been stored up. It's stored and that memory acts tomorrow, says, 'I must look at that sun again, find out that beauty'. And therefore I can't find it, struggle to find it - go to a museum. You follow? The whole circus begins.\nNow can I look at myself with the eyes that have never been touched by time? Time involves analysis, time involves holding on to the past, time involves this whole process of dreaming, recollection - you follow? - gathering the past and holding it - all that. Can I look at myself without the eyes of time? Put that question to yourself. Don't say you can, or cannot. You don't know. And when you look at yourself without the eyes of time, what is there then to look? Don't answer me, please. Do you understand my question? I have looked at myself with the quality, the nature and the structure of time - the past. I have looked at myself through the eyes of the past. I have no other eyes to look with. I have looked at myself as a Catholic, or something else, which is the past. So my eyes are incapable of looking at itself, at 'what is', without time, which is the past. Right? Now I am asking a question, which is: can the eyes observe without the past?\nNow let me put it differently: I have an image about myself, not only created by the culture in which I have lived but also I have my own particular image of myself, apart from the culture, haven't we? We have a great many images. I have an image about you, I have an image about my wife, my children, my political leader, my priest, and I have an image of what I should be, what I am not, and I have images which culture has imposed on me. So I have quantities of images. Don't you have them? No?\nAudience: Yes.\nK: Delighted! Now how can you look without an image? Because if you look with an image it is a distortion - obviously. Isn't it? If I look at you with the image which I have of you, which has been put together because you were angry with me yesterday. You were angry with me yesterday and that has created an image about you. Right? That you are not my friend anymore, you are ugly, you are this, you are that. Now that image distorts the perception when I meet you next time. Right? So that image is the past, and all my images are the past. And I daren't get rid of any of those images because I don't know what it would be without an image. So I cling to one or two images. So the mind depends on an image for its survival. I wonder if you are following all this! So can the mind observe without any image - without the image of the tree, the cloud, the hills, the flowing waters, the image of my wife, my children, my husband, my aunt - not to have any image in relationship. It is the image that brings conflict in relationship. Right? I cannot get on with my wife because she has bullied me. That has been built up day after day, that image, that image prevents any kind of relationship; perhaps we sleep together, that is irrelevant. And there is a fight. So, can the mind look, observe without any image of time, any image that has been put together by time? That means can the mind observe without any image? Which means to observe without the observer, which is the past, which is the 'me'? Can I look at you without the 'me' as the conditioned entity? You are following all this?\nQ: It's impossible.\nK: Impossible? How do you know it is impossible? The moment you say it is not possible then you have blocked yourself. And if you say it is possible, it is also blocking yourself. But if you say, let's find out, let's examine, let's go into it, then you will find the mind can observe without the eyes of time. And when it so observes then what is there to be observed? The me, I started out learning about myself - I have explored all the possibilities, analysis, all that, and I see the observer is the past. I won't go into it. It is much more complex, the observer - one can go more into it, but this is enough. I see the observer is the past, and the mind lives in the past, because the brain is evolved in time, which is the past. And in the past there is security. Right? My house, my wife, my belief, my status, my position, my fame, my blasted little self - in that there is great safety, security. And I am asking, can the mind observe without any of that? And if it observes what is there to see, except the hills, the flowers, the colours, the people. You follow? Is there anything in me to be observed? Therefore the mind is totally free. And you say, what is the point of that being free? The point is: such a mind has no conflict. And such a mind is completely quiet and peaceful, not violent. And such a mind can create a new culture - a new culture, not a counter-culture of the old, but a totally different thing altogether, where we shall have no conflict at all. That one has discovered, not as a theory, as a verbal statement, but as an actual fact within oneself that the mind can observe totally and therefore without the eyes of the past and therefore the mind is something totally different. Right, sir.\nNow would you like to ask, discuss this question what we have talked about?\nQ: I think we all see the danger of these images though at certain times some images can protect your life - if somebody runs against you with a knife this image will help you because it will save your life. So how can we choose between these useful and unuseful images?\nK: The questioner says we all live with images. Some are useful, maybe necessary, protective, others are not. The image of a tiger, when you are in the woods, is rather protective. And the image that you have about your friend, wife, children, or whatever it is, that destroys relationship. Now how is one to choose between the two? Which are necessary images to keep, and which are not necessary to keep? You have got it? You have understood the question? What are the images I should keep, and what are the images I should discard? The images, the questioner says, some of them are self-protective, they protect one, others are destructive. Now how am I to choose? Right? I don't know. We shall find out.\nFirst of all, why do you choose at all? Listen to my question, please. Why do we choose? What is the structure, nature of choice? I choose only when I am uncertain. Right? When there is confusion, when there is uncertainty, when there is no clarity. Then I say, 'My lord! I don't know what to do, perhaps I will do this'. Right? When you see something very clearly there is no choice. Right? It is only the confused mind that chooses. And we have made choice the most extraordinary important thing in life. We call that freedom, to choose - choose your politicians - you follow? - to choose this or that. And I say to myself, why do I choose at all? I am coming to the question, sir, go into this carefully with me. Why do I choose at all? I choose between two stuffs, two materials, but that is not what we are talking about. We are talking about choice which is the outcome of uncertainty, not clarity, confusion. Right? Then I have to choose, which indicates a mind that is very clear has no choice. Right? Now isn't your mind confused? I am coming to the question, sir. Go into it step by step. Is your mind confused? Obviously it is, otherwise you wouldn't all be sitting here. And out of that confusion you choose and therefore increase the confusion.\nSo you say, I have so many images, some are protective, others are not necessary. Is there any choice there? Listen carefully. Is choice necessary there at all? You understand my question? I have many, many, many images about everything: opinions, judgements, evaluations, the more I have opinions the greater I think I am, you know, my mind is clear. And images I have galore. And I say which of these images is important, relevant, and others are not? Now why do I have to choose? Choice arises only when I am uncertain which images I have to keep, which images I have to discard. You are following all this? Follow it, carefully follow this. I choose when I do not know which images I have to get rid of. Now who is the entity that is choosing? Surely knowledge. Knowledge is the past. Follow this. The past which has created the images, dozens of them, chooses which it shall keep, which it shall discard. So you are choosing according to the past, and therefore your choice invariably must be confused. Therefore don't choose! Wait! Wait! See it, sir, see it. See it. Don't choose. Then what happens if you don't choose? You won't be run over by the bus, obviously. It is the very choice that sustains the images. I don't know if you see this.\nYes sir? Just a minute, madame.\nQ: You mentioned that we are all confused otherwise we wouldn't be here.\nK: Ah, that's it partly, sir. Carry on.\nQ: How, if I am confused, how can I possibly listen to you without evaluating everything you are saying?\nK: That's just it, sir. That's what we are afraid of. The questioner says, if I am confused, which I am, how can I listen to you clearly. Right? But you are not listening! Are you?\nQ: Sometimes.\nK: Ah, wait. Wait. Sometimes. We are not talking about sometimes, we are saying: are you listening now? When you are listening with attention, you know, with affection, with care, you know, listening, are you confused? It is only when you are not listening and you want to listen, then confusion arises. Oh, for the love of god! But at the moment of listening - you know - where is the confusion? And remembering that moment when you have listened so completely, then you say to yourself, 'I wish to goodness I could get back to that'. Wait! Then you have conflict. Right? Then you say, 'How am I to get back to that state of listening?' See what has happened. The memory of that state of listening remains and the actual fact has gone, so your memory then says, 'I must listen more carefully'. So there is contradiction. Whereas if you listen completely, at that moment of listening entirely wholly, there is no confusion. That moment is enough. Don't try to get back to it. Pick it up again ten minutes later. But be aware during those ten minutes that you have been inattentive. Right? Do you get all this?\nYes Sir?\nQ: This new culture that is emerging from the still mind, will it be peaceful?\nK: I don't know, sir. That is supposition. The gentleman asks the question: if the mind of all of us is peaceful then we will have a new culture which will be a culture of complete peace. You see how our mind works?\nQ: I haven't finished it.\nK: Oh, not finished. I beg your pardon.\nQ: Well, if...\nK: No if!\nQ: People then would be in conflict with the environment of the present day society.\nK: Would people be in conflict with the present structure of society? If I am peaceful would I be in conflict with the structure of society? And what do I mean by 'conflict with the structure'? Go on, investigate sir, don't wait for me to do it.\nQ: Will there be competition?\nK: Competition? I want to establish myself, my ideas, my - you follow? Exactly what they are doing. No?\nQ: Sir, if somebody says, 'Take this gun and shoot' - then you say, 'No', you are in conflict.\nK: No, if somebody asks me to take a gun and shoot somebody else - what will... I won't. What is the question?\nQ: If you say, 'I won't' you are in conflict.\nK: I'm certainly not. They will put me in prison?\nQ: Yes.\nK: Right. But I am not in conflict with them. If the drug culture says you must take drugs and I say, 'I am sorry, I don't want to take drugs' - who are they, are they in conflict, or am I in conflict? I am not. They are! What is the point of all this?\nQ: There are two sides to conflict.\nK: No. There is no two sides. I don't want to have conflict. I, as a human being, I have investigated into this whole question of conflict, outwardly, inwardly, and I have gone into it pretty thoroughly and I say - suppose, if I have eliminated completely all sense of violence in me - if you are in conflict what am I to do? If you beat me, if you ask me to take a gun and shoot somebody, if you get violent, it is your problem, not my problem.\nQ: Sir, if the man who asks you to shoot somebody else, you can say: he is in conflict with me, I am not in conflict with him. I just want to do what I want to do.\nK: But I am not in conflict with him, why should I shoot him? This becomes... Wait, wait! Is somebody offering me a gun here, now? You are not offering me a gun, are you? To shoot somebody? Why does the problem arise? You see the problem arises because we are now beginning to speculate. What will you do if you are peaceful. Find out how to live peacefully first, and then that question will be answered later.\nQ: Does conflict come from imagination?\nK: Does conflict come from imagination. When two people quarrel, does it come from imagination? Look! Look at it, look at it. I am attached to you. Attached, depend on you. Right? Depend emotionally, psychologically, physically, sexually, economically, I depend on you. And one beautiful morning you say, 'Go' to me. 'I like somebody else'. Then conflict arises. Right? Is that imagination? It is a fact because I am dependent on you for companionship, so on and so on. And when you turn against me I am lost. That is not imagination. It is an actual fact. Then I begin to find out why I am dependent on you. I want to find out. That is again I want to find out because it is part of self-knowledge - you understand? - why I am dependent on you at all. Wait! Aren't you all dependent on somebody? Psychologically, inwardly? Can you stand completely alone? Say, inwardly? You can't stand alone because I need the milkman, the postman, the railway, etc., etc., but inwardly completely alone, not be dependent.\nSo I have to find out why I am dependent. Why? First of all, I am lonely. I don't know how to go beyond this loneliness. I am frightened of it. Deep down I am totally... I have no answer how to resolve this terrible thing called loneliness. Don't you know all this? So, not knowing how to resolve it I attach myself to people, to ideas, to groups, to activities, you know, to demonstrations, to climbing the mountains, all the rest of it. If I could resolve this problem of loneliness totally so that the idea doesn't exist at all. Now how am I to be beyond this terrible thing which man has fought inwardly at all times, because being lonely, insufficient, incomplete, he says, there is god, there is this, there is that, projects an outside agency. Then how am I to be free of this loneliness? Do you want to go into it? Aren't you tired? It is a quarter to twelve.\nQ: (Inaudible)\nWe had better stop. I think this is too complex a problem. That is, how the mind can free itself from this terrible burden of what it calls loneliness. You know, have you ever realised what we do out of this loneliness? What horrors we commit? To go into this really completely we have to - another time.\n"}]