[{"title":"how-are-we-going-teach-our-children","text":"Questioner: Sir, I think most of us in this tent are completely and utterly out of touch with reality - we have too much money, we have too much food in our stomach, when we leave here we go back to a hot bath or... (inaudible) What does this freedom mean... (inaudible) thirty years in prison, who comes to you when he can't see because he wants to see. Perhaps we have prisoners in this tent, we don't want to find out what it is like not to be in prison.\nQ: Sir...\nKrishnamurti: Just a minute, sir, let me repeat that question.\nQ: I...\nK: Just let me repeat that question, sir.\nQ: (Inaudible)\nK: What, sir?\nQ: Am I intruding?\nK: No, sir, just let me repeat that question first. The gentleman says that we are well-fed, we go off when we leave the tent, we go and have coffee and tea or smoke and we have got money. And what does freedom mean to us - and probably we are prisoners and we don't know it, and so on. He wants to discuss that.\nWhat do you want to say, sir?\nQ: No, I want to, if you don't mind, repeat my question again. Real love...\nK: ...love exist between man and woman. (Laughter)\nQ: (Inaudible) ...a personal question only. As a psychologist I have to deal with many marriages which are entirely wrong, and the children are most... (inaudible). Could you...\nK: Yes. As I have to do with great many marriages, says psychologist, could we discuss what happens in these unfortunate marriages and their children. We said the other day - we will come back to your question, sir...\nQ: (Inaudible) ...a very big link between fear and freedom...\nK: There is, sir, surely. We said the other day we would devote a whole morning to the question of education - not only education of our children but also the education of ourselves. Can we discuss that and include the two questions that have been put: what is the relationship between man and woman and love, and the children involved with marriages that go wrong, and the whole problem of freedom and fear, and therefore education - can we take that sir, can we discuss what is education? - not only of the children but also of the grown-ups. May we? Do you agree?\nAudience: Yes.\nQ: May I ask, is there a difference between education and learning?\nK: Is there a difference between education and learning. We will go into that - take the whole problem of what it means to learn and what it means to be taught, and the teacher relationship with the student - you know the whole problem, we will go into it. You all want to discuss this?\nA: Yes.\nK: It is such a big question, I don't quite know where to begin. I wonder what we want our children to be, or what is going to happen to children as they grow up. That's one problem. And what is the relationship between the parent and the child, and what is the relationship of the family to the community? What is the relationship of the community, the nationality to the rest of the world? And why do we have children at all? And also we have to go into this question of sex and so on - the whole problem.\nI think we have to begin observing what actually is going on, the actual fact. We have children and we send them off to school as quickly as possible. We have our own private life independent of the children and we think we love our children and we have really very little relationship with our children. That's the actual fact - no? So one wonders, as one sees not only in India and the East but also in the West, why we educate children at all. Is it merely to acquire knowledge so that they can earn a livelihood and therefore conform to the pattern of the society which the elder generation have established? Go on, you have to discuss this with me, please. The elder generation is responsible for the total mess the world is in. Right? Not only the parents but the grandparents and the great-great-great-great grandparents. And do we educate the children to conform to the pattern which the older generation have established? That's one point. And actually what is going on in the world - the parents have very little time with their children. They have their offices, their factories, and the mother and the father have to earn more because the society, the expansive society: buy more and more and more. So the parents have very little time with their children and so they are sent off to schools as quickly as possible. These are all facts. And when they come home, the children, the parents are tired, and fortunately or unfortunately there is the television and the children are put in front of it and for god's sake don't bother me because I am tired. Right?\nThe children lead their own life and the parents lead their own life - their clubs, their factories, their books, their worries, their sexual life, their position, the office, in the factory, and so on, so on, so on. Right? The parents are concerned with their own lives, their own miseries, their own positions, the responsibilities, and the children are out of that. Haven't you noticed all this? And as the children grow older, as one observes in the West and in America, the children break away and revolt from the older generation - grow long hair, become dirty, wander around, permissive society, sex is a casual affair, not very important, drugs, marijuana, speed - you know the whole permissive society - there they conform. They don't want to conform to the old pattern, but they have their own feeling of unity with the long-haired ones. Right? So there is a wider and wider gap between the children and the parents.\nQ: (Inaudible)\nK: We are going to find out sir, we are going to go into all this. First look at the whole picture, not what we should do. See what is happening in the world. That's the whole picture in the West, more or less - wider, deeper division between the parents and the children. And the children have nobody to go to, to talk over things, and they talk over things amongst their own group, they experiment with sex, drugs, utterly confused, uncertain, unstable. That's what is happening in the West.\nAnd in the East, India, the old system used to be family, all the family lived together. The daughters went off to the husband's house and the boys remained with the parents, married but yet lived in the same house as their parents. For economic reasons that is breaking up. And so again though it is not so urgent as in the West, the mother remains at home with the children and the father goes out to earn money, comes back tired - you know, the whole business. But only the mother remains at home to look after the children. That is what is going on in the world.\nEducation, as we see it now, is to make children conform to the pattern established by the society, by the culture. That is, competitive, aggressive, ambitious, each one, parents and the children, out for themselves, selfish, arrogant, aggressive and frightened. And they resort, the children, the younger generation, to gurus, to mysticism - I won't call it... mysticism is rather a good word - to occultism, to mysterious black magic, occult stuff, you know, Jesus lovers, all that is going on. And strangely, in the East, in India, there is not this revolt against the order, against the established order, because of over population - there are five hundred and seventy million people and probably twelve million every year added to that. So the parents are concerned with their children, should have a good job, get married, get a job and for god's sake don't get into mischief and then forget the children - just their grandmothers, mothers worry about them, but it...\nSo looking at this whole picture: in the West there is draft, conscription, and in India there is no conscription, because there is so much poverty, the poor, the uneducated, or so-called who joined the army, the office and so on, that's a career. They are paid there, they are happier, they have food, clothing, shelter. So there is no conscription. So the society, as it exists, encourages war, and all the horrors of it - violence, brutality, and the younger generation do not want war, they demonstrate - you know what is going on in the world. So when you look at this whole picture - not my picture, you understand, it is not my picture, it is your picture, it is there in front of you - when you look at all this, the revolt, the drugs, the permissive activities of sex and everything that's going on, one wonders how can all this be and why is it like this. Right? Are you interested in all this? You are parents, aren't you, some of you - I am so sorry. I am really. I have watched it in India, I have watched in America, in Europe, and if at all sensitive one has tears in one's eyes, at the appalling things that are going on.\nSo seeing all this, what is the purpose of education? Just to earn a livelihood? Go to college, university, get a degree in some technological subject and forget the vast field of life in which you are not educated at all. Right? Is that education? One must have technological knowledge otherwise you can't survive in this world as it is. You know in ancient India, and still exists, if you leave the world and take the robe of a monk, a tradition has been established through thousands of years, that monk who has renounced the world outwardly has to be fed, clothed, and any village - there are seven hundred thousand villages in India, right through - any village however poor it is, they will support these monks. These monks wander all over the country. And of course in the West it is not allowed, vagrancy.\nSo what is the purpose of living - you understand, sir? - what is it all about? When you meet students all over the world who have gone up to certain point in the university, say, 'What is this, what am I doing? They are destroying me, stuffing me with a lot of knowledge and what is the point of it all?' and they walk out of the university.\nSo what is a parent to do and what are the children, the students, what are they to do? You understand the question? What are we to do? You have no answer, have you? There are parents who encourage their children to take drugs. Think of the horror of it.\nSo seeing all this, what is...\nQ: Sir, think of the parents that prohibit their children to take drugs. Think of the horror of that.\nK: Think of the horror of prohibiting children to take drugs. I am not at all sure.\nQ: It's a good basis for making a (inaudible) society, anyhow.\nK: Sir, the question of drugs, in India - I am not talking of better or worse, just looking at it - in India, hashish - you know what that is, of course, part of all that, derived from hemp and you know all that, only certain type of ignorant people take it. It is tradition that you must not take it, and they don't take it, unless you are a little bit odd - only people that are ignorant, very little money, they generally indulge in all that kind of stuff. Now in the West...\nQ: (Inaudible)\nK: Wait sir. Those who have money - very few drink whisky in India, fortunately, very few, or beer, only the fairly well-to-do, quite well-to-do, because it is damned too... I mean it is too expensive. Probably when whisky and beer and all the rest of it becomes cheaper they will all begin to drink it. And the question is in the West whether these drugs should be allowed or not, legally. You allow - what do call? - tobacco, drink, why not also allow this. The scientists, the doctors have not examined as yet fully, though there have been certain reports, that marijuana does affect the brain cells greatly. You understand? The brain cells toxically are infected by marijuana as well as LSD. They are discovering what tremendous damage it does to the brain. They will examine it much more, they will establish it and they say it is damaging, like smoking cigarettes does harm to the lung, that's obvious, and yet we go on smoking.\nQ: Alcohol...\nK: No, alcohol is a different matter. Wait sir, wait sir, wait sir, go slowly, go slowly. If you take a little of it - I don't take any of these things so I am not advocating one or the other - if you take a little of it, it may perhaps help you a little, little to stimulate, very little, sir. Don't object to this, look at it.\nQ: (Inaudible)\nK: Of course, of course, of course, sir, of course, of course, we know this, we know this. But to allow children at the age of fifteen, fourteen, thirteen, twelve, sixteen or eighteen to take drugs, to buy it - you follow? - see what happens, it gradually destroys their brain. Haven't you noticed the people who take drugs, if you have noticed it, and I have, unfortunately or fortunately, have come into contact with a great many of them in the West, they can't reason, they are not responsible. I won't go into all that. Let the doctors go into it and then you will all accept it.\nThe whole affair...\nQ: Sir, may I ask you one thing. Even though I know in America drugs are illegal, however it seems to me that the whole pattern of life is encouraging people to take drugs...\nK: Of course, sir, of course, of course. So there is this whole miserable state - right? - children, the students, the parents. Now what is education? Right? Is it to prepare the children, the students, to conform to the pattern established by the old order, or is education meant to create a totally different kind of human being? Please, sir, answer.\nQ: This human being doesn't need any tradition.\nK: Wait, sir, we are going to find out, don't state anything, you are not enquiring then.\nQ: It will be looked on, the whole point of education more in the sense of learning, not as you say, education, but learning, we learn.\nK: Wait a minute, madame. You're all... you refuse to go step by step, and we all jump ahead. So how can we, grown-up people and fairly advanced students, how can we change all this? You understand? What is our responsibility? You have no answer, have you? You would rather theorise about all this rather than really find out what to do.\nSo, what is education and what is learning? What is acquisition of knowledge and freedom? What is learning, and can such a mind that is always learning conform to any particular pattern of society? Sir, I am doing all the talking, I am so sorry, I wish you would discuss this matter.\nQ: (Inaudible)\nK: That's right sir. Killing animals for food - right? - you see, don't take one little thing, take the whole thing.\nQ: And intolerance.\nK: Of course, the intolerance...\nQ: Intolerance of even the person that says, 'I am non-violent', (inaudible) ...intolerant to anyone else.\nK: Of course.\nQ: Sir, it is my opinion that education as understood formally is entirely wrong. We have to bring up our children and let them have the opportunity to be a new being.\nK: Sir, that's what I am asking, sir. I am asking how, seeing things as they are now, the intolerance of the longhaired ones for the shorthaired ones, the intolerance of the people who eat meat for the vegetarians who don't eat meat, those who say vegetarianism is like a filthy creeping disease that is spreading all over the world, and so on and on and on and on. Seeing all this: the wars, the intolerance, the division between people, between the parents and children, the misery, the divorce - you follow sir? - all that, don't just take one thing.\nQ: What about to abolish centralised authority.\nK: To abolish centralised authority. Sir, all that is involved in this. You may abolish centralised authority but you have your own authority, over your wife, over your children, or you have the authority of the guru. So we have to understand the problem totally, sir, not just one part of it, not one fragment of it. And our culture has broken up life into fragments and we look at, take one fragment and go wild over that fragment and discard the rest, or be totally indifferent, or intolerant of the rest. So please consider the whole problem. Now what are we to do?\nQ: Stop. We have to stop.\nK: Stop. He says just stop.\nQ: Not just stop, but you have to stop first.\nK: You have to stop. Will you stop - wait a minute - being intolerant, stop killing animals for your food, stop taking drugs, stop smoking? You see, you won't do it!\nQ: If people can be aware of what is going on.\nK: You are aware of what is going on, not 'if we can be aware'.\nQ: Well, not everybody is.\nK: Why aren't you aware when the house is on fire, when there is...\nQ: (Inaudible)\nK: Don't take up one thing sir, look at the whole problem. You think in terms of fragments, that's what we are trying to prevent you from thinking in fragments. There is this whole problem, so complex, so divided, so contradictory, don't take one fragment and with that beat the rest of the fragments. Because you don't drink don't curse anybody who drinks. It all becomes too silly. So take the whole problem, and as a human being concerned with their children, with society, with what is happening, what are you going to do? The gentleman suggested, stop. Will you stop? Stop sending your children to war?\nQ: Try to resist propaganda.\nK: That's it, try to resist propaganda, but accept another propaganda.\nQ: If I can see all the things that have conditioned me, I won't impose that on another.\nK: That's all. So what are we to do, sir, how are you going to educate, teach, learn, the new generation that will create a different society, not this thing. You see you don't answer!\nQ: (Inaudible)\nK: Sir, look, look: you want to create a new generation, a generation that will not think in fragments. Right? Like our society thinks in fragments, you want to create a generation that does not think in fragments, that looks at the whole of life, not just their job, their little family, their little sex, their little children, but the whole of life. Right? Now how can we do this? That is education, isn't it?\nQ: Teach the reality of things.\nK: Teach the reality of the things. Do you know what... You see, the vanity of the parents - teach them the reality. What do you know about reality, when you are fragmented, when you are battling with your husband, with your wife, when you are seeking money, position, prestige, acting selfishly?\nQ: Sir, I would eliminate the impact of society within myself first. I defy the impact of society...\nK: Sir, do you do it, do you do it?\nQ: Sir, it seems that as we are we cannot do anything.\nK: Yes, sir, we can do everything. We can't wait until we reach perfection.\nQ: Once we start out, like myself, with a definite intention, but my mind keeps falling into the same pattern that...\nK: That's why I am telling you, sir. Please go into this with me. Sir, first see there is this whole picture of life. We are responsible for it. Right? Each one of us is responsible for this awful mess in the world - in education, in everywhere, in our relationship with each other, the misery, the suffering of it all - we are responsible. Now we are asking how is it possible to educate a coming generation in a different way? Have I to wait - please listen to this - have I to wait till I have freed my conditioning, freed my - you follow? - all my problems and become perfect, and then teach the children? Or - please listen - or, in the very act of teaching of the children, I discover my own imperfections and correct them as I go along. Will you do that? No, you are all asleep.\nQ: (Inaudible)\nK: Sir...\nQ: You need to know the essence of life, the essence of what's a human being.\nK: You need to know the actions of life, what...\nQ: The essence.\nK: The essence of a human being.\nQ: (Inaudible)\nK: We have to know the essence of life - right?\nQ: Sir...\nK: Sir, just a minute, he has asked a question: the essence of life. Now who is going to tell you the essence of life?\nQ: We have to find out for ourselves.\nQ: (Inaudible)\nK: Therefore what will you do?\nQ: We have to look into ourselves.\nK: That's what we are doing now (laughs). God.\nQ: (Inaudible) ...it's a fragment, I know, but it is perhaps something.\nK: Look, sir: I have been connected with several schools - two in India, one in the north and one in the south. I go there every year and spend about three weeks to a month talking to the students, to the teachers, practically every day discussing. The parents want their children to get a job, that's the only thing they are concerned with. See the problem. Overpopulation, and jobs are awfully difficult to get. And during these thirty, forty years I have been and talking to them, they all sit round me on the floor, we discuss for an hour, they say, 'You are quite right sir, what you say is perfectly true, thank god you are leaving in a month's time, we can go back'. Because the pressure of life is so strong, the tradition is so heavy, and they say, 'Lovely to hear what you are saying, what you say is perfectly true, but...' We were connected with a school in California, that's gone. There is a school in England, we are trying to build it up. Now what is a teacher, what is a parent, what are you to do, seeing all this?\nQ: Sir, is it possible to allow, to create an environment where one can go beyond oneself?\nK: Is it possible to create an environment in which one can go beyond oneself. Now listen to that question. Is it possible to create an environment which will help you to go beyond yourself. All the religions have tried to do this with their monasteries. Right? The communist society, which worships the State, said 'Go beyond yourself, the State is more important'. But the 'me' operates all the time - in the monk, in the commissar, in the politburo, in the Mao - everywhere. So we say, create the atmosphere. Now who is going to create it?\nQ: Sir, hang on.\nQ: (Inaudible)\nK: So sir, that's what we are trying to do, to remove that false relationship. Then what happens? Then the student who has been free to do what he likes says, 'You have become authority', if you correct him. Oh, don't...\nQ: Why do people have children at all?\nK: Why do people have children at all. Don't ask me. (Laughter)\nQ: In spite of the problem, because you posed a question, one of the questions you said was why do people have children at all.\nK: I asked that, sir, because I want to find out - the parents who have children, what responsibility they have towards the children. What responsibility have I if I have a child, a girl, a boy, what is my responsibility? Am I going to educate them to send to these monstrous schools - you follow? - in which nobody is concerned about anybody else, they are only concerned with - you know, all the rest of it. What is my responsibility?\nQ: (Inaudible)\nK: Sir, answer my question: what is my responsibility as a parent?\nQ: Show them how to live.\nK: Do you do that if you feel responsible? You know what responsibility means? I feel tremendously responsible sitting here talking to you, and I really mean it. And when I go to these schools, face them, I feel... you know, crying, doing anything. I feel so tremendously passionate about all this.\nSo what is my responsibility towards a child whom I have begotten, and do I want him to fit into the society?\nQ: Sir, if I see that in dealing with my child, or friend, I play on their fears...\nK: Sir, I am asking you, you are not answering my question.\nQ: I don't do it. I don't produce in them what was introduced in me. I don't make them dependent on me, I don't induce fear in them...\nK: Sir, would you mind answering my question first, which is - madame?\nQ: (Inaudible)\nK: Not how to learn. You see, there we are.\nQ: Why do we limit ourselves to our own children?\nK: Sir, begin with your children, that's good enough. If you love your children, you will expand the whole thing.\nQ: Sir...\nK: I am asking you a question, please just hold a minute. You have children, either grown-up, married and put away, or you have children now, students, young people, what is your responsibility towards them? Wait, sir, please, give me two minutes, will you? What is your responsibility? Do you feel responsible? Not financially - of course, send them to school, give them food, clothes - I am not talking that responsibility, of that kind, but much more deeply. What is your responsibility towards them? Do you want them to be like you?\nQ: No.\nK: Wait. Do you want them to conform to the society in which you have been living?\nQ: No.\nK: Wait, wait, wait. You know what it means? Do you want them to take drugs? Do you want them to have sex at the age of fourteen, thirteen? Do you want them to become wandering people all over the earth - there are twenty thousand so-called hippies in India. I am asking what is your responsibility?\nQ: Sir, isn't it possible that many of us are asking the question, what should our responsibility be, rather then being very candid in getting at the way it actually is. Most of us are very, very dishonest in our relationships.\nK: I am saying that, sir. I don't want to use the word 'dishonest'. I am saying what is your... now, actually? If you can't face that you can't face anything else. You become dishonest.\nQ: You have got to find out what responsibility is.\nK: What do you... Sir, not what it is to be responsible, then you have the picture of what it is to be responsible, and try to conform to that picture, but actually do you feel responsible? You know what that word means? To your children.\nQ: Can we really say to our children, 'Don't grow up like me'?\nK: Please, madame, you are not answering my question. Please stick to my question. Do you feel responsible?\nQ: We don't feel responsible.\nQ: I should try to...\nK: Madame, that's not my question. Answer please my question.\nQ: (Inaudible)\nK: If you feel responsible for your children, how does that responsibility show?\nQ: You let them get experience. You let them make their own decisions.\nK: They are doing it. Sir, you are not answering my question.\nQ: My responsibility shows through that I am full of despair when I am with my children.\nK: The lady says: I feel the responsibility when I am with my children. That responsibility is that I feel completely in despair when I am with them. Be honest, for god's sake! Don't let us imagine.\nQ: (Inaudible)\nK: Sir, please. I feel responsible if I had a child, a son, a daughter - thank god I haven't got it - if I had one I would feel responsible. I want to know what they are doing, not correct them. I want to see how they walk, how they dress, how they talk, how they eat, what are they thinking about, what company they keep - you follow? - I am responsible, I want to find out. Not tell, don't do this, do that, become this, become that. I want to see what is happening in their mind.\nQ: Sir, I am a mother of three children, and I am very glad... (inaudible)\nK: Please, I am asking one question, you are saying something else.\nQ: We must listen to them, the children.\nK: We must, we should, we must - everything is that you are not responsible. If you feel responsible then you are open, then you are watching, then you are listening, you are caring.\nQ: But we are not like that.\nK: I give it up.\nQ: (Inaudible) ...don't see like us.\nK: No, I am sorry, I am sorry. You are not answering my question, you are saying, 'Don't be like us'.\nQ: What about our question, sir?\nK: No. I have asked you before, what do you say about this? You kept quiet. Now I am asking you - your question will be answered when you answer this question - do you feel responsible?\nQ: I say we don't feel responsible.\nK: If you feel responsible you will see that there is no war, you will not allow your children to be destroyed. For god's sake, what human beings you are!\nQ: (Inaudible)\nK: Madame, wait. The lady says, even though I feel responsible, I can't do anything about it. Governments ask that your children be sent to schools, when you send them to school they form a gang, you know, the whole thing begins. Right?\nQ: (Inaudible)\nK: The only thing to do, as far as I understand, is to teach them right relationship.\nQ: (Inaudible)\nK: For yourself to be in right relationship. Are you in right relationship with your husband, with your wife, with your children? Of course not! We say, we must be, we should teach them don't be like me.\nQ: (Inaudible)\nK: I know that, sir, that is part of the game. The parents depend on their children, use them as toys and all the rest of it. Please, you are just avoiding the issue.\nQ: (Inaudible)\nK: If he has children, he wants to know where they come from.\nQ: Sir, I would have thought that the parents themselves are embodied within the children. That's not an answer to your question, but...\nK: The children are the embodiment of their parents. If that is so, even then I say to myself, if I have children, what is my responsibility? There is war, there is conscription, draft, children like to conform - long hair, short hair, worship Jesus revolution, Jesus freaks - they like to conform. That's how Hitler, Stalin, Mussolini did - conform, make the children - you know all the rest of it, put on uniforms, march, shout - that is part of the parents. Now seeing all this, all the picture, not just your picture, or my picture, all this picture in the world, what am I to do with my children? Yes sir?\nQ: I think my responsibility to all people in the world is to be totally and completely free from the whole world.\nK: The gentleman says, my responsibility is to be totally be free of the world. Seeing this whole picture, shall I cry for the rest of my life, get terribly depressed, in despair? I can't do it, it's not in my blood to get depressed about this. So I say to myself, what is my responsibility? - there is war, there are drugs, in education really there is no learning at all but merely cramming knowledge, which is necessary, and there is no learning about life, the beauty of life, the extraordinary thing that lies beyond thought and all the rest of it - what is my responsibility?\nQ: How can a mind that is fragmented, conditioned be responsible for anything?\nK: That is so, sir. But I am asking you... But you have children, what will you do with them?\nQ: Love them.\nK: You love them, you say. Do you love them? If you love them will there be war, will you send them to war? If you love them will you allow them to take drugs? Not 'allow' - you understand? See that they don't take drugs, teach... Yes, madame?\nQ: Grow with your children.\nK: Grow with your children?\nQ: (Inaudible)\nK: If I had children I would show them that responsibility is in both directions.\nQ: (In French)\nQ: Sir, what do all these answers tell you about us?\nK: Tells me very simple, that you don't face facts.\nQ: My responsibility is to talk the thing over with my children, to live with them... (inaudible)\nK: Sir, just take a simple thing, sir. There is war. There is conscription - in France, in England - not there, I don't know - conscription, draft. Now what will you do as a parent?\nQ: (Inaudible)\nK: Face it, sir, what will you do?\nQ: We have to die psychologically to all this.\nK: Oh, madame, that is all just... We have to die psychologically to all this - you are not dead, you have to. I am not interested in what you are going to do. I am asking you what you will do now.\nQ: Change myself.\nK: We have been talking about changing yourself for the last forty years. Will you change?\nQ: (Inaudible)\nK: I am going to show you, sir. Take one fact: what am I to do with my child, boy, who is growing up, who is going to be eighteen, and so on - he is going to be conscripted - right? - sent to war. What am I to do?\nQ: Go with him.\nQ: (Inaudible)\nK: What am I to do? How am I to teach him, or help him to understand the extraordinary thing to kill somebody?\nQ: Learning together.\nK: Are you doing that with your child?\nQ: (Inaudible)\nK: Will you do it with the child? That means - please see what it means, sir. To show your child not to kill. Not to kill...\nQ: I wanted to say that I have seen in my children that when they grow up - they are not grown up yet - but when they grow up they are doing the same thing to animals as they are to human beings. They see how animals treat each other, how we treat animals... (inaudible) What can we do?\nK: That's just it. I am asking.\n(Sound of train) I can't hear, the train has the voice. Just a minute, sir, let the train go.\nYou are asking me, can you tell me what to do.\nQ: What we shouldn't do.\nK: What we shouldn't do. Can you - please listen to the question - can you tell me what to do or what not to do?\nQ: (Inaudible)\nQ: (Inaudible)\nK: All right, sir, I'll show it to you in a minute, when you stop yelling at me and telling me explanations, and not facing the fact. Here is a fact: I have got a child, I have got a son. I think I love him. I want him to grow up to be totally a different being than this modern generation - what am I to do?\nQ: Listen to him very carefully and go with him as far as he is willing to go... (inaudible)\nK: But he is not going to listen to you because you have no relationship with him. I have been saying that.\nQ: (Inaudible)\nK: Sir, if you have no love then you are a lost soul, but why do you have children then? Having children, what am I to do? You are not facing the problem! I have a child, a son, who is growing up. I want him to be a totally different kind of human - just listen, sir - I want him to be a totally different kind of man, not aggressive, not violent, not frightened, not conforming, living in a totally different dimension. I want him there, that's my love for him. Right? My love for him is not to teach him what he should do, but he should grow up to be a human being totally different from the rest of the gang. Right? Now how am I to do it?\nQ: It's not...\nK: Wait, sir. You haven't even listened to what I said. What am I to do? I see that the other children with whom he runs and plays, their parents are not concerned about this. See the difficulty, sir. Their parents are not interested, so this boy, my son, goes and joins that group, and he begins to conform, he comes home already changed slightly. Haven't you noticed it? Day after day his face changes. No? Up to fourteen he is an angel, beyond that he becomes - you know what he becomes. So what am I to do? The government says you must send him to school, educate him in the pattern. So what am I to do? How am I, who want him to be totally different, different not in a reactionary sense, totally different, a revolutionary different, psychologically above all this stupid horror. And I see what is happening. So when he comes home I have to talk to him. Right? I say, 'Look, you are conforming'. Discuss with him, talk to him, play, but have I the time? I have been working in the office all day, being insulted, conforming, being bullied - you follow? - and I come home tired. And the wife has her job, career, because she loves careers, the women lib - you know that? And she hates the house. So she comes home tired. And I have no time with the child, nor the mother. So the tendency is for the child to conform to the pattern set by the younger generation. Right? And my desire, my love for him is destroyed because I can't do anything. Right?\nSo I say now, what am I to do? So I say, I will not go to clubs. Right? No bridge. I am going to spend my life looking after that boy, though I have to go and earn a livelihood. You won't do that, because you want to go to clubs, you want to have your hair curled, not curled, you want to be fashionable, you want to be - you know all the monstrous things, and yet you say 'I am responsible'. So you won't give up one thing and yet you say you love your children. No, sir. And if you loved your children do you think you would have wars?\nQ: (In French)\nK: You must teach the child to learn about himself. Are you learning about yourself? You may want to teach your child about himself, which means are you learning about yourself, how you dissipate your life, how you indulge in life, how you drink, gossip, waste energy.\nQ: Sir, as I sit here I realise that I am not responsible and that comes to a tremendous stop.\nK: That's right, sir. First face the fact that you are not responsible. So if each one of us in this tent, really sir, do you know what we could do? If each one of us felt responsible we'll form schools, we'll sacrifice, we'd would sell our jewels, not sit comfortably back and say, 'Oh, we must teach our children to be different' - you know all the rest of that. So it is up to you, sir. It is now twenty to twelve.\nSo all this shows that we don't feel responsible. And that's why the coming generation is like us, only with longer hair, equally unhappy, discontented, trying to identify themselves with something, or with themselves, saying, 'I must be myself' - I don't know what that means. So they will be like us when they grow up - confused, unhappy, uncertain, tremendously caught up with their own misery, and their children will be like them. It has been... Socrates, I am told, in 500 BC complained about the children - how that they were rude, how they didn't behave, how they were concerned with themselves, with their looks, with their sex, and we are still doing exactly the same. Right?\nQ: (Inaudible)\nK: So sir, you have listened to the speaker for an hour, and more, do you feel responsible at the end of it? Don't answer me. You know to feel responsible means you have to change your whole way of life. Which means you are not concerned about yourself but about the child. You know love means that, love means the concern for another. You know when you plant a small tree you look after it, don't you, you water it, you protect it against the sun and the wind. And the child needs security. You don't give him security. You have no relationship with him. He becomes as confused as you are, and he does wild things, he becomes violent. So can we, listening to something that is true, change our whole way of living and be totally concerned with the child? Right, sir.\n"}]