[{"title":"public-talk-5-saanen-switzerland-16-july-1968","text":"I hope you all like the idea that we meet next year in August, and there will always be, at least for the next five or ten years, Saanen Gatherings.\nI wonder if you've ever asked yourself a fundamental question; a question that, in the very asking of it indicates a depth of seriousness, the answer of which does not necessarily depend on another, or any philosophy, or any guru, and teacher and so on. I would like to ask this morning one of those serious fundamental questions. Is there right action which is right under all circumstances? Or, there is only action, and no right or wrong action. The right action varies according to the individual placed in different circumstances. The individual as opposed to the community; the individual as a soldier, fighting, killing another. He might ask, what is right action, and to him the right action obviously would be, as he's in the front, is to kill. And the individual with his family, enclosed within the four walls of the idea of mine and my family, my possessions - to him there is also a right action. And the man in the office, in the business, to him also there is a right action. And so the right action breeds opposition: the individual action opposed to the collective action, and each maintains that his action is right. The religious man with his exclusive beliefs and dogmas, he pursues what he considers the right action, which separates him from the non-believer, from those who think or feel opposite to what he believes. Then there is the action of the specialist who knows, at least he thinks he knows, and is working according to a certain data, according to certain specialised knowledge and he says, 'This is the right action'. And then there are those political people with their right and wrong action - the communists, the socialists, the capitalists, and so on and on and on. And there is this whole stream of life, which includes the business life, the political life, the religious life, the life of the family, the life in which there is beauty, love, kindliness, generosity and so on. So, one asks oneself, looking at all these fragmentary actions which breed their own opposites, seeing all this, one says, 'What is right action in all circumstances?' Or, there is only action, not right or wrong; which again is a very difficult statement even to believe or to make, because obviously it's the wrong action to kill; obviously it's the wrong action when one believes dogma, when one is held by a particular dogma and acts according to that, which is obviously the wrong action.\nSo, seeing all this there are those who say, 'We are activists. We're not concerned with philosophies, with theories, with various forms of speculative ideologies, we are concerned with action, doing.' And, there are those who withdraw from the doing into monasteries, retire into themselves and go off into some paradise of their own; or spend years in meditation thinking to find the truth, and from there act. So, observing this phenomena, opposing actions, fragmentary actions, each saying 'We are right, this is the right action, this will solve the problems of the world', and so creating, consciously or unconsciously, activities opposed to that; and so there is always a division, a separation, an aggressive attitude, a battle. The right action breeds conflict. As one observes, the right action being according to a certain formula which each individual or the community, or the society, has.\nAnd so, observing this, one asks, what is one to do - not only action with regard to the collective, what to do in a world that is really appalling, brutal. A world where there is such violence, such corruption, where money, money, money matters enormously, for which one is willing to sacrifice another in a world that's seeking power, position, prestige, fame, each man wanting, struggling to assert, to fulfil, to be somebody. What is one to do, what are you to do? I do not know if you have asked this question: what am I, living in this world, seeing all this before me, the misery, the enormous suffering man is inflicting upon man, and also the deep suffering that one goes through, the anxiety, the fear, the sense of guilt, the hope and the despair - seeing all this, one must, if one is at all aware of all this ask: what am I, living in this world to do? How would you answer that question? Not me. If you put that question to yourself in all seriousness, and therefore when you put a question very, very seriously, it has an extraordinary intensity and immediacy, what is your answer to this challenge? So one asks, the fragmentary action, the action that is right does lead to contradiction, to opposition, to separateness, and man has pursued this, calling it morality, a behaviour pattern, a system in which he is caught and conditioned by that system, therefore to him there is right action and wrong action, which in its very activity does produce other contradictions and oppositions. So one asks oneself: is there an action which is neither right nor wrong, only action, which under all circumstances will be right? And that is what we are gong to find out, if we can, this morning.\nPlease, don't just hear a lot of words, get a few ideas with which you agree or disagree, accept or reject. Because this is a very, very serious problem, which is, how to live - that is involved in this - how to live without - how to live a life non-fragmentarily, a life which is not broken up into family, business, religion, politics, amusement, serious, you know, broken up constantly; how to live a life that is complete, whole. I hope you are asking the same question of yourself, and if you are then we can go together, communicate together, and be in real communion with each other, because this is a very, very fundamental, serious question. Because you see, in the East they have their own pattern of behaviour. They say, 'We are right, we are Brahmins, we are superior, we are this, we are that, we know', and in the West they are also asserting their own dogmas, beliefs, their way of conduct and morality - all in opposition, tolerating each other, and killing each other at a moment's notice. So we are asking: is there a life of action which is never fragmentary, never exclusive, never divided? Now how will we find out? Is it to be found out through verbal explanation - which we shall go into presently - is it to be found out by another telling you? Is it to be found out because you are so tired, exhausted, heartbroken because you have never acted completely; and therefore, out of weariness and despair you want to find the other? So one must be clear with what motive you are asking this question. If you have a motive of any kind, your answer will have no meaning whatsoever, because the motive dictates the answer. So you must ask this question without any motive, because it is then only truth is to be found, the truth of anything. So in answering this question, in putting this question, you are going to discover your own motive for putting that question. Please do find out, go into it as we are talking. And if you have a motive - because you want to be more happy, you want peace in the world, because you have struggled for so long; or every action has bred such contradiction in you, being exhausted, broken, you say, there must be an action. And your motive for the search of the complete action is either out of weariness, out of despair, out of various forms of longing, escape, a fulfilment, and therefore your answer will inevitably be very limited. So one must be really aware when you put this question to yourself, whether you can put it without any motive at all. Then you are free to look. You understand? Then you are free to find out. Then you are not tethered to a particular demand, to a particular urge. Right? Can we go on from there? And it is very difficult to be free of a motive.\nSo what is action which is not fragmentary, which is neither right or wrong, and therefore will not create opposition; an action which is not dualistic - please follow all this - and therefore an action in its very activity does not breed conflict, contradiction. So, first of all, after having put that question to yourself in all seriousness, how are you going to find out? You have to find out. Nobody can give it to you - then it won't be yours. It won't be something which you have come upon because you have looked with clarity, and therefore can never be taken away, destroyed, or made into something by circumstances. You know in asking this question, the intellect with all its cunning can find a very convenient, observable, actual fact - what to do. Given all the data, all the circumstances, seeing that every contradictory action breeds conflict and therefore misery, it can say: 'I will do this' and make that into a principle, a pattern, a formula according to which it will live. Please follow all this. Then if you live according to that formula, as you have done previously, then you are again breeding contradiction, then you are imitating, following, obeying. Therefore to live according to a formula, to an ideology, to a foreseeable conclusion, is to live a life of adjustment, imitation, conformity and therefore opposition; and when there is opposition, a duality, then there is endless conflict and confusion. Right? So the intellect cannot answer this question, nor can thought. You understand what I mean? Thought, if you have gone into it deeply with yourself, thought is always divided, thought can never bring about a unity of action, thought can bring about an integrated action, and any action that is the outcome of thought through integration will inevitably breed contradictory action. Are you following all this? I'm sorry to ask. Not the last part? I think we'd better take a breather, don't you.\nYou see, one sees the danger of thought, thought which is the response of memory, experience, knowledge, tradition and so on, therefore thought which is the past, or the response from the past, can lay out a way of life and force itself to conform, imitate the pattern, the formula which it has invented or created ideologically. Right? And that breeds inward conflict because in that there is right and wrong, what is true, what is false, what should be, what is not, and what might have been and so on and on. So, if the mind can, in putting this question, be clear of motive, be clear of the danger of the intellectual perception and conformity to an ideology which it has invented, then we can begin to ask this question and the answer will be entirely different. Are we communicating with each other, or am I talking outside the tent?\nWhat we are saying is: is it possible to live so completely, so wholly, so totally, that there are no fragmentary actions? Because as one observes life is action, whatever you do, think, feel, is action. Life is a movement, an endless new movement without a beginning and without an end, and we have broken it up into the past, present and the future, as living and dying, to love and to hate, we have broken it up into nationalities - all that. And we are asking: is there a way of life - not ideologically, but actually, daily life, every minute of the life - where, or in which there is no contradiction, no opposition, no fragmentation, and in the very living of it is the complete action, every minute. Please, don't go off into some emotional jag. Now what are we going to do after putting all this very clearly, as clearly as one can, what shall we do with that question?\nHave you ever considered what love is? Is love this torture? - it may be beautiful at the beginning when you tell somebody 'I love you', but it soon deteriorates into every form of cunning, possessive, dominating relationship, with its hate and jealousy, anxiety, fear and that's what we call love. Love, it's pleasure and desire, the pleasure of sex and the urge of that desire maintained by thought, chewing over that particular pleasure day after day, and that's what we call love. The love of the country, the love of God, the love of fellow man - which does not mean a thing, all that means absolutely nothing, they are just ideas; and when we talk about the love of the neighbour in the church or in the temple we don't really mean it, we are hypocrites because we go out on Monday morning and destroy our neighbour in business, and you destroy your neighbour through competition, you destroy your neighbour by wanting a better position, more power, and so on and on and on. And yet we talk about love, love of the particular, the family and the love of man outside that circle, the love of possessiveness - I posses my wife, my husband, my child, I dominate them, or I let them go because I am too occupied, I have business, I have other interests, I have - oh, God knows what else, so there is no home, and when there is a home it is this constant battle of possessiveness, domination, fear, jealousy, trying to fulfil oneself through the family, through sex - and all this phenomena we call love, don't we? I don't think we are exaggerating, we are merely stating the fact; we may not like it but it is there. And in that love again arises the right and wrong action, which breeds again various forms of conflict. Now is all that love? The system which we call love we accept, it's part of our nature, it has become part of our nature. We instinctively follow this structure. Now when you look at it all objectively, really, very earnestly, with clear eyes, is that love? Obviously it's not. And being caught in the system, in the tradition, in the behaviour pattern set by society, by ourselves for centuries, we can't break away, we don't know what to do, and hence there is conflict between the right love and the wrong love, between 'what should be' and 'what is'. The morality of this structure is really immoral - we know that, and yet we create another ideology and therefore conflict, opposing the structure. So, what is love? - not your opinion, not your conclusion, not what you think about it - who cares what you think about it. You can only find out what it is when you are completely rid of the structure; the structure of jealousy, domination, hate, envy, the desire to possess, the structure of pleasure.\nYou know, pleasure is something that has to be gone into. We are not saying pleasure is wrong or right, which again would lead us to various forms of conclusions and oppositions, but for most of us love is associated, is closely knit, with pleasure - sexual and other forms of pleasure. And if love is pleasure then love is pain, and when there is pain is there love? So argumentatively, logically, it is not - and yet we go on with it day after day. And can one break away from the structure, the tradition, the thing in which we are caught, and find out or come upon that state of love which is none of this? It's beyond the tent, outside the tent, it's not within the tent - the tent is ourselves.\nSo, we have these two questions: a life in which the very living is the beauty of action and love. And without love there is always the right and wrong action breeding conflict, contradiction and opposition. And there is only one true action, one action, only one action and there is no other action, which is the action that comes out of love, and therefore never contradictory, never breeding conflict. You know, love is both aggressive and non-aggressive - don't misunderstand it - love isn't something pacific, quiet, put down somewhere in the cellar, or in heaven, when you love you have vitality, drive, intensity and the immediacy of action. So, is it possible for us human beings to be involved in this beauty of action, which is love?\nCan we talk about this, or is that enough for this morning? 'Sufficient unto the day the evil thereof.'\nYou know it would be quite extraordinary, wouldn't it, if all of us here in this tent, in this structure, in this building, if we could come upon this, not as an idea, not something speculatively to be reached, but actually from this day to step out into a different dimension and live a life so whole, complete, so sacred; because such a life is the religious life, there is no other life, no other religion, because such a live will answer every problem, because love is very intelligent, it's the highest form of sensitivity and therefore extraordinarily intelligent and practical; and because there is love there is humility. You know I could go on like this all the morning. That is the only thing that's important in life, one is steeped in it - one lives it, or you don't. And if we could all of us come into this naturally, easily, without any conflict or effort, then we are living a different life, a life of great intelligence, sagacity, clarity; and it is this clarity which is a light to oneself, this clarity solves all problems.\nRight, that's enough, isn't it?\nQuestioner: Does it mean you don't make plans?\nK: I am afraid it does not. I had to make a plan when I got up this morning to come here. And you have to make a plan when you are going to catch your train. You see, intelligence is going to answer these questions. You see we have lived a life of imitation, of conformity, acceptance, obedience, and therefore we are living according to a formula, and when the formula is taken away forcibly, or you reject it because you see the absurdity of it, you are lost, you say, 'My God, mustn't I do this, that?' - and what happens? Whereas if you see, see, actually observe intimately the structure, the formula, the system you live in, see it, feel it, taste it; and when you see it out of that perception comes intelligence and then the intelligence will act. Therefore intelligence is by its very nature free.\n"}]