[{"title":"thought-and-its-limitations","text":"May I suggest and request that this is not the occasion to take pictures, tapes, cinema and all the rest of it because it disturbs others and it is not very nice when you have been asked several times not to tape the talks or make a cinema - what is it called, a movie? - please don't do it. You know I hope we gather here to be serious, and this is not an entertainment, something that you can just cursorily, casually attend when you want to and discard, and do other things, but I am sure most of us are serious here and so please refrain from taking all these pictures, photographs, tapes or cinemas, or even notes because what is important is that we should listen, not give your attention to something else.\nIf I may, I would like to talk about something this morning, which seems to me rather important and perhaps it is the most fundamental problem of our life. And we should understand it not merely verbally but also go beyond the words and have a deep insight into what is being said. I can talk about it for an hour or more because I have gone into it pretty thoroughly in myself, but I would like, if I may, to share with you what I think is really important. You know the word 'share', means to share the beauty of a tree together, look at this river together, take interest, see all the movement, the colour, the shadows, together. And sharing implies a responsibility, that you and I, both of us, sharing together something when we look at the mountains, that feeling of extraordinary beauty, of great height and nobility, majesty. And sharing can only take place if you are also looking at the same thing at the same time, with the same intensity, otherwise you can't share it. And sharing implies also, doesn't it, that one has to listen, listen not to mere words and their reference and their dictionary meaning, not giving a particular meaning to that word which you may have, but rather listening to that word and the meaning of that word in the dictionary. And when you can listen then we share something. And that I feel we should do in all these discussions and talks that we have here.\nI think the central problem of our existence is thought, the whole machinery of thinking and, if I may, I would like to go into that because our civilisation both in the East and in the West is based on thought, on the intellect. Thought is very limited, it is measurable, and thought has done the most extraordinary things in the world - the whole technological world, going to the moon, building houses that are comfortable for everybody if it is possible. But also thought has done a great deal of mischief - all the instruments of war, the destruction of nature, the pollution of the earth, and also thought, if one goes into it very deeply, has created the so-called religions throughout the world. Thought has been responsible for the mythology of the Christians with their saviours, popes, priests, salvation and all the rest of it. And also thought has been responsible for a particular kind of culture with its technological development, artistic, and the cruelty, the brutality in relationship, the class division and so on. This machinery of thought is mechanical, is a mechanistic philosophy, mechanistic physics, and thought has divided human beings as the 'me' and the not 'me', the 'we' and 'they', the Hindu, the Buddhist, the communist, the socialist, the young and the old, the hippies, non hippies, the established order and so on and so on and so on. All that structure is the result of thought. I think that is fairly clear, both religious, secular and political, including national.\nThought has created, as I said, an extraordinary world - the marvellous cities which are decaying, the quick transportation and all that. And also thought has divided human beings in their relationship. Thought, which is the response of memory, experience, knowledge, divides human beings. That is, in our relationship with each other thought has built - through a series of incidents, activities - the image of the 'me' and the 'you'. The images that exist through constant interacting relationship. These images are mechanistic and therefore relationship becomes mechanical.\nSo there is not only the division brought about by thought in the outside world but also there is division in the human being inwardly. And one sees thought is necessary, absolutely necessary, otherwise you can't do anything. You can't go to your house, you can't write a book, you can't talk - you can do nothing without thinking. Thinking then is the response of memory, experience, knowledge, which is the past. Thought projects the future through the present, modifying it, shaping it, designing it as the future. I hope you are following all this. We are sharing this together, you are not merely listening to me.\nSo thought has a logical function, efficient, if it is not personal and the accumulated knowledge as science, and all the accumulation of ideas. Knowledge becomes important but knowledge which is the known prevents the mind going beyond the present and the past. Thought can only function in the field of the known, though it may call the unknown according to its conditioning, to its knowledge of the known and project the unknown - right? And you observe this phenomenon right through the world - the ideal, the future, the 'what should be', what must happen according to the background, to the conditioning, to the education, to the environment. And thought is responsible also for behaviour, the vulgarity, the crudeness, the brutality, the violence in all relationships and so on. And so thought is measurable.\nNow I do not know if you have noticed, or thought about it, that the West is the explosion of Greece, which thought in terms of measure - right? Are you following all this? To them mathematics, logic, philosophy, all the things they discovered, which exploded in the West, is the result of measurement, which is thought. Right? Does this interest you? I am coming back to you presently. Because without understanding the whole machinery of thought, what is its tremendous significance, meaning, where it becomes utterly destructive, meditation has no meaning. So unless you really understand, have a deep insight into the whole machinery of thinking you cannot possibly go beyond it. And you notice that in the East, India exploded over the whole of Asia, not the modern Indians, the ancient Indians - the modern Indians are just like you - romantic, vulgar, superstitious, frightened, grabbing money, wanting position, power, prestige, following some guru, you know all that business that goes on in the rest of the world, only they are a different colour, different climate, different morality, partially. So the ancient Indians, not that I have read any scriptures but I have observed a great deal, which is good enough. They said measurement is illusion because when you can measure something it is very limited and if you base all your structure, all your morality, all your existence on measurement, which is thought, then you can never be free. Therefore they said, at least according to what I have observed, that the immeasurable is the real and the measurable is the unreal, which they call Maya.\nBut you see thought - as the intellect, the capacity to understand, to observe, to be able to logically think together, to design, to construct - thought shaped the human mind, human behaviour, as it did in India, as it does in Asia. In Asia they said to find the immeasurable you must control thought, you must shape it through behaviour, through righteous conduct, through control, through various forms of personal sacrifices and so on and so on. It is exactly the same thing as in the West - you are following? In the West also they said control, behave, don't hurt, don't kill, but both the East and West killed, misbehaved - did everything.\nSo the question is: as thought is the central issue of our existence, which we cannot possibly deny, we may imagine that we have a soul, that there is a god, that there is heaven, hell, invent all these things by thought, the noble qualities and the ugly existence, all the product of the machinery of thinking. Right? So one asks oneself what place has thought if the world, the outer existence, is the result of mechanistic philosophy, mechanistic physics, what place has thought in relationship, and what place has thought in the investigation of the immeasurable, if there is the immeasurable? You are following all this? You must find out and this is where we are going to share together.\nI want to find out what is thought, and therefore thinking, what significance in existence has thought, and if thought is measurable and therefore very, very limited, can thought investigate something which is not of time, of experience, of knowledge? I don't know if you are following all this? You understand my question? And both the East and the West have said that to find the immeasurable, call it by different names it doesn't matter, the unknown, the unnameable, the eternal, the everlasting, you know they have given dozens and dozens of names to it, which is not important, can thought investigate it? Then if thought cannot investigate it, then what is the mind that is capable of entering into that dimension which has no word? Right? Because the word is thought. We use a word to convey a particular idea, a particular thought, a particular feeling. So thought, which is concerned with remembering, imagining, contriving, designing, calculating and therefore functioning from a centre which is the accumulated knowledge as the 'me', can that thought investigate something which it cannot possibly understand? Because it can only function in the field of the known, otherwise thought is puzzled, is incapable of really thinking. Is this clear?\nSo what is thinking? I want to be very clear in myself and therefore you, to find out what is thinking. And to discover, or find out its right place. We said thinking is the response of memory, experience, knowledge stored up in the brain cells. Therefore thought is the result of development, evolution, which is time. So thought is the result of time. So thought - can I go on? - thought can only function within the space it creates around itself. And that space is very limited, that space is the 'me' and the 'you'. Thought, the whole machinery of thinking, has a rightful place. And thought in relationship between two human beings becomes destructive. You see? You are understanding this? Thought, the product of knowledge, time, evolution, the result of mechanistic philosophy, science, which are all based on thought, though occasionally a new discovery takes place in which thought doesn't enter at all. You are following this? That is, you discover something totally new, and that discovery is not the discovery of thought. You translate what you have discovered in terms of thought, in terms of the known - right? The scientist, though he has great knowledge if he is really a top scientist - I am not talking of the political scientist who panders to governments and all the rest of it - a great scientist though he may have immense knowledge, that knowledge is absent at the moment of seeing something new. He has an insight into something totally new, then he translates it into the known, into the word, into a phrase, into logical sequences - right? And such thinking is necessary.\nSo knowledge is absolutely essential. You can add to it, take away from it, it can be increased, decreased but the immensity of knowledge is a human necessity - right? Now is knowledge necessary in relationship between human beings? Right? Have you understood my question? We are related to each other, we are human beings, we live on the same earth, it is our earth, not the Christian earth, or the English earth, or the Indian earth, it is our earth, the beauty of it, the marvellous riches of it, it is our earth to be lived on. And what place has thought in relationship? Relationship means to be related, relationship means to respond to each other in freedom, with its responsibility. I don't know if you are following all this? So what place has thought in relationship. Thought which is capable of remembering, imagining, contriving, designing, calculating and all that, what place has it in human relationship? Has it any place, or no place at all? Please we are enquiring into ourselves, not somewhere else mechanically.\nIs thought love? Don't deny it, we are enquiring, we are going into it. What is our relationship when we live together in a house, husband, wife, friend or whatever it is, what is our relationship? Is it based on thought? - which is also feeling, the two cannot be divided. If it is based on thought then relationship becomes mechanical; mechanistic relationship. And for most of us that is the relationship we have with each other - mechanistic. I mean by mechanistic, the image created by thought about you and about me. The images that each one creates, defends, through a number of years, or through a number of days. You have built an image about me and I have built an image about you, which is the product of thought. The image becomes the defence, the resistance, the calculation, a building a wall round myself, and as I build a wall around you you build a wall round yourself and you build a wall round me - this is called relationship, which is a fact. Right?\nSo our relationship is the product of thought, calculated, remembered, imagined, contrived at. And is that relationship? It is easy to say, 'No, of course not'. When you put it so clearly of course it isn't. But the fact is, it is our relationship, if we don't deceive ourselves that is the fact. I don't want to be hurt, I don't mind hurting you, and so I build a resistance, and you do the same. This process of interrelationship becomes mechanistic and destructive. And being mechanistic, destructive relationship we try to escape consciously or unconsciously - right?\nSo I discover - discover, I have an insight that any kind of interference of thought in relationship becomes mechanistic. I have discovered it. To me that is an immense fact - as a fact that a snake or a precipice or a dangerous animal is destructive, as destructive I see that when thought interferes in relationship. Right? So what am I to do? I see thought is necessary at a certain level, and thought in relationship is most destructive. That is, you have hurt me, you have said things to me, you have flattered me, you have given me pleasure, sexual or otherwise, all the rest of it, nagged me, bullied me, dominated me, brought about frustrations - those are all the images, conclusions I have about you. And when I see you I project all that. I may try to control it, I may try to suppress it but it is always there. So what is one to do? You understand my question? I see, I have an insight into the whole machinery of thinking - the whole machinery, not in one direction, the machinery of thinking in human existence, outwardly and inwardly, it is the same movement. And if the mind is to go beyond it, beyond and above it, how is thought to be controlled, to be given enough scope to play with without bringing about its own frustration? You are following all this? Come on sirs, you see the beauty of all this do you?\nLife without understanding, or without coming into that state of something which can never be entered into by thought, life becomes very mechanical, life becomes routine, a boredom, a tire, you know what it is. And knowing that it is boring, lonesome, dreadful, ugly, with occasional pleasure or joy, we want to escape, run away from this horror. And therefore we imagine - create myths, and myths have a certain place. The Christian myth has held people together - you are following all this? The Indians have great myths and these myths have brought about a unity, and when the myths go away, fragmentation takes place, which is going on in the world at the present time. You have no myths if you really think about it very seriously, you have no myths about Christ, Jesus or Buddha, you have dropped all that.\nSo how is the mind to bring about a harmony in which the division between the known and the freedom from the known doesn't exist? You have understood what I have said? The known is knowledge, the functioning of thought, and freedom from it. The two moving together, the two in perfect harmony, in balance, in the beauty of movement. Have you understood this? Have you seen the question first? And the beauty of that question? Not an integration of the two which is impossible, because integration means putting several parts together, adding new parts, or take away old parts, that implies an entity who is capable of doing this, who is an outsider, which is the invention of thought. As the soul, the atman in India, and so on, it is still thought. So my question is: like the two rivers joining together, moving together, the known and the unknown, the freedom from the known and a mind that has insight into a dimension in which thought doesn't happen at all. Have you got it?\nSo is this possible? Or is it merely an idea, merely a theory? Theory being, as we have explained, the dictionary meaning, is to behold, is to have an insight. The word 'theory' means to have an insight, to have the capacity to observe instantly the truth of something, to behold. Now that is the problem. Thought and non-thought. Thought - when I have to build a bridge, write a book, make a speech, calculate where I shall go - thought. And in relationship no thought at all because that is love. Now can the two move together all the time?\nSo thought says - listen to it carefully - I am asking the question: can the two harmoniously live together? So that behaviour is not based on thought, then it becomes mechanistic conditions, then it becomes a relationship of images. So can this movement of knowledge - because it is always moving, it isn't static, you are always adding - this movement in which thought as image-maker doesn't come into it at all? If the question is clear then you will see thought, which is still operating, says, 'To do that you must control'. You understand? You must control thought, you must hold it and not let it interfere in relationship, you must build a wall. So thought is calculating, imagining, remembering - remembering what somebody has said that these two movements must go together. So thought says, 'I will remember that, that is a marvellous idea' - so it stores it up as memory, and according to that memory it is going to act. You are following all this? Therefore it says, 'I must control'. And all mechanistic philosophy, civilisation, all religious structure is based on this - control - after you have controlled, sufficiently suppressed then you will be free, which is sheer nonsense! Right? Are you working as hard as I am working? You should! I don't know if you see the beauty of this. I am absolutely delighted - you follow?\nSo thought begins to create a pattern of how to behave in order to have that harmony, therefore it has destroyed it - right? Now I have an insight. I have an insight into this question, that control is not the way - control implies suppression, an entity who controls, which is still thought as the controller, the observer, the see-er, the experiencer, the thinker. I have an insight into that. So what does the mind do?\nHow do you have an insight? What is insight? How does it take place? You know what I mean by insight - when you see something as the false and see something as the truth, see it instantly. You do, on occasion. You see something totally and say, 'By Jove, how true that is'. Now what is the state of mind that says, 'It is so?' - which has nothing to do with thought, which has nothing to do with logic, dialectic, which is opinion. Now what is the state of the mind that sees instantly the fact, and therefore the truth of it? Obviously if the thinker is there, there is no perception. Right? If the thinker, who is the creator of will, which is the product of desire, because I want to achieve that state, which must be extraordinary, and the mind then says, thought says, 'I will bring about that state by suppression, control, by various forms of sacrifice, asceticism, no sex or whatever it is' - it goes through all that phenomenon, hoping to come upon the other. The other is accepted because this is limited, this is tiresome, boring, mechanical, in its desire to have more pleasure, more excitement, it will accept the other. The other is perhaps seen by very, very few, or seen as an idea by a few, and because of that idea they experience that, and then say, 'I am enlightened', 'I have got it' - and he becomes a beastly little guru.\nSo: we are now enquiring into what it is to observe without the observer? Are we meeting? Because the observer is the past, is the known, is within the field of thought, because it is the result of knowledge, therefore experience and so on. So is there an observation without the observer, which is the past? Can I look at you, my wife, my friend, my neighbour, without the image which I have brought about through relationship? Can I look at you without all that coming into being? Is that possible? You have hurt me, you have said unpleasant things about me, you have spread scandalising rumours about me (I'm afraid you do, but it doesn't matter) - pleasant or unpleasant rumours are the same. And can I look at you without bearing all that memory? You are following all this? Which means, can I look at you without any interference of thought, which has remembered the insult, the hurt or the flattery? Can I look at a tree without the knowledge of that tree? Are you following? Can I listen to that sound of the river going by without naming, recognising, saying that is that river that is making - just listen to the beauty of the sound? Can you do this? You may listen to the river, you may see the mountain without any calculated design, but can you look at yourself with all your accumulations, conscious or unconscious, look at yourself with eyes that have never been touched by the past? You understand what I am saying? Have you tried any of this? Sorry, I shouldn't have said 'tried'. To try is wrong. Have you done it? Looked at your wife, your girlfriend, boyfriend, or whatever it is, without a single memory of the past? So you discover that thought is repetitive, mechanical and relationship is not, therefore you discover love is not the product of thought. You understand? Therefore there is no such thing as divine love and human love, there is only love. Do you follow all this?\nThought, which is the whole machinery of thinking, on which our life is based, the whole machinery of words which we use to communicate through a novel, through a word - through word - without that word is there thought? Or is the mind such a slave to words that it cannot see the movement of thought without the word - you are following all this? That is: can I, can the mind observe me, the whole content of me, without the word? Do you understand? Observe what I am without association - the association is the word, the association is the memory, the remembrance - therefore there is a learning about myself with never a remembrance, without the accumulated knowledge as experience of an anger, or of jealousy, or of antagonism, or of desire for power. You are following all this? So can I look at myself - not I - can the mind look at itself without the movement of the word? Because the word is the thinker, the word is the observer.\nNow to look at yourself so clearly the mind must be astonishingly free from any attachment. You understand? Attachment to a conclusion, which is an image, attachment to an idea, which is the product of thought, idea being words, phrases, concepts put together as an idea, not attached to any principle, to any movement of fear and pleasure. This perception is in itself the highest form of discipline. You understand? Discipline in the sense of learning, not conforming. Are you capable of following all this?\nWhat time is it if I may ask? 11.30 by Jove!\nWe began with enquiring and therefore sharing together, what is the place of thought in existence? For now in our life all our existence is based on thought, that thought may imagine it is not based on it, that it is based on some spiritual - etc. but it is still the product of thought. Our gods, our saviours, our masters, our gurus, are the product of thought. And what place has thought in life, in existence? It has its place logically, sanely, effectively when knowledge functions without the interference of the 'me', who is using knowledge. The 'me' who says, 'I am a better scientist than that person', 'I am a better guru than that guru'. So knowledge when used without the 'me', which is the product of thought, which creates the division between me and you, then knowledge is the most extraordinary thing because that will bring about a better world, a better structure of the world, a better society - you understand? We have enough knowledge to bring about a happy world, where we can all have food, clothing, shelter, vocation, no ghettos, but that is denied because thought has separated itself as the 'me' and the 'you', my country and your country, my beastly god and your beastly god, and we are at war with each other.\nSo thought has, as memory, remembrance, imagination, design, a logical healthy place but it can never come into relationship. If you see that, not logically, not verbally, not with the sense 'I will be happier if I do that', not through words, through imagination, through formulas, then if you see the truth of it, you are there. Then there is no conflict, it happens naturally. Like the fruit on a tree that ripens. Right.\nAre there any questions?\nQuestioner: I feel that I am real.\nK: You feel you are real? The gentleman says he feels he is real. I wonder what we mean by that. I am real. I am sitting here, I have got a body, I see things about me, my thoughts are real, the words I use are real, I like and I don't like - real. You have hurt me, you have flattered me, that is real. My gods, I realise, I have invented. It is me out of fear that has produced these things. It is my pleasure that makes me attached to you, and therefore out of that pleasure I say, 'I love you'. In a certain way they are all real. Words are real. And if you are caught in words then they create the illusion. So there is a certain reality which is obvious, and the illusion begins when thought produces, out of fear and pleasure, the image of reality.\nQ: What is the relationship between the body and thought?\nK: If I had no body would I be able to think? Body: all the organism with its nerves, with its sensitivity, with all the operative mechanical processes of the physical system, without that would there be thinking? If I had no brains, which is the cells, which hold memory, which is connected with the whole body through nerves, would there be thinking?\nNow listen to all this carefully. When the body dies - you see, now we sit up! - when the body dies what happens to thought which we have created - you understand? Are you following all this, does it interest you? I have lived 50, 30, 100 years, I have worked, most of my time spent in an office, god knows why, earning a livelihood, fighting, quarrelling, bickering, jealous, anxious, you know, my life, the dreadful thing that I live. And I die, the body dies, which is inevitable, old age, disease, accident, pain, and I remember all that. All that is me. Is that 'me' different from the body? Go into it very carefully. Is that 'me' different from the instrument? Obviously it is different. The 'me' is the result of my remembering the hurts, the pain, the pleasures, all that, the remembrance, which is stored up in the cells as thought - right? Will that thought go on when the body dies? You are following all this? You have asked that question sir - will my brother and my friend whom I have remembered, loved, walked with and enjoyed things together, that friend, the brother, the son, the husband dies - do I remember him and does he exist? You are following all this? And I am attached to him and I don't want to lose him. But I have lost him physically. But I don't want to lose him. See what takes place. I don't want to lose him, I have a great memory, experience, pleasure, pain about him, or her, I am attached to that, and I hold on to that.\nSo thought says, 'He does live, we will meet next life, or we will meet in heaven. I like that idea, it gives me comfort' - and you come along and say, 'What nonsense, you are just a superstitious old man' and I fight you because this gives me great comfort. So what I am seeking is comfort, not the truth of anything, but comfort. Now if I do not seek comfort in any form what is the fact? If I have lived a shoddy narrow life and petty, jealous, anxieties, like millions and millions and millions of people do, what is the importance of me? I am like the vast ocean of people. I die. You follow? But I cling to my little life, I want it to continue hoping that at some future date I will be happy. And with that idea I die. And I am like a million others in a vast ocean of existence, without meaning, without significance, without beauty, without any real thing. And if the mind steps out of that vast stream, as it must, then there is a totally different dimension. And that is the whole process of living: to move away from this vast current of ugliness and brutality. And because we can't do it - we haven't got the energy, the vitality, the intensity, the love of it - we move along. Right sir.\nQ: Why do you speak of a blissful state? It holds out a promise of something other than 'what is' for us. If thought is not there consciousness can never know about it, so why talk about it? Your talk of a blissful state is what keeps us all coming.\nK: Do you all come because I talk about a blissful state? Oh my God, I hope not! Look sir: what is important is not the blissful state of somebody else. What is important is to understand 'what is'. 'What is', yours - not my blissful state or X's blissful state. And if you understand that, and to understand it you must have tremendous energy, and that is what we are concerned with, not a blissful state. And I hope you are here for that, not to achieve somebody else's blissful state, which is then an illusion. You ought to kick that overboard. What we are concerned with is the understanding of 'what is' and going beyond it. The understanding of thought, which is 'what is', the structure of thought, the nature of thought, which is 'what is', and seeing its right place and its destructive nature, and to see the freedom from the known and the known moving together, whether you can find out, because it is your life, it is your existence not mine, not somebody else's, it is yours, not Mr Nixon's or Mr Heath's or Mr somebody else's or the communists or the pope's, or even of Jesus - it is your life. And if you know yourself actually 'what is', then you will be beyond it.\nThere are so many questions, what am I to do?\nQ: I who am neurotic wonder if being around a person who seems to be sane can help me to become sane also?\nK: If you know you are neurotic you have already stopped being neurotic. But most of us are not aware that we are neurotic, and being unaware that we are neurotic, we hope to become non-neurotic by being with somebody else. But with somebody whom you think, you who are neurotic, you who think somebody else is sane, is also neurotic. This is not just a clever statement. If I am neurotic and I think you are sane, how can I know that you are sane because I am neurotic? (Laughter) No, please. How do I know that you are enlightened - please listen to this - that you are the saviour, that you have achieved heaven, when I am in misery? How do I know? I can't. But I would like to think you are in heaven because it gives me comfort. On that all our religions are based, which is so utterly silly. So if I am aware that I am neurotic that is enough.\nNow at what depth are you aware that you are neurotic? Who told you that you are neurotic? Have you found that out for yourself? Or your friends kindly told you that you are neurotic? (Laughter) Have you found out for yourself that you are neurotic, that you act not sanely? Or you think you have watched people who act sanely and compared yourself with that person and therefore say, 'I am neurotic'. You are following all this? So when you compare you are neurotic - right? When you assert that somebody else is sane, when you are yourself neurotic, that person is insane.\nSo what is important is to be aware deeply, profoundly that you are not balanced. Aware - that very awareness dispels neuroticism. You understand? If I am aware that I am angry, which is a form of neuroticism, or jealousy, or the search for power, position, prestige, all forms of neuroticism, if I am aware of that, I want to find out if I am aware verbally, intellectually, or just a conclusion, an idea, or have I gone beyond it, deeper? Then if words, conclusions, ideas are pushed aside then I am really aware that I am. In that awareness am I insane, am I neurotic? Obviously I am not. It is these things that make me neurotic. Have you got it?\n"}]