[{"title":"can-another-dispel-darkness-oneself","text":"Swami Venkatesananda: Will you forgive me, Krishnaji, if I inflict myself upon you for a little while more? We are sitting near each other and enquiring, listening and learning. Even so did the sage and the seeker, and that is the origin they say of the Upanishads. These Upanishads contain what are known as the Mahavakyas, Great Sayings, which perhaps had the same effect upon the seeker then as your words have upon me now. May I beg of you to say what you think of them, are they still valid, do they need revision or renewal?\nI'll say what the Mahavakyas are: Prajnanam Brahma, or as it is usually translated: consciousness is infinite, the absolute, the highest Truth. Aham Brahmasmi: I am that infinite, or I is that infinite, because the 'I' here does not refer to the ego. Tat Tvam-asi: That thou art. Ayam Atma Brahma: The self is the infinite, or the individual is the infinite.\nThese were the four Mahavakyas used by the ancient sage to bring home the message to the student, and they were also sitting just like us, face to face, the guru and the disciple, the sage and the seeker.\nKrishnamurti: Yes, what is the question, sir?\nSV: What do you think of them?\nK: Of?\nSV: Of these Mahavakyas. Are they valid now? Do they need a revision or a renewal?\nK: These sayings, like 'I am that', 'Tat-Tvam-asi' and the other thing, what was that?\nSV: Prajnanam Brahma.\nK: Prajnanam Brahma, yes.\nSV: That is: consciousness...\nK: Is Brahman.\nSV: ...is Brahman.\nK: Isn't there a danger, sir, of repeating something not knowing what it means? What does it actually mean? - 'Tat Tvam Asi'. What does it mean, actually? 'I am that.'\nSV: Or thou are that. It means the same thing.\nK: Thou art that. I am that. What does that mean? One can say, 'I am the river'. That river that has got tremendous volume behind it of water, moving, restless, pushing on and on and on and on and on, through many countries and so on. I can say, 'I am that river'. That would be equally valid as, 'I am Brahman'.\nSV: Yes.\nK: Why do we say, 'I am that' and not the river, or the poor man, or the man that has no capacity, no intelligence, dull, this dullness brought about by heredity, by poverty, by degradation, and all that! Why don't we say, 'I am that also'? Why do we always attach ourselves to something which we suppose to be the highest?\nSV: 'That', perhaps, only means that which is unconditioned: Yo vai bhooma tatsukham. That which is unconditioned.\nK: Unconditioned, yes.\nSV: So, since there is in us this urge to break all conditioning, we look for the unconditioned.\nK: I know. Can a conditioned mind, can a mind that is small, petty, narrow, living on superficial entertainments, can that know or conceive, or understand, or feel, or observe the unconditioned?\nSV: No. But it can uncondition itself.\nK: That is all it can do.\nSV: Yes.\nK: Not say, 'There is the unconditioned, I am going to think about it', or 'I am that'. My point is, if I may point out, why is it that we always associate ourselves with what we think is the highest, and not what we think the lowest?\nSV: Perhaps in that 'Bhuma or Brahman - they have been used as the same...\nK: They are the same, quite.\nSV: ...there is no division between the highest and the lowest, that which is unconditioned.\nK: Ah, but, sir, that's the point. When you say, 'I am that', or 'Thou are that', there is a statement of a supposed fact...\nSV: Yes.\nK: ...which may not be a fact at all!\nSV: Perhaps I must explain here again that the sage who uttered these Mahavakyas was believed to have had a direct experience of this.\nK: Experience of it. Now, if he had the experience of that, can he convey it to another?\nSV: (Laughs)\nK: And also, sir, the question arises, can one actually experience something which is not experienceable? We use the word 'experience' so easily - 'realise', 'experience', 'attain', 'self-realisation', all these things - can one actually experience the feeling of supreme ecstasy? Let's take that for the moment, that word. Can one experience it? Wait sir, wait.\nAs you say, the infinite, can one experience the infinite? This is really quite a fundamental question, not only here but in life. We can experience something which we have already known. I experience meeting you. That's an experience, meeting you, or you meeting me, or my meeting X. And when I meet you next time I recognise you, don't I? I say, 'Well, by Jove, I met him at Gstaad'. So there is in experience the factor of recognition.\nSV: Yes. That is objective experience.\nK: If I hadn't met you I wouldn't experience you, I'd go by, you'd go by me, pass me by. There is in all experiencing, isn't there, a factor of recognition?\nSV: Possibly.\nK: Otherwise it is not an experience. I meet you - is that an experience?\nSV: Objective experience.\nK: It can be an experience, can't it? I meet you for the first time. Right, sir? Then what takes place in that first meeting of two people? What takes place?\nSV: An impression, the impression in the mind.\nK: An impression of like or dislike, saying, 'He's a very intelligent man', or 'He's a stupid man', or 'He should be this or that'. It is all based on my background of judgement, on my judgement, on my values, on my prejudice, like and dislike, on my bias, on my conditioning, the background. Right? That background meets you and judges you. The judgement, the evaluation, is what we call experience.\nSV: But isn't there, Krishnaji, another...\nK: Wait, sir, let me finish this. Wait a minute. Experience is after all the response to a challenge, isn't it, the reaction to a challenge. I meet you and I react. If I didn't react at all, with any sense of like, dislike, prejudice, what would take place? What would happen in this relationship in which the one - you, perhaps - have no prejudice, no reaction; you are living in quite a different state and you meet me. Then what takes place?\nSV: Peace.\nK: I must recognise that peace in you, that quality in you, otherwise you say, 'Well, he is...', I pass you by. So when we say, 'Experience the highest', can the mind, which is conditioned, which is prejudiced, which is frightened, experience the highest?\nSV: Obviously not.\nK: Obviously not. And the fear, the prejudice, the excitement, the stupidity is the entity that says, 'I am going to experience the highest'. When that stupidity, fear, anxiety, conditioning ceases, is there experiencing of the highest at all?\nSV: 'That'. Experiencing of 'that'.\nK: No, you haven't..., I haven't made myself clear. If the entity, which is the fear, the anxiety, the guilt and all the rest of that, that entity has dissolved itself from fear and so on, what is there to experience?\nSV: Now that beautiful question was actually put in just so many words, by another sage. I am talking about Yadnyavalkya. He asked the very same question: Vidnyataramar'e kena vijaniyat - 'You are the knower, how can you know the knower?' 'You are the experiences!'\nBut there is only one question, or one suggestion that Vedanta gives and that is: we have so far been talking about an objective experience: Paroksanubhuti. Isn't there another experience? Not my meeting X Y Z, but the feeling 'I am'. That is not because I met this 'I' somewhere else, or because I confronted this 'I' somewhere else. I don't even go and ask a doctor or somebody to certify that 'I am'. But there is this feeling, there is this knowledge, 'I am'. This experience seems to be totally different from objective experience.\nK: Sir, what is the purpose of experience?\nSV: To get rid of exactly what you have been saying: to get rid of fear, and get rid of all the complexes, all the conditioning. To see what I am, in truth, when I am not conditioned.\nK: No, sir. I mean: I am dull.\nSV: Am I dull?\nK: I am dull; because I see you, or X Y Z, very clever, very bright, very intelligent...\nSV: That's comparison.\nK: Comparison: and through comparing, I find myself, I am very dull. And I say, 'Yes, I am dull, what am I to do?', and just remain in my dullness. Life comes along, an incident takes place, which shakes me up, and I wake up for the moment and struggle, struggle not to be dull, to be a little more intelligent, and so on, so on. So experience generally has the significance of waking one up, giving you a challenge to which you have to respond. Either you respond to it adequately, or inadequately. If it is inadequate, the response then becomes a medium of pain, struggle, fight, quarrel, you know. But if you respond to it adequately, that is fully, you are the challenge! You are the challenge, not the challenged, but you are that. Therefore you need no challenge at all, if you are adequately responding all the time to everything. (Laughs)\nSV: That is beautiful, but (laughs) how does one get there?\nK: Ah, wait, sir. Just let us see the need for experience at all. I think this is really extraordinary, if you can go into it, you see: why human beings demand not only objective experience, which we can understand - because going to the moon they have collected a lot of information, a lot of data, a lot of...\nSV: ...rocks.\nK: Rocks, and that kind of experience is perhaps necessary, because it furthers knowledge, knowledge of factual, objective things. Now apart from that kind of experience, is there any necessity for experience at all?\nSV: Subjectively?\nK: Yes. I don't like to use 'subjective' and 'objective'. Is there the need of experience at all? We have said: experience is the response to a challenge. I challenge you - I say, 'Why?' and you either respond to it, and say, 'Yes, perfectly right, why, I am with you'. But the moment there is any kind of resistance to that question, 'Why?', you are already responding inadequately. And therefore there is conflict between us, between the challenge and the response. Now, that's one kind of a thing. Now there is a desire to experience this, let's say god, something supreme, the highest - the highest happiness, the highest ecstasy, bliss, a sense of peace, whatever you like. Can the mind experience it at all?\nSV: No.\nK: Then what does experience it?\nSV: Do you want us to enquire what the mind is?\nK: No.\nSV: What the 'I' is?\nK: No! Why does the 'I', me, you, or they or we, demand experience? - that is my point: demand the experience of the highest, which promises happiness, or ecstasy or bliss or peace?\nSV: Obviously because in the present state we feel inadequate.\nK: That's all. That's all.\nSV: Correct.\nK: Being in a state in which there is no peace, we want to experience a state which is absolute, permanent, eternal peace. Right?\nSV: Just a little...\nK: Go ahead, sir, go ahead.\nSV: It is not so much that I am restless, and there is a state of peace; I want to know what is this feeling, 'I am restless' or - if you may forgive the bad grammar - 'I' is restless. Is the 'I' restless, or is the 'I' dull? Am I dull, or is dullness only a condition which I can shake off?\nK: Now who is the entity that shakes it off?\nSV: Wakes up. The 'I' wakes up.\nK: No, sir. That's why the difficulty. Wait, sir, let's finish this first. I am unhappy, miserable, sorrow - laden with it. And I want to experience something which has no sorrow because that is my craving. I want to have an ideal, a principle, or an end, which by struggling I ultimately get that. That's my craving. And I want to experience that and hold on to that experience - right? - that is what all the - apart from all the clever sayings, clever coverings - that is what human beings want.\nSV: Yes, yes; and that is perhaps the reason why another very great South Indian sage said: 'Asai Arumin Nasai Arumin Isanodayinum Asai Arumin', he said, very beautifully.\nK: What does that mean?\nSV: 'Cut down all these cravings. Even the craving to be one with god, cut it down', he said.\nK: Yes, I understand. Now wait a minute. If I, if the mind can free itself from this agony, then what is the need of asking for an experience of the supreme? There won't be.\nSV: No. Certainly.\nK: It is no longer caught in its own conditioning. Therefore it is something else; it is living in a different dimension. Therefore the desire to experience the highest is essentially wrong.\nSV: If it is a desire.\nK: Whatever it is! How do I know the highest? Because the sages have said it? I don't accept the sages. They might be caught in illusion, they might be talking nonsense or sense. I don't know, I am not interested. I find that as long as the mind is in a state of fear, it wants to escape from it, and projects an idea of the supreme, and wants to experience that. But if it frees itself from its own agony, then it is altogether in a different state. It doesn't even ask to experience because it is at quite a different level.\nSV: Quite, quite.\nK: Right? Now, why do the sages, according to what you have said, say, 'You must experience that, you must be that, you must realise that'?\nSV: They didn't say you must, you are.\nK: Put it any way you like. Why should they say all these things? Would it not be better to say, 'Look here, my friends, get rid of your fear. Get rid of your beastly antagonism, get rid of your childishness, and when you have done that...'\nSV: ...nothing more remains.\nK: Nothing more. You'll find out the beauty. You don't have to ask, then.\nSV: Fantastic, fantastic! That naturally flows onto the last and most impertinent question.\nK: You see, sir, the other way is such a hypocritical state; it leads to hypocrisy, you see. I am seeking God, but I am all the time kicking people! (Laughs)\nSV: (Laughs) Yes, that could be hypocrisy.\nK: It is, it is.\nSV: That leads me on to the last and perhaps very impertinent question.\nK: No, sir, there is no impertinence, go ahead.\nSV: I am neither flattering you, nor insulting you, Krishnaji, when I say that it is a great experience to sit near you and talk to you like this. Your message is great, and you have been talking for over forty years, of things you have considered very important to man. Now three questions. Do you think a man can communicate it to another man? - Question number one. Do you think that others can communicate it to still others? If so, how?\nK: Communicate what, sir?\nSV: This message, that you have dedicated your life to, or whatever you call it. You may call it message, you may call it...\nK: Yes, you call it what you like, it doesn't matter. Am I, the person who is speaking, is he conveying you a message, telling you a message?\nSV: No. You may call it an awakening, a questioning.\nK: No, no. I am asking, sir. Just a minute. Just look at it.\nSV: I guess we feel so, the listeners.\nK: What is he saying? He says, 'Look, look at yourself'.\nSV: Exactly.\nK: Nothing more.\nSV: Nothing more is necessary.\nK: Nothing more is necessary. Look at yourself. Observe yourself. Go into yourself, because you, in this state as we are, you will create a monstrous world. You may go to the Moon, you may go elsewhere further, to Venus, Mars and all the rest of it, but you will always carry yourself over there. Change yourself first! Change yourself - not first - change yourself. Therefore to change, look at yourself, go into, observe, listen, learn, all the rest of it. That's not a message. You can do it yourself if you want to.\nSV: But somebody has to tell...\nK: I am telling you. I say, 'Look, look at this marvellous tree; look at this beautiful African flower'.\nSV: Till you said that, I didn't look at it.\nK: Ah! Why? Why? It is there, round you.\nSV: Yes.\nK: Why didn't you look?\nSV: There could be a thousand answers.\nK: No, no. Wait, sir. Look, I ask you to look at that flower. By my asking you to look at that flower, do you look at that flower?\nSV: I have the opportunity, yes.\nK: Wait, wait. No. Look at... Do you really look at that flower because somebody asks you to look at that flower?\nSV: No.\nK: No, you can't. That's just it. I say to you, 'You are hungry'. Are you hungry if I say it?\nSV: No.\nK: No. You know when you are hungry. Now, you know when you are hungry and yet you want somebody to tell you to look at the flower!\nSV: No, I may know when I am hungry, but it is the mother that tells me where the food is.\nK: Ah, no, no, no, no. We're talking not where the food is, but we are saying 'hunger'. You know when you're hungry. But why don't you also know... why should somebody tell you to look at a flower?\nSV: Because I am not hungry for looking at the flower.\nK: Why?\nSV: I am satisfied with something else.\nK: No, no, no, no - why? Why aren't you looking at that flower? Why? First of all, I think, we have given to nature such... nature has no value at all for most of us because we say, 'Well, I can see the tree any time I want to'. That's one thing. And also, we are so concentrated upon our own worries, our own hopes, our own desires and experiences, wants, that we shut ourselves in a cage of our own thinking and we don't look beyond it. And he says, 'Don't do that. Look at everything and through looking at everything you discover your cage'. That's all.\nSV: Isn't that a message?\nK: Ah! Now it is not a message in the sense...\nSV: No.\nK: Call it - it doesn't matter what you call it - a message. All right. I tell you that. You play with it, or take it very seriously. And if it is very serious to you, you naturally tell it to somebody. Naturally. You don't have to say, 'I am going to do propaganda, you should do...'\nSV: No, no, no.\nK: You say, 'Well, look at the beauty of those flowers'.\nSV: Yes.\nK: You tell that. And that person doesn't listen to you. He says, 'What are you talking about, I want a whisky'. And there it is - finished! So is propaganda necessary?\nSV: Propagation, sir.\nK: Yes, propagation, that is what, propagate. To bring out.\nSV: To perpetuate, perhaps.\nK: To cultivate.\nSV: Cultivation should be... is necessary, I suppose.\nK: (Laughs) All these questions are rather... What do you say, sir?\nSV: I don't know. I'm waiting...\nK: What are we talking about? That's what I want to know. What is it we are talking about, sir?\nSV: These forty years of... a bit more...\nK: ...talking. More, forty five years.\nSV: Not talking... Yes, millions of people have been talking for centuries, wasting their...\nK: For forty five years we have been talking, yes. We have been propagating...\nSV: Or something which is extremely... which at least I'm sure you consider is extremely important.\nK: Otherwise I wouldn't talk. (Laughter)\nSV: Exactly. Can - I hope you will forgive me for all this impertinence.\nK: Sir, sir, sir, sir, there is no impertinence.\nSV: I have read some of the books published, but this experience of sitting and talking to you...\nK: ...is different from reading a book.\nSV: Completely, completely different!\nK: I agree.\nSV: Completely different.\nK: Completely different.\nSV: Absolutely, I mean, I don't think... Last night I read one of the books - a little more meaning. How does one bring that about?\nK: All right, sir. You are a serious person, because your own life, your own - serious person. And being serious, and the other person being serious there is a contact, there is a relationship, there is a coming together in seriousness. But if - you, if you're not serious - you would say, 'Well, it's very nice talking about all these things, but what is it all about?', and walk away.\nSV: Yes.\nK: Surely, sir, with any kind of relationship that has meaning there must be a meeting at the same level, at the same time, with the same intensity, otherwise there is no communication, there is no relationship. And perhaps that's what takes place when we are sitting together. Because one feels the urgency of something and the intensity of it, and there is a relationship established which is quite different from reading a book.\nSV: A book has no life.\nK: And a book has no life whatsoever. Words, printed words have no life, but you can give life to the printed word if you are serious. The word in itself has... you know.\nSV: So how does this go on from there?\nK: From there you say, how is it possible to convey to others this quality of urgency, the quality of intensity, and action which is always taking place now? Action - doing now, not tomorrow or yesterday.\nSV: Action, which meets observation at the same level.\nK: Yes, and it's always functioning - seeing and acting, seeing, acting, seeing, acting.\nSV: Yes.\nK: How is this to take place? First of all, sir, very few people, as we said yesterday when we met, about ninety-five per cent of the people are not interested in all this.\nSV: You've added five per cent more! (Laughs)\nK: Five per cent more since yesterday. Quite right! (Laughs) Most of them are not interested in all this. Right? They play with all this. There are very, very few really serious people. Now, the ninety-five per cent, they say, 'Well, if you are entertaining it's all right, but if you are not, you're not welcome' - entertainment, according to their idea of entertainment. Then what will you do? Knowing there are only very, very few people in the world who are really, desperately serious, what will you do? You talk to them, and you talk to the people who want to be entertained. But you don't care whether they listen to you or don't listen.\nSV: Thank you. Thank you.\nK: Either. I don't say, 'Well, to the people who need crutches, offer crutches!' People who want comfort, an avenue of escape, you say, 'Go away somewhere else'.\nSV: To the Palace Hotel! (Laughter)\nK: I think, that is perhaps, sir, what has taken place in all these religions, and all the so-called teachers. They have said, 'I must help this man, that man, that man'.\nSV: Yes.\nK: The ignorant, the semi-ignorant, and the very intelligent. Each must have his particular form of food. They never said, 'All right, I am not concerned. I just offer the flower, let them smell it, let them destroy it, let them cook it, let them tear it to pieces. I have nothing to do with it'.\nSV: Well, the other attitude - they even glorify it, saying the Bodhisattva ideal and so on.\nK: Ah, sir, again, the Bodhisattva ideal is, again, is it not an invention of our own...\nSV: Quite likely.\nK: ...desperate hope, desire for some kind of solace? I mean the Maitreya Bodhisattva is the idea that He has relinquished the ultimate enlightenment, and is waiting till all humanity, or part of humanity... that's... (laughter)\nSV: Thank you.\nK: No, sir. What is actually Vedanta?\nSV: Aha. The word means, 'The end of the Vedas'.\nK: Yes, Vedanta, yes, the end of the Vedas.\nSV: End of the Vedas - the word.\nK: End of the Vedas! Sir, that's just it! End of the Vedas.\nSV: (Laughs) Not in the manner of 'full stop', but...\nK: Ah! That's just it.\nSV: Not in the manner of full-stop.\nK: No, but I am saying it is the end of all knowledge.\nSV: The goal of it. The culmination.\nK: Ah, Veda is what they have talked about.\nSV: Knowledge, all knowledge.\nK: Knowledge, that means the end of knowledge.\nSV: Quite right, quite right. Yes, yes, yes, yes, yes, correct, correct, exact. That's the end of knowledge.\nK: End of knowledge!\nSV: Yes, yes, yes (laughs). It's the end of knowledge, where knowledge matters no more.\nK: Therefore, leave it.\nSV: Yes.\nK: Why proceed from there to describe what it is not?\nSV: And as I've been sitting and listening to you also, another great sage is reported to have gone to another, a great one, a greater one. And he says, 'Look, my mind is restless; please tell me what must I do'. And the older man says, 'Give me a list of what you know already, so that I can proceed from there'. And he says, 'It will take a long time, because I know all the four Vedas, all the shastras, all this, all this, all this, all this'. He says, 'It's only a set of words. All those words are contained in the dictionary, it's nothing. Now what do you know?' He says, 'If that is what, I don't know anything else'. (Laughs)\nK: Quite, quite. So sir, if Vedanta is the end of... which is by its own... the meaning of itself is the end of knowledge.\nSV: Yes, it's wonderful, I never thought of it before: the end of knowledge.\nK: Freedom from knowing.\nSV: Freedom from knowledge, yes. (Laughs)\nK: Then why have they not kept to that?\nSV: Their contention being that you have to pass through that in order to come out of it.\nK: Pass through what?\nSV: Pass through all this knowledge, all this muck, and then discard it. Pariksha lokan karmajitan brahmano nirvedamayat. That is, 'After examining all these things and finding that they are of no use to you, then you must step out of it' - not again because somebody else said so.\nK: Now wait a minute, sir. Then why must I acquire it? If Vedanta means the end of knowledge, which the word itself means that: the ending of Vedas which is knowledge, then why should I go through all the laborious process of acquiring knowledge, and then discarding it?\nSV: Yes. Otherwise you wouldn't be again in Vedanta. The end of knowledge is, having acquired this knowledge, coming to the end of it.\nK: Why should I acquire it?\nSV: Because otherwise it can't be ended.\nK: No, no. Why should I acquire it? Why shouldn't I, from the very beginning, see what knowledge is and discard it?\nSV: See what knowledge is.\nK: And discard, discard all the... Never accumulate. Vedanta means the end of accumulating knowledge.\nSV: Quite right. That's right. That's correct.\nK: Then why should I accumulate?\nSV: Pass through, perhaps.\nK: Pass through? Why should I? Sir, knowledge: I know fire burns. I know when I am hungry I must eat. I know I mustn't hit you, therefore I don't hit you. I don't go through the process of hitting you, acquiring the knowledge that I'll be hurt again. You follow? So each day I discard. I free myself from what I have learnt, every minute. So every minute is the end of knowledge. Right?\nSV: Yes, right, quite right.\nK: Now if you and I accept that, I mean, that is a fact, I mean that's the only way to live, otherwise you can't live, then why have they said, 'You must go through all the knowledge, through all this?' Why don't they tell me, 'Look my friend, as you live from day to day acquiring knowledge, end it each day'? - not Vedanta, not knowledge.\nSV: No, no.\nK: Live it!\nSV: Quite right. But perhaps again because of this division, classification.\nK: That's just it. We are back again. (Laughs)\nSV: (Laughs) Back again.\nK: We're back again into our fragment, the fragmentation of life.\nSV: Yes, classification, that I'm too dull, I can't get there; so I'd rather acquire all this.\nK: Yes, and then discard it.\nSV: Yes, yes. Because there are, in the religious or spiritual history of India, there have been sages who were born sages: Ramana Maharishi, or Shuka Maharishi, etc., etc. They were allowed to discard knowledge even before acquiring it. And in their cases of course, the usual argument was that they had done it all...\nK: All in the past lives.\nSV: ...in the past lives.\nK: That's just it, sir! No, sir, apart from acquiring knowledge and the ending of knowledge, what does Vedanta say?\nSV: Vedanta describes the relationship between the individual and the Cosmic.\nK: The Eternal.\nSV: The Cosmic, or the Infinite, or whatever it is. It starts with: Isavasyam Idam Sarvam Yat Kimcha Jagatyam Jagat: 'The whole universe is pervaded by that one...'\nK: That one thing.\nSV: That one thing and so on. And then it's mostly this, a dialogue between a master and his disciple, the disciple questioning and...\nK: Sir, isn't it extraordinary, there has always been in India this teacher and disciple, teacher and disciple?\nSV: Yes, Guru parampara.\nK: Guru parampara. It's always this but they never said, 'You are the teacher as well as the pupil'.\nSV: Occasionally they did.\nK: Aha, but always with hesitation, with apprehension. But why, if the fact is, you are the teacher and you are the pupil. Otherwise you are lost, if you depend on anybody else. That's one factor. And also I would like to ask why, in songs, in Hindu literature, they have praised the beauty of nature: the tree, the flower, the river, the bird. But why is it most of the people in India have no feeling for all that?\nSV: You've lost - dead. Dead.\nK: Why? Why? And yet they talk about the beauty, the literature, they will quote Sanskrit, and Sanskrit itself is a most beautiful language.\nSV: Kalidasa.\nK: And they have no... They have lost. Why?\nSV: No feeling for it...\nK: Why? And they have no feeling for the poor man. You follow?\nSV: Yes, that is the worst tragedy, yes.\nK: I know. The squalor, the dirt...\nSV: And heaven knows from where they got this idea because this idea is not found in any of even the scriptures. That means we are repeating the scriptures without realising their meaning.\nK: That's it. That means we have become...\nSV: Even Krishna says in the Bhagavad-Gita: Ishvarah sarva bhootanam hriddesherjuna tishthati - 'I am seated in the hearts of all beings'. Nobody bothers about the hearts of all beings. What would you think is the cause? Why have they... They are repeating it day in and day out... every morning we are asked to repeat a chapter of the Bhagavad Gita. It is there.\nK: Every morning they do puja and the 'upanayan', you know, repetition of things.\nSV: Now why have they lost the meaning? Obviously great meaning was put into those words by the authors. And we are even asked to repeat them every day in order that we might keep...\nK: Alive.\nSV: Keep it alive. Where then, how did I kill the spirit? Why was it possible at all? And naturally, how to prevent it?\nK: What do you think is the reason, sir? No, you know India better.\nSV: I am shocked at it.\nK: Yes, why do you think it happens? Is it over-population?\nSV: No, no, over-population is a result, not the cause.\nK: Yes. Is it that they have accepted this tradition, this authority so...\nSV: But the tradition says something good.\nK: Right, but they have accepted it, therefore they have never questioned it. Sir, I have seen MA's and BA's in India, who pass degrees, clever-bred, but they wouldn't know how to put a flower (laughs) on a table. They know nothing but memory, memory, the cultivation of memory. Isn't that one of the causes?\nSV: Perhaps. Mere memorising.\nK: Memorising everything.\nSV: Without thinking. Why does man refuse to think?\nK: Oh, that's quite a different... - indolence, fear, wanting always to tread the narrow, the traditional path so that he doesn't go wrong.\nSV: But we have discarded the tradition which let's say didn't suit us.\nK: Of course. But we find a new tradition which suits us, and therefore keeps us there safe.\nSV: But we never felt the healthy tradition is a good tradition to keep.\nK: No. Or throw away all tradition, begin! That's why, sir, whether these teachers and gurus and sages, have really helped people. I am... please, I am not ... Like whether Marx has really helped people.\nSV: No.\nK: They have imposed their ideas on them.\nSV: And others have used the same ideas.\nK: Used the same ideas for their own... Therefore I question this whole thing, because they are really not concerned with people's happiness.\nSV: Though they say so.\nK: And if they say so, then they... If the Marxists and all those Soviet leaders are really interested in the people - people - then there would be no concentration camps. There would be freedom. There would be no repressive measures.\nSV: But I suppose they think, we have to imprison the lunatics.\nK: That's it.\nSV: Again the classification of society.\nK: The lunatic is a man who questions my authority.\nSV: Yes. (Laughter)\nK: You follow? Obviously. The authority of the Soviets, the authority of the - whatever it is.\nSV: Yesterday's ruler might be today's lunatic.\nK: Yes, of course. That always happens, that's inevitable. That's why I'm asking whether it's not important to make man, a human being, realise that he's solely responsible.\nSV: Each one.\nK: Absolutely! For what he does, what he thinks, how he acts. You follow? Otherwise we end up in this memorising, and complete blindness.\nSV: To come back to that: that is your message. And how to nail it?\nK: By driving it in every day (laughs). And driving it in oneself. Because man is so eager to put his responsibility on others. The army is the safest escape, because I'm told what to do. I don't have any responsibility. They have all thought it out, what I should do, what I should think, how I should act, how I should carry the gun, how I should shoot - and finished! They provide me with a meal, sleeping-quarters, and for sex you can go to the village. That's the end of it. See, and strangely they talk about Karma.\nSV: That's a cover. That's more a cover.\nK: They insist on Karma.\nSV: That is more a cover, that is more a cover. I mean, I am, at least I was a Brahmin, and I know what happened. We played with that Karma and then it came back to us. (Laughs)\nK: Playing havoc now in India.\nSV: Yes. We toyed with the idea of Karma and we said: it's your Karma, you will suffer. My Karma is good and so I'm the boss and the landlord. And now they have turned the tables.\nK: Quite.\nSV: I asked someone who was a vegetarian - she's such a fanatical vegetarian. She said... someone asked me a question, 'Is pure vegetarianism absolutely necessary for yoga practice?' I said, 'Not so important. Let's talk about something else'. And she was horrified. She came back to me and said, 'How can you say that? You can't say that vegetarianism is of secondary value. You must say it's of primary value'. I said, 'Forgive me. I must have said something, doesn't matter'. And then I said, 'Do you believe in war, defence forces, defending your country and so on?' 'Yes, yes,' she said, 'otherwise how can we live?\nK: That's it!\nSV: 'We have to!' And I said, 'May I call you a cannibal, and how do you react? Because this man he kills a...\nK: ...hundred people.\nSV: No, no, a little bit of fowl or whatever it is.\nK: Animal.\nSV: Yes, a little, small animal to sustain his life, and you are killing hundred people to sustain your life. You're a cannibal, isn't it?' She didn't like me (laughs) - but I think she saw the point later.\nK: Good.\nSV: It's so fantastic. People don't want to think.\nK: No, sir.\nSV: They don't want to think. And I suppose just like, Krishnaji, if you say the truth, you become very unpopular. Apriyasya Tu Tatvasya Vakta Shrota Na Vidyate. Very beautiful! 'People love to hear pleasant talk - to talk and to hear'.\nK: Hear, yes, quite.\nSV: 'Apriyasya tu pathya sya vakta shrota cha na vidyate'.\nK: Yes, quite.\nSV: If you say something which is not so pleasant, but if it is the truth, 'Vakta shrota cha...' one doesn't want to say and one doesn't want to hear also.\nK: Quite, quite. I think we better stop, because they're...\n"}]