[{"title":"public-talk-4-bombay-mumbai-india-17-december-1969","text":"This will be the last talk in this place. I think there is one thing that we haven't talked about or touched upon, this whole question and the problem connected with it: the quality of the mind that is capable of seeing without distortion. And I think we ought to, if I may point out. To learn through observation, through seeing; because for most of us, learning is from a book, what other people have said, or having accumulated knowledge, experience and, from there to act. The past, which is knowledge, experience and these various accumulations of memories which is all the past, guides our lives, shapes our lives and breaks up life into the past, the present and the future. The past is always active consciously or unconsciously, and so we divide life, the living, as the past and the present and the future; the past through the present shaping the future. And to learn does not mean more accumulation, and therefore strengthening the past and so dividing life as the past, the present and the future, and so bring about a contradiction in action.\nMost of us are vain people. We are very proud. Our vanity stops us from learning to observe vanity in oneself and therefore understand what it is to have humility and it's only a mind that has great sense of humility that can learn. And when one observes this vanity one can learn a great deal by mere observation because what we are going to discuss or talk over together this evening demands a certain quality of mind that is capable of attending, that is capable of close intimate observation. When one becomes aware, or watches one's own vanity, how does one observe that feeling? Do you observe it, watch it, not only the feeling but also the reaction to that feeling?\nPlease, if I may suggest, do it as we are talking. Because as we said, this is not a lecture, here there is no authority, though the speaker is sitting unfortunately on a platform; here we are learning together, which is really the true meaning of communication. But if you merely hear what the speaker is saying and not relate it actually, at the moment, then you will hear a lot of words, remain with your own prejudices, and conclusions and so will not be able to learn. And your conclusions and your prejudices are your vanities or your knowledge. So if we could learn the nature of observation, not how to observe, but actually watch the movement of observation, the movement of seeing.\nOne is aware that one is vain. As one is aware of it, watches it, there is a reaction to it. Reaction either of a sense of gratification, or its opposite, saying there must be no vanity. What has taken place? The observation is translated in terms of your conditioning and therefore you are not watching. You are translating what you are seeing in terms of its opposite or its approval, its condemnation, or justification or explanation which prevents you from watching, watching not your vanity but the reaction about the vanity as you watch it. Are you getting it? (Pause)\nLook: one is vain. One becomes aware of it. Then the instant response to that feeling is either justification or condemnation. Now, watch the justification and the condemnation, not vanity. Watch the response, the reaction to the vanity. Right? Then you will see that response to vanity is based on your own conceit, your own justification and so on. Now if you watch that, then you will see that behind it there is an image about yourself, the image that you have built up about yourself. And why is there that image? Because through your conditioning, through your cultural, social and all the rest of it that has made you build an image about yourself as a means of security, as a means of protection, as a means of being somebody. Now, if you go behind that, you will see there is fear.\nSo, by observing the vanity, you have discovered your reactions to it, and your reactions further reveal that you have an image about yourself and that image is a form of self-protection which is based on fear. And when you have become aware of that fear, again watch your response to that fear, either justifying it or cultivating courage. Now, if you go behind that justification or the cultivation of courage, you will see that all this movement is based on self-protection, resistance. So where there is resistance there is fear, there is division, there is justification, the image, the vanity.\nWe are meeting each other. Because this is very important it seems to me that we understand this: how to observe not only the tree, the cloud, the ugly streets, the callousness, the brutality, outwardly the beauty of the sunset and so on, but also to observe all the movement of thought within oneself, step by step so that observation becomes the most important thing; not how to observe, but the actual observation. If that is very clear - and I hope it is - then we can go into this question of the conservation of energy and the freedom of energy. Because - can I use that word 'meditation' without your misinterpreting it? - I would like to talk about meditation this evening but don't take a posture, don't come to a conclusion, don't judge, don't say 'I meditate this way and that's the only way' or 'That is according to my temperament and you are only talking about something else which is not meditation' but just let us learn about it, let's find out the truth of the matter, not what you think or the speaker thinks, but what it is, what's the truth of it, so that there is no agreement or disagreement, your opinion or your experience against another experience. So we are going to learn together what is involved in this because it's one of the most important things in life. Because the quality of the mind that is meditating answers all the problems of our life - the quality of the mind, not a system of meditation, but the quality of the mind that is capable of meditating, not upon a particular subject or upon a particular desire to attain peace and all the rest of it, which we will go into presently, but the quality of the mind that is in meditation. Therefore, meditation is the movement of life, not apart from living, not a part or a segment of life, but the whole process of living is meditation. And to talk about it, to go into it very, very deeply - as we shall, I hope - one must learn what it is to observe, what it is to watch step by step every reaction and go behind the word, behind that reaction so that the mind becomes extraordinarily clear, so that there is no distortion and it's only then the mind can observe very clearly. (Long pause)\nFirst of all, everything that we do as a human being, as human beings, is with energy. To come here, to talk, to listen, to do anything in life, demands energy. Either that energy is distorted, twisted or that energy moves freely without any effort. Please, if we may point out, please listen to learn, not to take notes, not to repeat what the speaker has said, but to learn. If you learn, it will be yours. You know, this is one of the most difficult subjects to go into and you have to pay a great deal of attention.\nAs we were saying, whatever we do demands energy; energy to talk, to live, to think, to move, everything demands energy. Either we conserve that energy, store it up and then act, move, drive, function after having stored up - which is what most of us do - or that energy moves freely without any friction, without any effort, without any distortion. We are going to learn about it. Either energy can function freely, without any distortion, without any effort, moving constantly or there is an entity that uses this energy and distorts it, brings about conflict in the very act of that energy. I conserve energy to walk, to think. To talk here, I conserve energy. I've stored it up by not doing too many things all the day, so I have enough energy to talk clearly. That is, an energy has been stored up, conserved and I am using that energy now. Who is that entity that is using that energy? Because to conserve means an entity who is gathering. You are following all this? Gathering, accumulating, holding, and having gathered he expresses, he does, he acts, he thinks, he drives a car, whatever it is. So there is always in this conservation of energy somebody outside of it who is collecting it. You're getting it? So there is the entity that gathers this energy and is going to use it.\nThere are various kinds of energies, but it's always energy. There is no good energy and bad energy, it's only energy. Vanity is energy, humility is energy, anger, jealousy, every form and there are many, many forms of energy, but it's always energy.\nSo we are going to learn whether energy can flow without any hindrance so that there is no friction whatsoever, so that there is no effort in living - in daily living, not occasionally living - so that there is no conflict whatsoever, because the moment there is conflict of any kind there is distortion of energy. (Long pause) So there are these two things involved: the user of the energy and energy. And the user of the energy is also energy. So the user of the energy has divided himself from energy; as an observer, as an actor, as a thinker, as an experiencer, and he acts, drives, talks, does everything as a separate entity, who is still energy, only he has divided himself apart from the whole movement of energy. All right, are we meeting each other? Now, when there is a division of any kind there must be conflict. The observer watching his vanity, which is he, separate from the vanity; which is the space between himself and vanity, the space which is time, this division brings about conflict. He says 'I must not be' or 'How nice, I have gained something'. So, wherever there is division between the observer and the thing observed - division being separation, space, time - there must inevitably be conflict, and that conflict is a distortion of energy.\nWatch it in yourself, please. You are not listening to the speaker. The speaker is only putting into words, but you are doing the work. You are actually watching this movement, how you separate, how this energy has separated itself as the 'me', the observer and the thing observed as vanity, as fear. And when there is this division between himself and fear then there is conflict: how to get rid of fear, what to do about fear and how it must be suppressed, cultivated into courage and all the rest of it. So as long as there is this division between the observer and the observed, there must be a wastage of energy and that is the source of all conflict. When I separate myself from my wife, from my community, from my family, this separation will inevitably bring conflict, which you can observe in your own life. And this division takes place through the whole movement of thought because thought, as we said the other day, is seeking security. The brain cells themselves demand complete order, complete security otherwise it can't function normally. There must be order and complete security for it to survive. And so, in seeking security, thought has built this entity called the 'me', the observer. And the observer is the past with his accumulation of knowledge, experience, tradition and all the rest of it. So, when he observes he observes as an outsider. So he and you are different. He and his wife are different. There is a space-time interval, a gap, which divides. When you call yourself an Indian, whatever it is, separate yourself, and another also separates himself with his nationality, the two nationalities must inevitably bring about conflict. And the desire and the safety in nationalism is to identify oneself with the greater; identify yourself with an idea called India, with a particular flag. And this identification with something larger gives you security. But this very desire for security and having security in the nation brings about war, which is its own destruction. You're getting all this? You must! Please, you must get this because what we are going to go into presently needs a sharp, clear perception. Not agreement, but your perception, your seeing the thing actually as it is. That's one question.\nAnd as long as that division exists life becomes a battle. As you can see it in yourself, in your life. The daily living is a battle. Though you want security it's a battle and therefore destroying the capacity of the brain to function extraordinarily clearly. And to function extraordinarily clearly there must be order. And as we said, order comes naturally when you begin to understand, observe, the whole process of disorder. And it is disorder when there is this division. You are getting this? When there is the division between you and the thing you observe in yourself, it brings about conflict and therefore it is essentially disorder. So the problem then is: this energy that has divided itself as the 'me' and the not 'me', I and you, we and they, my nation and your nation, my God and your God, my belief and so on and so on, this energy has divided, the same energy that can store up, that becomes a storehouse from which to operate without distortion.\nNow, we are going to find out, learn the reason, learn about the reason why thought is always divided, cause it's thought that has divided the observer from the observed. Thought is the result of the past, the past with all its memories, ideas, conclusions, associations, accumulations of knowledge, the past will inevitably divide. Your tradition, your knowledge, your book learning, when you say 'There is God' or 'There is no God', 'The state is the only thing' or whatever you say, is all the result of your conditioning in the culture in which you are born, the mind, the brain cells have existed. Right? So thought is responsible for this division, thought being the past. There is no free thought, there is no new thought, thought is always the past, from the past.\nSo, the question then arises: can this past be put aside? Which is, can thought function where it is necessary, absolutely logically, reasonably, sanely, healthily, wholly, objectively, without any distortion, as it does when you are dealing with technological things? When you're dealing with electronics, and so on, thought functions there very clearly. Now can thought function without dividing - you are following? - as the 'me' and the 'not me'? And when you put that question, that question is wrong. Right? Because thought cannot, its very structure and nature is to divide. So thought must be completely quiet, immovable. Movable when it is demanded technologically, when you have to go to the office, when you have to function efficiently - if you do efficiently at all, I doubt - in the office then you have to, thought must be fully active. It must move, it must have vitality, clarity; but when you are observing the whole phenomena of living, all the movement of jealousy, anger, despair, contempt, anxiety, guilt, ambition, watching it, when thought interferes with it there is a distortion. So can thought be absolutely without movement and move when demanded? Right? You are following, we are learning together? Are we? Tant pis! I'm sorry if you don't, we'll go on.\nNow, we are going to watch, learn, by observing whether thought can be completely still, immobile, so that you see things as they actually are, not thought seeing, not you as the observer seeing, but actually see as the scientist does through a microscope and says 'This is so', and other scientists can look through that same microscope and say 'This is a fact'. So that there is no interference of prejudice, of conclusion, of previous knowledge, there is actual observation. Now this observation is meditation. And nothing else is meditation. So that there is an observation without any distortion. And to observe there must be complete immobility of thought. Can we go on from there? We are communicating with each other?\nSo, any system, any method how to meditate is completely out because all that implies the dualistic process of thought, the 'me', the observer practising a method in order to have peace, to have visions, to have God, to have God knows what else! So, when we are concerned with observation only, then systems, methods, all that disappears, is put aside completely. Are you doing it as we are talking? Because you yourself see actually that when you practise any method, trying to be aware and forcing yourself to be aware, practising awareness, becoming attentive, watching, there is always the observer and the observed. And so you say 'By doing that I will gradually learn to make the observer disappear', which is sheer nonsense. So when you are watching the whole structure of thought, the question of 'how to meditate' disappears entirely. There is only observation, and that observation is meditation. Therefore, the meditator is the meditation. So when you put aside methods, systems, goals, achievement, having, wanting visions - and visions are one of the easiest things to have. You know there are schools of meditation which say 'Think that you are sitting on a cloud, or floating down a river as a leaf does. And gradually by thinking about it, watching it, you merge yourself, you disappear.' Or there are those schools of meditation - and there are so many of them, we don't have to take all of them because there is no time - who say 'Repeat certain words, Sanskrit words, and the very sound of the word will bring about quietness, bring about an extraordinary experience'. Now, have you ever listened to a note of music, have you ever listened to the note of a bird? If you have listened to it, it produces in you a certain movement. You can ride on that movement, the movement carries you, the tonality, the sound itself brings about a certain quality, a certain feeling of great sensation, of aloofness, and all the rest of it, but that's not meditation, that doesn't bring about a transformation of your heart and mind.\nWe are concerned with the mutation of the mind and the heart, the mutation of the brain cells themselves. So we must find out, learn rather, not find out, learn the immobility of thought and therefore the brain cells themselves. To react, as one must, but also to have this completely immobility, silence, stillness, which is the same energy which moves, and which is still. You know, immobility, this motionless attention, is not quiet, it is tremendously alive. You know anything that is moving very rapidly appears still. Have you ever watched a humming bird? Oh, you don't have that bird here! Sorry. Have you ever watched a small bird moving very, very quickly, and you hardly see its movement. By looking at it, you think it's very still. So, we are talking of an immobility which is extraordinarily active, which is extraordinarily alive, moving and therefore appears immobile. We are going to learn about it. Not from me, from the speaker, he has nothing to teach you because he has no authority, therefore the disciple and the teacher disappear altogether. See what happens to you when you are free of the teacher and the disciple attitude: you are a free man to look and therefore learn, a great burden is taken away from you. When you can observe and learn then you don't want a book, a guru, a leader, a system - nothing. It's a real sense of freedom.\nAs we were saying, order, which is virtue because order means virtue, virtue means clarity, can only come about by understanding disorder. And disorder is, as we said, the division between the observer and the observed. And discipline implies learning, not conformity, not adjustment, not imitation, not compulsion - learning. So where there is learning there is order; where there is following there is disorder whether you do it politically or religiously. Where there is any following of authority or of an example or a principle, or an ideal or a memory, where there is any kind of following there must inevitably be disorder. Where there is learning there is freedom and that freedom itself is order. Please, you have to have this in your heart and not in your little minds. Then the question comes from that, from all this: how is this to happen? How is the mind, mind being the brain, the nervous organism, the whole thing, the body, psychosomatic, the whole thing, how is it to become completely still? Right? I'm sorry, when I use 'the how' it is not the method, it's the question mark. Can the body, the organism be completely still? Not through compulsion, not through forcing, not disciplining it; all that implies effort. Effort implies a division: the higher self holding the body or chaining the body, trying to control it, you know, all the rest of it. Where there is division there is disorder. So can the body, the organism be completely still, because if the organism isn't still, the brain cells are not still. Right?\nWhat is sensitivity? Please follow this. What is sensitivity? To be sensitive not only to what is taking place round you, but also inwardly sensitive, to have great feeling, subtlety, touch, refinement, quickness. So sensitivity implies that the body must become extraordinarily sensitive, and when it is sensitive, it will inevitably be still because the moment anything is very subtle, refined, clear, strong it has no need to move. You've understood this?\nNow watch your bodies. Be aware of your body. See what you do with it. What have you done with it? Forced it, driven it, indulged in various forms of appetites, indulged - sex, over-eating, under-eating, eating the kind of food that your palate tells you, hot food and so on. So, the body has lost its own intelligence. You are following all this? And because it is not intelligence, it is restless, therefore it's not sensitive. The body has its own intelligence, its own sensitivity, but thought, the pleasure of over-eating, over-indulging in various forms of pleasurable things, naturally coarsens the body. So if you see that, see it, not discipline it, if you see that, the truth of that, then that very sensitivity becomes quiet, brings the body to quietude. Right? You've got this? Is this clear, please? Which means there may be a revolution in your eating and you are not willing to give up anything: you want truth, God, love, everything, as you are. I'm afraid it can't be had. So, the body, being intelligent of its own accord, without the interference of pleasure, has its own sensitivity and therefore it becomes extraordinarily alive and therefore quiet. Right? There is no forcing the body. That is, when it is lazy to allow it to be lazy. You know, laziness is a marvellous thing. There is nothing wrong with being lazy. But you can make the body lazy by going to bed very late, then you are interfering with the processes of the body. And when it's tired, it is lazy, why shouldn't it be? You are getting all this? We can go into this much more in detail, but it's not the point. So the body, with the nerves, with the brain, becomes extraordinarily sensitive and therefore very quiet, without any force, without any dictation of thought saying it must be still. When thought says it must be still in order to find out what truth is, God or how to observe, then there is conflict, then there is resistance on the part of the body. In the same way when thought wanders, watch it, not as an observer watching thought wandering, but thought wandering. You understand? This is really important. Please follow this a little bit. Most people's thoughts wander. Obviously one see why: one has got into the habit of it. Then you will say 'How am I to stop that habit? I want to have a quiet mind, it's caught in a habit, how is that habit to be broken?'\nSee what has happened. You are already separate from the habit, and you are asking how to break that habit. Therefore in the breaking of the habit, there is a conflict. Right? And you are back again. But if you watch, not separate from thought which is wandering, but watching the movement of wandering, because you are the movement of that wandering, then thought becomes extraordinarily quiet. So, you have then a mind without any conflict, without any distortion, and that is absolutely necessary to see what truth is.\nThe description of what truth is, is not the truth. The description or the image of what you consider God is not God. You have built the image of God out of your fear. And you worship it, which is your own projection, which means you are worshipping yourself; and that is the process of the devotee. Are you getting all this? So now all the image about yourself and the image that you have projected have gone because thought is completely quiet and the body is completely still. Absolutely still. And in that there is the immobility of the whole structure of the brain, the body and the whole of this mind.\nSee, we have come to it very simply. Nobody has taught you. You, by observing this, you have come to it, happily, easily, naturally, without any sense of friction. Such a mind, not having any distortion, therefore is an innocent mind. 'Innocent' being incapable of being hurt, therefore incapable of resistance. The moment there is resistance, there is 'you' and the 'not you', the observer and the observed. Please see all this. So there is no resistance therefore the mind has this extraordinary quality of complete innocence, though it has lived a thousand experiences, a thousand tears, a thousand agonies and despairs, each agony, each despair, each tear is seen immediately and acted, not carried over, and therefore the mind becomes extraordinarily alive. Such a mind, working in the office, living at home, getting into a bus, travelling, such a mind is always there working, working, watching.\nSo meditation is the whole movement of life. Not for a few hours and then be brutal, a brutal man, it's the whole living. Then what is there for such a mind to observe, to seek? You understand my question? What is there for such a mind that is completely innocent, that has no quality of resistance whatsoever? What more? One invariably asks that question, what more? You know what it means to have a mind that is incapable of being hurt, that has no resistance? Learn about it and you will find out. Then such a mind is not seeking, it doesn't demand any experience because there is no experience for a mind of that kind. Because experience being a challenge, a challenge and response. A mind that is extraordinarily alive, a light to itself, doesn't need a challenge. It's only the person that is asleep that needs a challenge.\nSo there is that mind, completely immobile, still, and the heart that has that quality of love, it's only then that there is a different dimension altogether, a totally different something. So one has to begin not there, but begin at the beginning, and when you know how to begin at the beginning, the other is already there.\nWould you care to ask something of what we have talked about?\nQuestioner: (Inaudible)\nK: The questioner asked: the description that you give of this mind, is it the totality of emptiness? That which is empty can be filled and you want a description, you are going by description and the speaker said the description is not the described. Which means that, if you will forgive me, you haven't learnt, you are going to be satisfied by description. Sir, that which is full is empty.\nQ: One question, sir: I couldn't understand one thing as I was made to understand earlier, there is thought itself which is the observer. The mind is one and thought is one and the observer is the same thought. How can we observe the same thought and how can we have two different things, the observer and the thought? I couldn't get the right thing. How can the same thought get observed by the same thought?\nK: How can the same thought observe itself.\nQ: Yes, that is what I was meaning.\nK: Yes, that's good enough. How can thought observe itself? Look, sir, when you watch that palm tree, when you look at it, do look at it, when you watch it what takes place? You name it, don't you? You say, 'That's a palm tree'. The naming is out of the past, the past interferes with your observation. The naming, the botanical knowledge of it, the utility of it, and all the rest of it. So when you observe the past interferes. The past being thought, the accumulated knowledge which responds as thought, which is verbalised into the palm tree. Now can you look at that palm tree without the past so that the observer is not there? Then what takes place? The space and time interval disappears, therefore you are extraordinarily - you see the beauty of it, the colour of it, the shape of it, the fullness of it, it is something you have never seen before in your life. Now, the same thing: can you watch your wife or your husband without the image that you have about her or she has about you, can you watch it, can you watch her or him without the image? What takes place then? The wife or the husband or the girl or the boy is something entirely different. You look with fresh eyes, with innocent eyes. Now you say, can thought observe itself without the observer? Right, sir? Because the observer is part of the thought, the observer has been put together by thought. Obviously. The ego, 'the me' is a bundle of memories, a bundle of associations, it has no reality. But thought has made it into reality in the sense it exists as me, and that me observes. And hence a division and the conflict, and all the rest of it. So can thought watch itself in its movement? Thought watching itself. Do it, sir, do it! When thought watches itself there is absolute quietness to watch. There is attention to watch. Attention which is not put together by thought, therefore it is not attention and inattention. When inattention wants to become attentive then it is the way of thought. Then there is conflict between inattention and attention. But to observe thought without the thinker, thought watching itself, the mind that is watching becomes so clear, moves, watching. And you can see yourself that thought can watch itself.\nQ: (Inaudible)\nK: If we don't think of the past, if we don't let the past help us won't we become rather feeble, won't we loose our smartness? I don't know what you mean by smartness. You mean your cleverness?\nQ: If we don't think of the past, won't we lose our memory?\nK: If you don't speak of the past, use our past, won't we lose our memory. Sir, you haven't listened to what we have said. How can you lose the past, you are not amnesiac, you don't suddenly lose your memory. You can't. You may pretend but it is there, unless you have an amnesia state, you can't lose it. What has happened is we use the past, the past as 'the me' uses the past to protect itself. Sir, the past, thought is using the past when you go home otherwise you wouldn't know where you live. You wouldn't know what your name is. But when that same thought tries to find out, tries to operate in the non-dualistic world, that thought brings about conflict. Therefore the question is: can that thought be utterly quiet, which we went into.\nQ: (Inaudible)\nK: Yes, I understand. Yes. That state or that whatever that is, does it come about gradually? If it happens suddenly it's a revelation, therefore it's mystical, therefore it might be misleading, therefore unreal. Right, sir? Therefore not practical. All this is implied. Not practical, mystical, something romantic, something fanciful that has no value, and if it is gradual it means time. So what is it? Lord! What is time, sir? When you say 'gradual', what do you mean by that word 'gradual'? A process, step by step, evolve, grow, proceed, progress, step forward. All that implies gradualness, which is time. Right? And you have used time. Time, you say 'Well, I'll be better tomorrow. I will understand tomorrow'. Right? So the word, the verb 'to be' involves time. And we are conditioned by that verb 'to be': I have been, I will be, I shall be, I'll be better next life or next minute. So the idea of time is gradual process: I will understand, I will attain enlightenment, God, truth gradually. Do you understand anything gradually? Do you understand the poison of nationalism gradually? Do you? Fighting war after war, war after war, killing each other, separating each other, gradually? And you have done this gradually for the last five thousand years. Have you understood through gradualness the poison of separation, of nationalism? Of course not. Either you see it instantly or you don't and you don't because you're frightened what will happen, because you have sworn allegiance and all the rest of that nonsense.\nSo to see is to act instantly and that's not a mystical state. It is the most practical state. When you see a snake you don't gradually see the danger of it. No, no, please, sir, look what is involved in it. There has been conditioning for centuries upon centuries that the snake is dangerous, that has conditioned you and that conditioning responds instantly when you meet a snake, which is a natural form of self-protection, that is the intelligence, not fear. It's intelligence that operates when you see a snake and you recoil, go away or whatever you do. Now, you don't see the poisonous nature of nationalism. I'm taking that as an example, silly example. Why? Because you have been conditioned by propaganda, by waving of the flag, everybody talking my country and your country and at the same time, you know if you look at it very carefully, the danger of it, you are destroying. When there are divisions like this you will have less food, less clothing. There is only one solution, that is unity of mankind, one Government, one way, computers will organise this, not these politicians. So you see and therefore act instantly and that is the most practical thing to do. And therefore the thing that we are talking about is not some kind of mystical, romantic, fanciful state but it is intelligence, direct perception and therefore action. All the time perception and acting, all the time so that there is no interval between the two.\nQ: (Inaudible)\nK: Oh, no, not now, sir. Look, sir, may I ask one question of you? You have listened for four talks here. Find out for yourself when you go home or you are going home, the way of learning, not what you have learnt by attending these talks, not what you have learnt but learning whether the mind and the heart are learning, moving, living.\n"}]