[{"title":"observe-without-division-implies-love","text":"Shall we go on with what we were talking about the other day when we met here? As we were saying it's really quite important to understand this whole business of living. From the moment we are born till we die, we are always in conflict, there is always a struggle, a battle, not only within ourselves, but outwardly, in all our relationships there is strain, there is strife, there is constant division and a sense of separate individual existence in opposition to the community, in opposition to the most intimate relationships, each one is seeking his own pleasure, secretly or openly pursuing his own ambitions, fulfilment and thereby frustrations, this whole turmoil of what we call existence, living. In this turmoil we try to be creative. If you are gifted you write a book or a poem, compose a picture and so on. All within the pattern of strife, grief and despair, and this is what is considered creative living, going to the moon, if you must, or live under the sea, have wars, this constant bitter strife against man and man, this is what our life is.\nIt seems to me that we should understand very deeply this question of strife, this struggle, this contradiction, this conflict. I hope you are serious this morning, even though it is bad weather. So you jolly well have got to be serious. Because we want to go into this matter very, very seriously, very deeply if we can, and feel our way into a quality of mind where there is no strife whatsoever, both at the conscious level and also below in the layers that lie under the conscious. After all beauty is not the result of conflict. When you see the beauty of a mountain, or the beauty of a face and the swift running water in that close immediate perception of great beauty, there is never a sense of striving. And our life is not very beautiful because it's a battle, going and coming, and to find out this quality of mind that is essentially beautiful, clear, a mind that has never been touched by strife, seems to me is very important, because in the understanding of that, not verbally, not merely intellectually, but actually live it in our daily life, then perhaps we shall have some kind of peace in the world, and also within ourselves.\nSo if we could this morning hesitantly and with sensitive watchfulness, perhaps we shall be able to understand this battle and be free of it. What is the root cause of this conflict and contradiction? Please do ask this question of yourself. Don't try, if I may explain, to put it into words, give it an explanation, but merely enquire non-verbally if you can, what is this basis of this contradiction, this division, this strife, this conflict. Either you enquire analytically or you perceive immediately the root of it. Either analytically you unravel bit by bit and come upon the nature and the structure and the cause, and therefore the effect, of this strife between ourselves, between you and the state, between you and the community, between us and they. Either you analytically examine or you perceive the cause of it instantly. I don't know how you are going to discover the cause of it. Now we are going to examine both, the analytical process and the immediate perception. Right? Are we communicating with each other? Yes, may we go on? That is, we want to find out, not only verbally, but factually the root, the basis, the cause of all this contradiction, this conflict, this division. That is what we are going to enquire into. And either that enquiry is intellectual, which is analytical, or perceive the truth of it instantly. (I am glad that train's going by.)\nNow let us find out what it means to analyse and thereby perhaps intellectually discover, which is verbally, what is the cause of this conflict. Because once you understand this whole analytical process and see the truth of it or the falseness of it, then you will completely be free of it, for ever, so that your eyes, your mind and your heart can perceive immediately the truth of it. I don't know if you are following all this? Now, can I go on? We are used to, or been conditioned to, the analytical process, not only in the recent philosophical, psychological research of various specialists and psychologists. The analytical process has become a habit and we are conditioned to live and try to understand this whole complex process of living analytically, intellectually, which doesn't mean that we must become its opposite, sentimental, emotional, gushing and all the rest of it. But if one understands very clearly the nature and the structure of the analytical process and see the validity or the falseness of it, then we shall have quite a different outlook. Then we shall be able to give the energy that we have given to the analysis, that same energy can be directed in a totally different direction. Right? Are we meeting each other? Can we go on? I really don't know. All right.\nWhat does analysis mean? In that very verbal statement analysis implies a division. Right? There is the analyser and the thing to be analysed, whether you analyse it yourself or it is done by a professional. In that very structure of analysis there is division, and therefore there is already the beginning of conflict. Please, this really - you must put your teeth into this. Because we can do tremendous things only when there is great passion. The inward revolution doesn't come about through analysis, the inward revolution demands great passion, energy, and it's only this passion that can create, bring about a totally different kind of life, in ourselves and in the world, and that's why it is very important to understand this analysis in which the human mind for centuries has been caught. Analysis implies a division between the analyser and the analysed, and in that division there is already the root of conflict. The thing that is to be analysed, which is a fragment of the many other fragments of which we are, one of those fragments assumes the authority of analysis, as the analyser. Right? Please, will you do this as we go along? Not just merely listen. As we are explaining, please do it, see what is involved in analysis. As we said, analysis implies division between the analyser and analysed. The analyser is one of the fragments of the many fragments which make up the whole structure of a human being. That analyser, who is a fragment of the many fragments, assumes the authority to analyse. He becomes the censor, he becomes the accumulated knowledge with which he evaluates the good and the bad, what is right and what is wrong, what should be suppressed or what should be not suppressed, and so on, he has assumed the authority of the censor. Right? Are we in touch with each other?\nAnd the second thing is, the analyser when he analyses every analysis must be totally complete, otherwise his evaluation will be partial and therefore his conclusion will also be partial. Right? Then the analyser must examine every thought, every thing which he thinks should be analysed, and that will take time. Right? You may spend, as they do, a whole lifetime analysing, if you have the money, if you have the inclination, if you can find an analyst with whom you are in love and all the rest of it. you can spend you days analysing. At the end of it you are where you were, more things to be analysed. So, in analysis there is the division between the analyser and the analysed. The analyser must analyse so accurately, so completely, otherwise his conclusion will impede the next analysis. Right? And the analytical process takes an infinite time, and during the interval of that time many other things happen. So, when you see the whole structure of analysis then you see it is an actual denial, negation of action. Analysis, the whole nature of analysing is the negation of action. Isn't there anybody here who is going to object to all this? Probably you will when we question.\nNow when you see the whole structure of this analytical process, see what is involved in it, the negation of all action, complete action, isn't there? Are you doubting that?\nQ: I don't understand what you mean by action?\nK: Oh my Lord! All right sir, what does action mean? Action according to an idea, action according to an ideology, action according to one's experience, or knowledge. So there is a division between action and idea, action and ideology, action and knowledge. So action is always approximating itself to the ideal, to the prototype. You are following all this? So action is never complete. And analysis is the negation of action, a total action. So if you see the truth or the falseness of this whole process of analysis you will never again analyse. Right? When the mind has seen the futility, the meaninglessness of analysis with all its problems involved, then you will never touch it, the mind will never seek to understand through analysis. Right? That is obvious isn't it? Oh Lord! Just a minute sir, just a minute, let me go on, you can ask questions afterwards. So what has happened to the mind that has looked into the process of analysis? It has become very sharp, hasn't it, alive, sensitive, because it has rejected that which we have considered as the way and the means of understanding anything. Right?\nYou know what communication means, sharing together, investigating together - together, moving together, creating together. And are we doing that? Or, are you merely listening, hearing a few set of words, or conclusions and saying, agreeing or disagreeing? Which is it, what you are doing? If you very clearly see for yourself, not direct it, not forced, or compelled by argument, reason of another, but actually see for yourself the falseness or the truth of analysis, then your mind is free to look in another direction. Right? You have energy to look somewhere else. But if you are looking in the direction of analysis you will not be able to look in another direction - is that clear?\nSo what is the other direction? That is to perceive immediately and therefore the immediacy of perception is total action. Now we are going to examine that, we are going to go into that. As we said, analyser and the thing analysed, in that there is division. Right? And we said that any form of division at any level brings about a contradiction and therefore conflict. When I separate myself as a Hindu and you separate yourself as a Catholic, or a Buddhist or a Communist, or whatever it is, this very division breeds conflict. Right? So the division between the observer and thing observed is the root cause of conflict - right? No, sir, come on. Let's go into it.\nWhen you observe you are always observing from a centre, from a background, from experience, from knowledge. The 'me' observing, the 'me' the Catholic, the Protestant, the Hindu, the Communist, the educated, the specialist and so on, he is observing. So there is a division between himself and the thing observed. Right? You can see this, it doesn't require a great deal of understanding, it's an obvious fact. When you look at a tree there is this division, when you look at your husband, wife, your girl friend, boy friend, there is this division. There is this division between yourself and the community, between yourself and the society. So there is this observer and the thing observed. When there is that division there will inevitably be conflict. Right? That is the root of all conflict, of all strife, of all contradiction. Right?\nNow, can you observe without division? If that is the root cause of conflict, then the next question is: can you observe without the censor, without the 'me', without all the experiences, the miseries, the conflicts, the brutalities, the vanities, the pride, the despair, which is the you, can you observe without all that? You are following all this? Which means, can you observe without the past? The past memories, remembrances, conclusions, hopes, all the background, can you observe without that background, because that background divides - right? - as the observer and the observed. So the question then is: can you observe without the background? Have you ever done it? Do it now, please. Play with it. To look at the tree, the mountain, outwardly, objectively, the outward things, the colours, listen to the noise of the river, look at the lines of the mountains, the beauty of it, the clarity of it. That is fairly easy to do without the past, without the 'me' observing. But can you look at yourself inwardly, without the observer? Do it, please. Look at yourself, your conditioning, your education, your way of thinking, your conclusions, your prejudices, to look at it, or to look at them without any kind of condemnation or explanation or justification - just to observe. When you so observe there is no observer and therefore no conflict.\nThat way of living is entirely, totally, different from the other. It is not the opposite of the other. It's not the reaction of the other, but entirely different. And in this there is tremendous freedom, and therefore there is an abundance of energy and passion. And this total observation, which is not partial, is complete action. You know it's like looking at a map, the total map, not where you want to go, but first observing the total movement of the map. And when you have completely understood the map, looked at it completely, then your action will always be clear.\nSo one finds out for oneself as a human being that it is completely possible to live without any kind of conflict. You know, sir, this implies enormous revolution in oneself. And that's the only revolution. Every form of physical revolution, political, economic, social, outward revolution, always ends up on dictatorship, either the dictatorship of the bureaucrats or the dictatorships of the idealists, the Utopia people, or some conqueror. Whereas when you have this inward, complete, total revolution, which is the outcome of understanding all conflict, which is the understanding of division between the observer and the observed, then there is a totally different kind of living.\nNow please let us go into it further, if you will, by asking questions about it.\nQ: How can you divorce yourself from problems when you live in a world full of problems?\nK: Wait, wait. How can you divorce yourself from the world which is full of conflict, how can you separate yourself from the world which is full of conflict? Is that it?\nQ: Yes.\nK: Let's find out. Are you different from the world? You are the world aren't you?\nQ: I am a person who lives in the world.\nK: I don't understand, sir.\nQ: I am just a person who lives in the world.\nK: Oh, just a person who lives in the world, disassociated, unrelated to all the events that are taking place in the world?\nQ: No, I am part of that. The thing is how can I divorce myself from it?\nK: You cannot. You cannot possibly divorce yourself from the world, you are the world. If you live in Christendom, you are conditioned by the culture, by the religion, by the education, by the industrialisation, by all the conflicts of wars - you are that. You cannot possibly separate yourself from the world. They have tried to, withdraw from the world, the monks, enclose themselves in a monastery, but they are the result of the culture in which they live, and they want to escape from that culture by withdrawing from it, by devoting themselves to what they consider the truth, to the ideal of Jesus and so on and so on. How can you separate yourself from the world when you are the world, you have made the world?\nQ: How can I observe these things with all these worries on my mind, because I've got other things on my mind, getting my house, making money on my mind - how can I look into myself. I have to do other things and how can I look into myself?\nK: Sir, sir, look, you are talking with your head down. I can't possibly hear what you are saying, would you make it brief?\nQ: How can I look into myself with all these worries on my mind, with making money, with other things on my mind?\nK: How can I look into myself when I have to make money, when I have to have a house, when I have to have this and that. Is that it? How can I, living in this world, living in this world implies earning a livelihood, getting a house, a flat or living some place, married, children, job, all that - how can I, with all that's going on round me and in me, look at myself? Is that right? Is that the question, sir?\nQ: Yes.\nK: How do you look at your job, getting a job, how do you consider it?\nQ: I consider it as a means to survive in the world.\nK: Survival of the world? Survival in the world. So you say at any price I must survive. Right?\nQ: Not that. But I must have a job.\nK: Wait sir, wait, sir. I must have a job in order to survive. I must have a livelihood in order to survive. And the whole structure of society, whether here, or in Russia, etc., is based on this - survival at any price, doing something which society has set up. Right? Right, sir?\nQ: Yes\nK: So you are concerned with survival, and all of us are. Now how can one survive completely, safely, lastingly, when there is division between ourselves? When you are European and I am an Asiatic, when you are German - you understand - when there is division between ourselves, each one competing to be secure, to survive and therefore battling with each other, not only individually but collectively, nationally, how can there be survival? There is a survival temporarily. Right? Oh, for god's sake, come on, sir!\nSo our question is, not survival, but whether it is possible to live in this world without division, when there is no division we shall survive completely, without fear. Sir, look! There have been religious wars. Right? The Catholic against the Protestant. And at that time, and there have been these appalling wars between the two, they were saying 'We must survive'. They never said to themselves, 'Look, how absurd this division is between the Catholic and the Protestant' - which is a matter of conditioning, you believe this and I believe that. So if we could put our whole energy, our thinking, our feeling, our passion into finding out whether it is possible to live without this division, then we shall live completely - complete security. But you are not interested in all that. You just want to survive. You don't - your survival is in spite of non-survival. Oh, sir, this is so simple! Look, sir. Governments, sovereign governments are separate, each with its own army, navy, airforce, they have divided the world this way, and each at each other's throat, prestige and all the rest of it - economic survival.\nNow computers, without the politicians, in the hands of good men, can alter this whole structure of the world, without the politicians, without the divisions. But we are not interested in all that. You are really not interested in the unity of mankind. And that's the only problem politically. And that can only be brought about when there is no politician at all, when there are no sovereign governments at all, when there are no different, separate religious sects and you, who are listening to this, you are the people to do it.\nQ: Does it not need conscious analysis to arrive at that conclusion?\nK: Wait. Is it a conclusion? Is it an analysis? You have just observed this fact. You have just observed, sir. Look at it, how the world is divided into coloured map, into sovereign governments, Hinduism, Buddhism, Catholics, communists - this division - is that analysis? You can see it.\nQ: Don't you think that in order to change all that we also need an outward revolution?\nK: Don't you see - or don't you also realise to change all that, there must not only be inward revolution but also outward revolution. What do you say?\nQ: No.\nK: Please, don't say no.\nQ: Aren't they the same thing?\nK: Wait, wait. Listen to the question. Inward revolution and at the same time outward revolution. At the same time. Not the one first and then the other. That is inward revolution first and outward revolution afterwards; or outward revolution first and then inward revolution. Right? It must be simultaneous. It must be instant. Right? How can that take place? Both inward revolution and outward revolution, without emphasising this or that, how can that take place? That can only take place instantly when you, who are listening, see the complete truth that the inward revolution is the outward revolution. That inward revolution is the outer, and the outer is the result of the inner. They are not two separate. When you see that then it takes place and so - wait a minute sir - so do you see that? - Not see intellectually, verbally, ideally, but is there, in you, complete inward revolution? If there is not and you want outer revolution then you are going to bring chaos in the world, and there is chaos in the world. Yes sir, just a minute.\nQ: You always speak of governments or churches and nationalism and all these people have what we consider as the power.\nK: Sir, power. The politician wants power, the priest wants power, the commissar wants power.\nQ: They have it.\nK: The bureaucrats want power and they have it. And in their power lies education. Wait, sir, listen to all this. And each one of us wants power. Right? Don't you want power? Over your wife or your husband, your conclusion, you think this is right and you want - you follow? - every human being wants some kind of power. So first don't attack the power that is invested in others but be free of the power in yourself and then you will act totally different. I know we want to attack the power outwardly, the outward power, tear it, tear that power away from the hands of those who have it and give it to somebody else. We don't say to ourselves, let us be free of all idea, feeling of dominance, possession - you follow? - you don't say that. If you did actually apply your whole mind to be free of every kind of power, which means position, prestige, function without status, then you will bring about quite a different society.\nYes, sir?\nQ: If you are hungry you can't even begin to deal with these questions.\nK: If you are hungry you cannot possibly deal with any of these questions.\nQ: Because survival depends on....\nK: I understand sir, we have been through that. If you are hungry you can't deal with these questions. If you are really hungry you wouldn't be here. (Laughter)\nQ: We are very small...\nK: Wait. Now wait a minute. We are not hungry and therefore we have time to listen, time to observe and you say we are a small group of people, what can we do, a small - like a drop in the bucket. Right? What can we do? Is that the right question? Is that the valid question when you are confronted with this enormous complex problem of the world in which we live. What can I, as a human being, one individual, one - you know - who have understood, what can I do? Is that the right question? Will you ever put that question if you are really confronted with the problem, with the world and you, you who are living entirely differently, would you put that question? Then you will not be concerned, you will be just working. You understand sir? It's only when you say: what can I do? There is already a note of despair in that.\nQ: Not really, we are talking about solutions. Solutions, there are a lot of people hungry and if they are hungry they have got to take immediate means to survive.\nK: Right. So a lot of people are hungry, they have to take immediate means to survive.\nQ: What does all this mean to them?\nK: What does it all mean to them? To them who are hungry. Nothing. When I am hungry, sir, I want food. Right? All this has very little meaning. Right? So what is your question?\nQ: My question is: we are a minority here, a favoured minority.\nK: Yes, sir. Just a minute, sir. We are the minority: a small group and the vast majority in India, in Asia, everywhere, parts of Europe and England, America, they are really hungry. How can we, or what we are saying here, affect all these people. Right? It depends on you. No?\nQ: That's right.\nK: It depends on you, what you do. Even though small, sir, a small minority have created an enormous revolution in the world because the minority in themselves have changed. You are concerned with the world and the misery of the world, and the poverty, the degradation, the starvation that's going on in the world, and you say, what can I do? Either you will thoughtlessly join an outward revolution, throw, try to break it all up and create a new kind of social structure and in the process of that you will again establish the same pattern in a different way, whereas what we are saying is, consider total revolution, total, not partial, not physical, a total revolution which is both the inward structure of the psyche, and which will act entirely different in relationship on which society is based. Right? You see, you don't...\nQ: You speak as though inward revolution happens suddenly, and it doesn't really take place that way at all?\nK: You speak as though inward revolution happens suddenly, like instant coffee, and it doesn't really take place that way at all. That's the question. Do you think the inward revolution is a matter of time? Gradually change inwardly. Please sir, be careful, this is a very complex question. We have accepted and it is our conditioning that through gradual evolution, inwardly there will be a change. And we are going to examine, does revolution, inwardly, take place gradually, step by step, which is analytical. You understand? Or does it take place instantly when you see the truth of this? Sir, when you see a danger, instant danger, there is instant action, isn't there? You don't say, well, is my action gradual, evolutionary, analytical, this or that; there is immediate action when there is danger. Now, we are pointing out all the dangers, the danger of analysis, the danger of time, the danger of postponement, the danger of division. Now when you see the real danger of it, not verbally, actually, physically, psychologically, see the danger of it as you would see the danger of meeting a wild animal, there is instant action, and we are talking about that instant revolution, when you see danger, and to see that danger you need a sensitive, alert, watchful mind. Then you will say, how am I to have a watchful mind, a sensitive mind, again you will be caught in the gradualness of it. But when you say, it is a necessity in front of danger, and society is danger, you are danger, all the things involved in you is dangerous. When you realise that, there is a total action.\nQ: How can you solve any complex problems without analysis, I mean for instance, research in cancer?\nK: Now wait sir, look, look, look. How can you solve any physical problem like cancer without analysis - right? - you can't. They are spending millions and millions all over the world trying to find out what is the cause of cancer, and trying to find a means to stop it. Right? That needs time, examination, analysis, all kinds of brutalities towards animals and so on. Is that what we are talking about? We are talking about a mind that perceives danger instantly, because we have this habit, this conclusion, this tradition of analysis which is postponement of action, inwardly.\nQ: Isn't it possible to analyse without approving or condemning?\nK: Is it not possible to analyse without condemning or justifying.\nQ: Just looking.\nK: If you don't condemn or justify or analyse but just look, you have done it.\nQ: Is it possible to achieve a state of oneness knowing that there is starvation and cruelty in the world?\nK: Is it possible to achieve oneness knowing there is war, starvation, violence in the world? We have gone back to the same question, haven't we, sir? Oneness is not something to be achieved, when you say achieve, it implies time. Right? Look at it sir - achievement implies time. I am going to achieve that, I am going to achieve unity - right? - which involves time doesn't it? The very idea of achievement involves time, and we say that the very danger of that, see the danger of that, and therefore there is no sense of achievement, but seeing the fact, seeing 'what is', and when you see 'what is' then you have the energy, the passion to change, to bring about a different world.\nIs that enough?\nQ: In order to live you have to eat and as long as you are aware of this involvement you are going to eat, you are dividing yourself from others, you are thinking of yourself.\nK: That's right.\nQ: How can you cope with this division?\nK: How can you cope with this division in yourself when you are looking at others from a particular point of view, we have explained it, madam, just now. Look, will you do something which is very simple but requires considerable attention and sensitivity, to look at something, a tree, your friend, without this division, just to observe, which means care, which means affection, which means love? Do it.\nQ: We can't observe all the time.\nK: I said observe, I said observe without the observer. We are always observing, but our observation is based on our conclusion, on our memories, on our censorship, judgement and we are saying be alive to the danger of this censorship. To be alive to the danger is not a matter of time.\n"}]