[{"title":"mind-crowded-known","text":"Shall we go on with what we were talking about yesterday morning? We were talking, if I remember rightly, about attachment, detachment which inevitably leads - attachment leads to fear. And the various forms of fear, both the conscious and the unconscious fears that one has. And whether one can see the whole network of fears and escapes without analysis but observe, in which there is no analytical process at all. That's what we were discussing, more or less, weren't we? And I think we ought to go into this matter very deeply because a mind that is really not free from fear and the escape from that fear, in different forms, will inevitably cripple the mind, make the mind unintelligent. It may do all kinds of meditations and all the rest of it, follow various systems of meditation and all that, which is so utterly childish and immature, as long as there is not complete freedom from fear, obviously.\nSo could we go into it much more deeply and find out and learn whether the mind, not only the superficial layers but also the deep, hidden layers of the mind in which there are fears. Could we go into this. And we said, as most people are attached to something or another, that attachment indicates an escape from one's own loneliness, one's own frustrations, emptiness, shallowness and so on. Now when one is aware of this whole movement of fear, which is a movement away from the fact of emptiness, can one see this total process as a whole and not partially? That is what we were talking about.\nTo see something whole, the fragmentary process must come to an end. The fragmentary process of a mind that seeks success - I do not know if you follow. I want to be free from fear in order to achieve something else. I will follow certain systems of meditation in order to arrive at enlightenment. I will discipline, control, shape myself in order to see something most extraordinary. Such ways of thinking, living and acting is fragmentary. I don't know if we see all that clearly.\nCan we look at the network of fear and the various escapes and the various escape from which our whole being runs away, can we see this complicated, very subtle form of escape which is the very nature of fear. Can we see that? Can we see that to act from any form of conclusion is fragmentary, because it stops further learning - you may have started to learn but the moment there is a conclusion from that learning, it becomes fragmentary.\nNow what makes for fragmentation. You follow? We have discussed fear, when we find ourselves being attached to something, and the cultivation of detachment from that attachment, in order to overcome fear, that is a fragmentary thinking. Now what is it that makes for fragmentation in our life? We are going to discuss this very carefully. Now, please sirs, would you kindly listen - don't draw any conclusions from what you hear - would you kindly listen. I really want to communicate with you to tell you that one can be completely, totally and utterly free of fear, not only the biological fears, physical fears, but deep, psychological fears. And fear is a form of fragmentation, attachment is a form of fragmentation. And seeing attachment, the attempt to be detached is a movement in fragmentation. I am first attached to my family, then I discover that family causes pain or pleasure, if it is painful I want to detach myself from it, and fight attachment. So it is a fragmentation, a movement in fragmentation, and therefore there is no resolution in that fragmentation. Right? Is that clear?\nNow what is the basis, the mechanism of this fragmentation in life, not only inwardly but outwardly - the German, the Dutch, the French, the English - you follow - this breaking up - your religion, my religion, Catholic, Protestant, Zen Buddhism, the Zen Meditation, the practice of Indian meditation, the practice of certain mantras - you follow? - all fragmentation. Through one of these fragmentations one hopes to arrive at a synthesis, at a completeness, enlightenment, what you like. Is that possible, you understand? That is through a fragmentation you hope to achieve a non-fragmentary mind. And is that possible? Though all the yogis, rishis, you know, promise all these things.\nSo one has to find out why fragmentation comes into being, what is the mechanism, not conclude in words or intellectually, the mechanical process of it, but actually see non-analytically the whole mechanism of it. I don't know if I am conveying this to you. If I am not, please stop and let's discuss that.\nQ: Sir, but aren't these rishis enlightened men. These wise men, these rishis as you call them, aren't they enlightened men?\nK: The maharishis and the rishis and the yogis and people, are they enlightened? What do you think? You are asking my opinion? Are you, sir? Only the fools give opinions. Now, anybody, how do you know, you, know who is enlightened? You never ask that. I may sit up on the platform and say, I am the most wisest, most enlightened, the most divine human being - how do you know? No, sir, don't laugh. This is what is happening in the world - a man comes and asserts these things - do these things, you will have enlightenment, I've got it, I'll give it to you. How do you know he is enlightened, why do you bother about it, why do you bother who is enlightened or who is not enlightened?\nQ: You can experience yourself, if you observe. You have a method too in a way, I think.\nK: No, sir, there is no method, if you have observed, listened, we are not showing you a method at all, we are learning - learning is not a method, you can learn through a method, but learning through a method is only conditioning the mind to that particular system. But if you are learning you observe. If you observe that one system conditions the mind, makes the mind mechanical, then all systems are the same - that is, you learn. You learn what a system does - through a system you have the most extraordinary experiences but it is still very limited experience. This is so obvious, I don't know why we keep on.\nQ: If you have this system, couldn't it be that, I don't know if you are enlightened, I don't know if anybody is, you might be up there some place, I might be down there or vice versa. Now couldn't it be that to start of with you could use the system, just to get an idea of the fragmentary state of things, and then from there to get the whole and watch oneself and all that.\nK: Wouldn't it be helpful to have a system to begin with, and then after a little while throw it off. Begin with the crutches and later on throw it off - hang on to your mother's strings or the guru's strings, or the rishi's strings, and then let go later on. Our question is, why do you hold on to any string when you can observe, learn, from watching yourself, the whole phenomena of existence and go beyond it. Sir, you want to be helped and that is the first thing, if I may point out most respectfully, that is the greatest impediment. That is, you have the idea somebody can teach you, therefore you begin right off with a fragmentation of this division - this division is a fragmentation - you and the teacher, you and the enlightened being. Obviously there is a division.\nQ: But aren't you teaching?\nK: But aren't you teaching - am I? He says, look, from the beginning he has said there is no teacher and no disciple. Probably this is the first time, or first few years, he has been, you have heard this. He has been saying this for forty-five years, not out of foolishness or as a reaction but one has perceived the truth that nobody can teach enlightenment to another, through no system, through no meditation, through no discipline, one sees that, one saw that forty-five years ago. And you ask whether you are a teacher or not - I've shown it to you. Teacher implies one who has accumulated knowledge and transmits to another; who is a professor, professor and the student. We are not in that relationship here at all. We are learning together, we have made that very, very clear - all communication means learning together, creating together, watching together, learning together. If that's understood then our communication is entirely different. But if you have a feeling that because he sits on the platform he knows better than, he is the enlightened one, I say, please don't attribute things to the person who is sitting here - you know nothing about enlightenment. Right? If you knew it or if you understood it, lived it, you wouldn't be here. And it is one of the most extraordinary things to find out, to find out, to learn about it, not to be taught - you don't pay one hundred dollars or one hundred francs to be taught this. My God, just think of it - pay money to learn truth? What are you all doing?\nSo, sirs, we are trying to find out, learn, what is implied in fragmentation. The teacher and the disciple - you follow? - that's a fragmentation. The higher self and the lower self, the soul and the body, this constant division, this constant fragmentation. How does it happen?\nQ: Thought is only capable of giving attention to one thing at a time.\nK: Thought is only capable of giving attention to one thing at a time. Then are you saying that thought is the cause of fragmentation? If I can only give - thought can only give attention to that, and discard all the rest, then thought must breed fragmentation, must, the very process of thinking is fragmentation. We are going to learn about it - please don't draw a conclusion. I am asking why we live in fragmentation. How does it happen, and what is behind the demand for this fragmentation? You follow? Look, let's take a very simple fact. You are the teacher and the disciple. Now, why is there this division between you and me - you the teacher and I the disciple - why? I want to learn. Do I want to learn or do I want to follow? I want to follow the authority which you represent, which you have invested in yourself. You say you know, you say you are enlightened. And I, I want to find, I want to have that, I'm greedy, I'm greedy, I want something that will give me happiness, that will give me something or other. So I follow. Right? You the teacher, I the disciple, fragmentation exists when I follow. I have never asked why I follow you, what is the reason, what is the basis of accepting you as my authority. You may be a cuckoo, a neurotic, you may have one or two little experiences which you have blown up, as a tremendous thing, and I look at you and I am incapable of judging because you fascinate me by your beard or eyes or whatever it is, and I just follow. Whereas I want to learn, I won't accept you as authority - I don't know if you're following all this? - because the moment you become the authority, you've already brought about fragmentation.\nPlease do see that. It doesn't matter, if it is the spiritual authority or the political authority, or the authority of the military, or the authority of the priest, businessman - moment there is the assumption of authority, the assumption that you know and I don't know, there is fragmentation. And that will inevitably lead to conflict between you the teacher and me. Right? Is this clear, please? So that means, I will never follow anybody.\nQ: If he does good to you, sir. If you do something and you experience yourself, and it is good for you, why shouldn't you do it? I mean, it's still fragmentary but isn't it better to have something fragmentary than nothing?\nK: The teacher tells me something and I do it and in the doing of it I have great delight, great pleasure, great, I have understood. Right? What is implied in that? My craving for experience, my craving to understand - not myself but what that bird is saying, what the guru is saying, not understand myself. If the guru said, look, understand yourself, that is far more important than anything else, don't try to understand me, but understand yourself - you follow? - then you are stuck, you'd rather follow than understand yourself.\nSo why is there this fragmentation - please sir, let's go on.\nQ: Because we are made from fragmentary faculties.\nK: We have fragmentary faculties, we have faculties and in themselves they are fragmentary.\nQ: ...partial activity.\nK: You have a faculty, listen, sir, for engineering or I don't know what else - faculty. Why should from that faculty arise fragmentation? I have a faculty, playing the piano - why should that bring about a fragmentation? Aren't you putting the cart before the horse, or the horse before the, whatever it is? Is it the faculty that is bringing about fragmentation or the mind is fragmented, is broken up and using one of the fragments, one of the faculties, and therefore further strengthening the division. You understand what I am saying? I want to learn about this fragmentation, if I could once solve that, I will have a different action altogether, a non-fragmentary action, so I must find out. I must learn about fragmentation, why it comes into being. I am not going to come to any conclusion or start with any conclusion.\nThere is fragmentation - the teacher and the disciple, the authority, the follower, the man who says he's enlightened, the man who says, I don't know, teach me - the Communist, the Socialist, you follow - fragmentation. Why? How does it happen? If I could really understand it, learn all about it, I've finished with it. Then my relationship with another will be entirely different, then my activity will not be fragmentary, it will be total each time. I don't know if you follow all this. So I must learn about it. Please, sir, will you go with me?\nNow I am asking, why does it happen. What do you say, sirs?\nQ: Is there an expectation and desire?\nK: We live in expectation and that very expectation is a form of fragmentation. We expect. What are you expecting, is that the real reason, real truth for fragmentation - expectation? That is one of the effects of fragmentation, like wanting success, that wanting success is the effect of my fragmentation - me, that is tremendously important, I want success - through painting, writing, this or that. So what is the basis of this fragmentation?\nQ: (Inaudible)\nK: Sir, sir, sir, look, look, I've understood.\nQ: My view is limited.\nK: My view is in one direction, I have not eyes behind my head - if I had eyes behind my head I would see the whole thing. Is that what we are discussing, having eyes behind the head? And saying my view is limited? Of course my physical view is limited, I can't see the whole alpine range - perhaps I could if I went on top, in an aeroplane. But surely, that is not what we are discussion, are we?\nQ: Our senses are fragmentary.\nK: Our senses are also fragmentary, the taste, the smell, the seeing, the listening, all the rest of it, it is all fragmentary. Is that what we are discussing? That's part of it - that's part of this fragmentation, we are discussing why the mind, the brain, divides.\nQ: It is not possible to think about the whole at once.\nK: It is not, you say, it is not possible to think of all the world at once. So you are saying, fragmentation exists as long as thought, which cannot think about the whole thing at once, that is the cause of fragmentation - are you?\nQ: Yes, communication to other people is also fragmentary, for instance, now we are thinking about self-knowledge and not about mountain climbing. You can't put everything together.\nK: That's right. Now let's be clear, what we are talking about, not climbing the mountain, as you point out, sir, or having eyes behind the head. But we are talking of a mind, of our ways of thinking, looking, listening, coming to conclusions. Why is there this process which inevitably brings about fragmentation - that's what we are discussing.\nQ: But discussing only this already prevents you.\nK: That's it. So discussing this very issue is a fragmentation. But we are asking, we are asking why this fragmentation exists, why can't I communicate with you completely. And you convey to me completely. So let's find out, let's go into this slowly - what is the process, the mechanism, the cause of this fragmentation.\nQ: Because we cling to the idea of ourselves.\nK: Yes, we cling to a conclusion, we cling to a conclusion and that is the reason of fragmentation. Why do we cling, to a fragmentation?\nQ: I still think it is a communication, for instance, at school, you have lessons in French, in English and geography, it is fragmentary from the beginning.\nK: So, you are saying, our education, Geography, History, Mathematics, Science, is all fragmentary, and therefore our mind is already, from childhood, is conditioned by this fragmentation.\nQ: The very process of thinking, is to form conclusions, you can't think without forming a conclusion.\nK: We cannot think without forming, without bringing about fragmentation. So you are all saying, in more or less different words, that thought is the source of all fragmentation.\nQ: We are saying it is the process of thought.\nK: Yes, thought, which is thinking, is fragmentary. Is a fragment of ourselves.\nQ: (Inaudible)\nK: That's right, sir, you are saying, all the results of thinking, which is a fragment of ourselves, must result in further cleavages, further breaking up. So you are saying to me, who am learning, as you are learning, that thought is the source of all fragmentation. No? Wait, sir, find out, don't say no. Thought is the result or the response of memory. Right? And memory is the past. And that memory of the past, which is memory, the past is always dividing. Obviously, the past, the today and the tomorrow - the past experience, the present experience and the future. The past that says, I haven't learnt, I don't know, and I am going to learn from you. Isn't that the major cause of fragmentation? What do you say, sirs? Isn't that the major cause of fragmentation?\nQ: Sir, you have already said so. I would think thinking about time, because time is, the awareness of time is taking our attention away from the present.\nK: Surely time divides - what is time? What is time?\nQ: Thought.\nK: What is time? Find out, sir - thought, he says. There is chronological time, by the watch - I have to go to the station, to catch a train, it goes by a certain time, and there is time as achievement, as success, as you know, I don't know, I'm going to learn. All that involves psychological time. Right? Which is, thought says, I don't know but you know, and I am going to learn, step by step. There are seven steps or four steps or ten steps and I'm going to gradually climb them and eventually come to that marvellous state. Which is, thought that says, I don't know but you know and you tell me that I will know if I do follow these steps and so there is a division created by thought, which wants success. Right? The success being not money this time - enlightenment or faith. Right, sir? So are you saying that thought is the mechanism that brings about this fragmentation, the thought that has said, you are a Hindu, the thought that said, you are a Catholic, the thought that said, you are brown and you are black, you are white, you are pink - you follow? - thought has conditioned the values of a particular society and culture and that says, everybody who does not belong to that culture is a barbarian. This is all clear, isn't it?\nIf thought is responsible for this fragmentation, what are you going to do about it? What do you say? I have to earn a livelihood - please follow this. I don't know why but I have to, to live. I have to do something, I have a family, I have a job - a doctor, professor, a mathematician, whatever it is - and I have a family, my son, my wife, my daughter. And also there is me, with my problems, with my ambitions, with my successes. So there is livelihood, there is the family, there is the function and the desire to derive a status from that functioning, and the me - right, sir? - all fragmented. Now what am I to do - and I see, thought is responsible for all this. Is that so or not? We are learning - if the speaker is wrong, tell him, find out. What do you say?\nQ: But we are thinking all the time. We are thinking at this very moment.\nK: Wait, we are going to find out - wait, that is the whole point. We are thinking and we say, I have to earn a livelihood, a family, enjoyment, success, wanting to find out enlightenment, the guru, authority, all that. And there is me, muddling in through all this. And also you tell me, after discussion, I am learning, that thought is responsible for this - thought which has brought about a certain culture and that culture has conditioned me, saying, you are a Brahman, you are a Hindu, Muslim, Christian, this or that. So thought has done this, and thought also has to earn a livelihood - right, I have to. Thought says you must go out and earn a livelihood. You must earn money for your family, for your children, education. So thought is responsible for it. Are you sure you are right - don't afterwards say, look, it is not like that - be quite sure, learn.\nQ: One has the feeling that there might be something even behind thought.\nK: We'll come to that. First see what we are dealing with, not what is behind it yet. We will come to that. But you can't come to that without understanding the whole machinery of thought, otherwise you'll be merely escaping from thought. Right, do you get it? Now if you are absolutely - if that is the truth, not your truth or my truth, it is not my personal opinion or your opinion, it is the truth, it is the fact, that thought divides - thought divides the living, now, and the dying, tomorrow. I will die tomorrow. But thought says you'll die, I get frightened. Thought says, that was a marvellous pleasure, I must have more of it. And thought says, that I have done, I am frightened of that thing. Thought says, you have done something which wasn't right a few years ago, be careful, don't let it occur again, don't let it be discovered. So thought is breeding fear, pain, pleasure. You follow?\nSo thought is dividing. That is the truth, whether you see it or not, it is so. Now then what are you to do with it. I have to earn a livelihood for bettering my - I have to leave this tent to go home, which is all the activity of thought. I have to tell my friends where I have been, and that is the activity of thought and so on. Knowing thought brings about fragmentation, conclusions, and therefore sustains division, fragmentation - what are you going to do?\nQ: Is it the thought itself that divides, or the way we use it?\nK: Is it thought itself that divides or is it the way we use thought that divides - who is the we? Who is the 'I' that uses thought which divides?\nQ: The action of the thought.\nK: That makes three - the 'I', the thought and action of that thought. So you've got much more complicated. See, sir, first listen to it, listen. Don't come to any conclusion, first listen to what I am saying, what the speaker is saying. I have to earn a livelihood, a livelihood has to be earned, therefore thought must be employed there. I come back home and thought says, my family, my responsibility. You follow. Thought says, I have great pleasure in sex, great pain, my wife may run off - thought is in operation all the time, all the time breeding fragmentation, breaking up - the guru, the teacher, the disciple, the success. What are you going to do? You follow? And knowing that thought brings about fragmentation and fragmentation means fear, fragmentation means conflict, fragmentation means that there will be no peace whatsoever. You may talk about peace, join the organisations that promise peace, wave flags that promise peace, but there will be no peace as long as there is fragmentation by thought. So faced with that fact, what's going to happen?\nQ: Identify myself with the thought.\nK: Identify myself with the thought. Who is the 'I' that identifies itself with thought. Has not thought created the 'I'? The 'I' being, my experiences, my knowledge, my success, which is all the product of thought. And if you say, no, it is the higher self, the god, it is still thought, that has thought about god. So what will you do - please, sir.\nQ: Thought must end.\nK: Thought must end - how is it to end - but listen, sir. Thought must operate when you go and do something mechanical, even to drive - you follow? When you say, thought must end, then thought must end altogether. Then you can't earn a livelihood, you can't go home, you won't be able to speak. Sir, watch yourself, find out. Learn about this. There must be the usage of thought and also thought sees that it does breed fragmentation. So what is thought to do?\nQ: It seems that we come to this point in almost every discussion - my question is, is this a question that can be answered.\nK: We come to this point almost in every discussion - can this ever by answered. We're going to find out.\nQ: I become afraid because I see a deadlock.\nK: I become afraid - I am afraid because I see a deadlock, an impasse, I don't know what to do. Now will you, knowing that you don't know what to do, will you learn? Will you learn, sir?\nQ: If it is possible.\nK: Why do you say, if it is possible?\nQ: We don't know.\nK: No, my question is not whether it is possible or not, but I said, will you learn about this. Wait.\nQ: Yes.\nK: Wait. To learn, what does it imply. Curiosity, doesn't it. No? Wait. Are you curious to learn?\nQ: Yes, of course.\nK: Don't be so casual. Are you eager to learn, passionate to learn about this? Because this may solve all our problems, therefore you must be intense, curious, passionate to find out. Are you, or are you saying, 'I am going to wait', I will, as so far I have functioned along with conclusions, I'll form another conclusion and act from that.\nSo if you want to learn, these three things are absolutely necessary - curiosity, eagerness, you must have energy, and that energy gives you passion to find out, learn. Have you these things, or you just want to learn, casually talk about this.\nQ: Is it one-pointedness?\nK: Is it one-pointedness. No, sir, look, learning is not one-pointed learning. Learning means learning, you know, sir, the mind that wants to learn, that wants to find out is like a child that says, I want to know what the mountain is made of, whether the moon is cheese or what is it - I want to find out.\nQ: I need to be detached to learn.\nK: Detached to learn - sir, why do you translate into your own words what one has said. I said one must have great deal of energy, one must be curious to find out, and to find out you must be persistent, not just one minute full of curiosity, next minute say, please, sorry, I'm too tired, I'm bored, I want to go out and smoke. Then you can't learn.\nQ: ...because I wish certainty; I'm afraid to be without certainty.\nK: Right, sir. The gentlemen says, does learning guarantee me certainty. Look at the question. Listen to that question - I will learn if it guarantees me complete certainty for the rest of my life.\nQ: (Inaudible)\nK: Si signor, perhaps you could talk a little bit in Spanish, sir, slowly, I can understand it - slowly.\nQ: (In Spanish)\nK: This fragmentation gives me a sense of security and I cling to that security. And you come along and say, look what you are doing, you are disturbing my security, I am therefore frightened, I don't want to learn. This is what you are all doing. I have found great delight in my writing a book and I know I function from fragmentation but that book gives me fame, money, position and for God's sake keep out. Don't talk to me, don't disturb me. The house is burning - you follow? - but don't disturb me.\nLet's proceed from this otherwise we've got only four more days, you understand, I want to get on with this thing.\nIf thought is the source of all fragmentation and yet thought has to be used, what is to take place, how is thought - please listen - how's thought not to function and yet to function? You follow the question?\nQ: (Inaudible)\nK: It's the feeling of insecurity, as that gentleman pointed out, that we get frightened about.\nQ: You just answered that question.\nK: I know, I answered that question - that gentleman didn't hear - that's what I'm objecting to, you hear what you want to hear and you don't listen to other people. That question has been answered, sir - that gentleman asked in Spanish, I cling to one of the fragmentations of activities because I feel secure, and you come along and disturb that security, therefore guarantee me security at the end of learning. Give me a certificate that I've learned and through which I'll get a job. Please, sir, come on, let's go.\nIf thought is responsible for this fragmentation and conclusion, and all conclusions are fragmentations - please see that - all conclusions: I must be secure, I am frightened of uncertainty. But there may be a way of living which will give you physical security, which is what you want, but freedom psychologically. You follow? And that freedom will bring about complete physical security. But you don't see this, so we are going to learn.\nIf thought is responsible for this fragmentation and yet thought must function to survive, then what is one to do? Then what is thought to do? You understand my question? If you don't understand it, please let's go into this question itself. I must go from here to where I live - I must use thought. To earn, to go tomorrow to my job and function there properly, I must use thought. And yet thought sees itself that it is the cause of fragmentation and therefore conflict. You follow? Thought sees it must function, and thought sees itself bringing about fragmentation. I don't know if you see.\nQ: (Inaudible)\nK: No, we said, sir, it is not a linkage, you cannot put fragments together and make it whole. Many spokes of the wheel doesn't make the wheel - it's how you put the spokes that makes the wheel. So, please, I must...\nQ: As we have to use thought, we don't want to come to fragmentation, can we just be conscious of the tendency of thought to produce this fragmentation - if you are conscious of that it doesn't...\nK: Now, who is it, if you are conscious, if you are conscious that thought fragments, brings about fragmentation, and yet thought must function - that very consciousness of this whole process brings about a different quality altogether. Is that what you are saying? Now is that what is happening to you? Be careful, sir, go very slowly into this. Thought must be exercised, thought must exercise, and thought also realises that it breeds fragmentation and therefore conflict and therefore fear and all the misery in the world. And yet thought itself, you are suggesting, must be conscious of this whole process. Now see what happens. We said, thought is the basis of fragmentation, therefore when thought becomes conscious of itself and how it breeds fragmentation, how it must, therefore, thought itself divides itself into this, into that, into that. Right?\nQ: No, but just to be conscious of something which is happening.\nK: Therefore what do you mean by being conscious. Go into this slowly - what do you mean by that word, conscious.\nQ: To see.\nK: To see. Now go slowly, what do you mean by seeing? Do you see this process mechanically - please listen carefully - mechanically because you've heard the words, you have intellectually understood, and you see with the intention to apply these words and the intellectual conclusion to seeing? Please listen, be careful, don't say, no. Are you seeing with a conclusion or you're merely seeing.\nQ: At the point where you were asking this question, were you yourself actually asking this question, because it seems to me that if there is a question at this point, it is again fragmentary.\nK: No, because I am not asking. The lady suggests, if you are asking the question, then you are beginning again fragmentation.\nQ: And if so, then what has this whole investigation been, what validity has it had?\nK: What has this whole investigation been, what is the point of all this investigation, if thought is asking that question?\nQ: (Inaudible)\nK: I'll explain to you, you come to this point and ask the question. And the lady says, who is asking this question, is it thought that is asking the question? If it is, then it is again - I am asking it because you are not learning.\nQ: But then...\nK: Wait. I am not asking this question.\nQ: That's just it, at this point I don't mind, it is presumptuous to say so, but may be you would not, but I do ask this question, at whatever point along the line...\nK: Therefore, I am going to point out. Go a little bit slowly with me. I have this picture, the mind sees this match. How thought has fragmented, thought must function and sees this. If you really see this, completely, there is no more question. Now wait, wait, wait. You can only see this if there is no conclusion here, no desire to solve it, to go beyond it; only when you see this whole mechanism of thought, how it operates, how it functions, what is behind it all, etc., when you see this completely the problem is solved. Then you are functioning all the time non-fragmentarily, even though you go to the office, it is non-fragmentary action - if you see the whole of it. If you don't, then you divide the office, the family, the you, the me. Now, do you see the whole of it?\nQ: Sir, are you suggesting it is possible to carry on a non-dualistic life and still function in society?\nK: I am showing it to you, sir. If you see this whole mechanism of thought, not just one part of it, the whole of it, the whole nature and the structure and the movement of this.\nQ: How can you learn it quicker?\nK: How can you learn it quicker - by listening now. (Laughter) You see, again the desire to achieve. That means you are not listening at all, your eyes, your ears, are fixed on getting somewhere. So, sir, my question then is, as a friend, asking, do you see this whole thing. And the friend says, look, for God's sake, you must see it, otherwise you're going to live a terrible, miserable existence, you'll have wars, you'll have such misery and sorrow, for God's sake, see this. And why don't you? What is preventing you - your ambition, your laziness, your innumerable conclusions that you have? Now, who is going to answer it?\nQ: Why answer it?\nK: Why answer it? He says, why answer this?\nQ: Just do it.\nK: Just do it.\nQ: (In Spanish)\nK: I know I have conclusions, I hold on, I know it, I have them, but I can't get rid of them, they go on.\nQ: (In Spanish)\nK: It is the same old question - tell me how to be secure, that is the everlasting question of man.\nQ: May be it is very good to become a little more aware that we are living now and not yesterday or last year.\nK: It may be better to be aware that we are living now than live in the past or in the future.\nQ: Because a lot of our attention, I don't know how much percentage is taken away, when we live in the past or dreaming of the future.\nK: Can you live in the present? Which means living a life that has no time.\nQ: (Inaudible)\nK: I am asking you, sir, can one live in the present - to live in the present there must be no time, no past, no future, no success, no ambition. Can you do it?\nQ: Just a bit. (laughter) The very process to build something, let's say a house, supposes a programme.\nK: Of course, sir - look at it. To build a house you must have an architect. And the architect makes a design, a plan and according to that plan the contractor builds. In the same way, we want a plan. You are the architect, give me the plan and I will function according to that plan.\nQ: I wasn't saying this, we want to build a house which is a concrete thing, to do we must plan certain things.\nK: So you use thought.\nQ: So we cannot live only in the present.\nK: I never said that, sir. When you look at this question really, carefully, you will never ask the question, how am I to live in the present, to build a plan, if you see this very clearly, you will find that, if this is very clear, the nature and the structure of thought, then you will find that you can function from a state of mind that is always free from all thought and yet use thought. That is real meditation, sir, not all the phoney stuff. That is, the mind that's so crowded now with the known, which is the product of thought, the mind which is filled with the past, knowledge, experience, memory, which is part of the brain, the whole of that is filled with the known. I may translate the known in terms of the future or in terms of the present but it is always from the known. It is this known that divides: knowing the past, I don't know, I shall know. This past, with all its reservoir of memory says, do this, don't do that, this will give you certainty, that will give you uncertainty.\nSo when this whole mind, including the brain, is empty of the known, then you will use the known when it is necessary, but functioning always from the unknown, from the mind that is free of the known. Sir, this happens, sir, its not so difficult as it sounds. You have a problem, you think about it for a day or two, you go over it, you mull, you chew over it and you get tired of it, you don't know what to do, you go to sleep. The next morning if you are sensitive you have found the answer. See, that is, you have tried to answer this problem in terms of the known, in terms of what is beneficial, what is successful, what will bring you certainty, what will keep you going - in terms of the known, which is thought. And when after using all the - exercising thought, thought says, for God's sake, I'm tired. And next morning you've found the answer. That is you have exercised the mind, thought to its fullest extent, and dropped it. Then you see something totally new. But if you keep on exercising thought all the time, conclusion after conclusion, which is the known, then obviously you never see anything new.\nAnd this demands a tremendous inward awareness, inward sense of order, not disorder, order. If you haven't got that you can whistle all day long.\nQ: Is it not a method or procedure?\nK: Is it not a matter or procedure, is it not a method or procedure? Look sir, - I get up, walk few steps, take a few steps and go down the steps, is that a method of procedure? I just get up and do it naturally, I don't invent first a method and follow it, I see it. Oh Lord, you can't reduce everything into method.\nQ: Can you ever empty the storehouse of impressions which you have had?\nK: Can you ever empty the mind of all the known, which is the past. You've put a wrong question, because it is a wrong question, because you say, can you ever - who is the 'you' and what do you mean by 'ever'? Which means, is it possible. Sirs, look, we never put the impossible question - we are always putting the question, what is possible. If you put an impossible question your mind then has to find the answer in terms of the impossible, not what is possible. All the great discoveries, scientific discoveries, are based on this, the impossible. It was impossible to go to the moon. Or if you say, it is possible, then you drop it. Because it was impossible, therefore they put their mind to it and 300,000 people worked at it, co-operating, working night and day, competing with each other, with Russia - they put their mind to it, and went to the moon. But we never put the impossible question - the impossible question is this, can the mind empty itself of the known - itself, not you empty the mind. That is an impossible question. If you put it with tremendous earnestness, seriousness, with passion, you'll find out. But if you say, oh, it is possible then you are stuck.\n"}]