[{"title":"acting-without-ideas","text":"As this is the last, whatever it is, I would like to, if I may, talk about a great many things. First, as one observes what is going on right round the world, both economically and socially, and in the human being, there is really a great deal of confusion, mischief, and violence. These are obvious facts. And the politicians perhaps encourage it, and the religious people cannot do anything about it, the organised religions. They have tried in every way right throughout the world, depending on their particular religious idiosyncrasies and beliefs, to put an end to violence, and they haven't succeeded. They have talked a great deal about love, peace, goodness, being kind to each other and so on. And apparently this has never come about. And conquerors have tried to unite mankind, again through violence, through murder, war, torture. And again human beings, being what they are, cannot seem to unite, bring it about not only economically but socially, morally, feel for each other, whether they are brown, black, purple or white, and pink and all the rest of it, bearded and not bearded.\nSo one sees the utter and complete importance of a human being living harmoniously with his environment, and also inwardly, both in relationship and as a human being, vitally alive, passionate and capable and efficient. And it seems to me that is one of the major problems, if not the problem (sound of baby) - I am afraid it is going to be a choice between the baby and the speaker. As there is no choice we will go on.\nIt is one of the most important questions to solve: to bring about a complete unity, a feeling of a sense of 'not me'. It is this self-centred activity, at whatever level it be, socially, economically or religiously, this self-centred activity is the factor of division. The 'me' and the 'not me', we and they. And is it ever possible to go beyond this self-centred concern, activity. If anything is possible then one has a great deal of energy. What wastes energy is seeing that it is not possible and just drifting, as most of us do, falling from one... going from one trap to another. How is this possible? How is a human being, recognising what he is, a great deal of the animal in him, aggression, violence, a great deal of stupid mischievous activity, caught in various beliefs and dogmas and separative theories and formulas, revolting against one particular system, or establishment and falling into another establishment, which he himself recognises and doesn't call that conformity. So seeing all that, what is one to do? This has been, I think historically, as well as in every human being, at least who is sensitive and alive, aware of the things that are happening around him, must inevitably ask, not intellectually, not theoretically, not posit an hypothesis, but actually find out how to live, not at few odd rare moments but throughout the day and night and years till the end, a life that's completely harmonious, without conflict in himself, and therefore with the world. And this conflict, as one observes, arises from this self-centred concern, giving such tremendous importance to its appetites, whether it be sexual, economic, or what you will.\nThis has been, at least to all sensitive and people who are aware and serious, this has been always the question: how to go beyond his own petty little shoddy little self. Though he may call it god and soul and atman, and you know all the rest of the words that one invents, pleasant sounding words to cover up a corruption. How is one to go beyond it? And so not being capable we have invented an outside agency, which is environment. Change the environment, the social structure, the economic business and man will inevitably also change. That has proved utterly wrong and false and untrue. Though the communists insist on that theory. And the religious people have said, believe, accept, put yourself in the hands of something outside of yourself. And that too has lost its sting, its vitality, because it is not real, it is merely an intellectual invention, a verbal structure, which has no depth whatsoever. And then one has tried to identify oneself with a nation, with a larger group, and that too has brought dreadful wars and misery and confusion, ever bringing about division.\nNow seeing all this, what is one to do? Escape to some monastery? Run off and learn Zen meditation? Or accept some philosophical theory and commit oneself to that? Or meditate as a means of escape and self-hypnosis? So when one sees all this, actually, not verbally or intellectually, and seeing all that as leading nowhere, doesn't one invariably throw aside all that, deny completely and totally all that, all the various forms of self-identification with something larger, expecting the environment to shape man - laws, tyranny. And also seeing the absurdity, the falseness, the superficiality of beliefs, noble or ignoble, does one actually set aside all that? Or do we still play with all that? If one has, and that's quite a task because that implies a mind that is completely capable of looking at things as they are, without any distortion, without any interpretation, according to one's like or dislike, seeing things actually as they are, both outwardly and inwardly. Then what takes place with the quality of the mind? The mind being not only the nervous organism, but also the whole brain with all its memories, experiences, knowledge, based on security, because the brain can only function efficiently, healthily, sanely when it is completely secure.\nNow seeing all this and acting, not - seeing and action, they are the same - not the division between seeing and acting. That is, when you see something very dangerous, threatening, there is immediate action. In the same way, if you see all this, that man has invented, that human beings have constructed, as a means of escape from one's own tortures and agonies, loneliness, despairs, when one sees the danger of all that there is immediate action. After all that is intelligence. Intelligence is the seeing of the danger and acting. Therefore there is no division between seeing and acting. Observing what is actually going on both outwardly and inwardly, and the very perception of that is action, and when one doesn't act then insanity begins, then imbalance takes place. Then we say, 'I cannot do that, it's too difficult, what shall I do?'\nI hope we are communicating with each other. That is, not only verbally but actually seeing things as they are. After all, the meaning of this kind of gathering is not merely to spend a sunny morning in a rather uncomfortable seat and in a tent, but rather to listen so that we find out what is true, not according to the speaker, or according to your own particular like or dislike, or idiosyncrasy, but in talking over together, discovering for ourselves what is truth, which means giving real attention. One cannot possibly understand anything unless you give your attention, unless you hear completely. But hearing is one thing and listening is another. If you merely hear a lot of words and argue about it, and discuss intellectually of like and dislike, it has very little meaning, whereas if you listen really with your heart and mind, listen to find out, because it is a very serious thing we are involved in, this is not an entertainment. And as human beings caught in all this confusion, misery, and the appalling things that are going on in the world, for which we are responsible as human beings, we have to act, we have to do something, not in Jordan but where we are, as we are. And so one has to really understand what action is.\nAs we said, when there is a division in action, as idea and then action, the concept and then action follows, the formula and later on the action, in that division there must be conflict. I don't know if we see that. First we have an idea, don't we, what we should do, what we should think, a concept. And that concept is... comes about through our conditioning. And so there is concept, formula, an idea, and later on action, and therefore there is always conflict wherever there is division. I don't know if we are seeing this together. And this conflict between the idea and action is the most confusing factor in life. And is it possible to act - please do listen to this - is it possible to act without idea? The idea first and action later. Is it possible to act without the ideation taking place? Which is, the seeing and the acting together, which we do when there is great danger or a crisis, there is instant action. And is it possible to live like that? Which is, a way of life of sanity. That is, is it possible to see clearly the danger - let us take of nationalism, or the danger of religious beliefs, which separates man against man, the division between races, the Arab, the Jew, the Hindu, the Muslim, you know, all that nonsense that goes on - seeing the danger of division, the very seeing of it, not the believing that it is false - I don't know if I am... Belief has nothing whatsoever to do with perception. On the contrary, belief prevents perception. If you have a formula, or a tradition, or a prejudice that you are a Hindu, a Jew, an Arab, or a communist and so on - am I going too fast? It doesn't matter, it's up to you - that very division does breed antagonism, hate, violence. And when there is this division between the concept and action there must be conflict, and this very conflict is neurotic, insane. So can the mind see? - and the very seeing is the doing. That demands attention. That requires an alertness, of not only visual alertness but a quickness of the mind, a sensitivity.\nOne sees this, that you need to have a clear sharp, sensitive, intelligent awareness, and then one says, 'How am I to get it, to capture it?' When you put that question there is already a division. But whereas when you see the actual fact of what is going on, and the very seeing of it is the action. I hope this is clear. Because after all, every form of conflict, inwardly or outwardly - there is no division as the outer and the inner - every form of conflict is distortion. I don't think we realise this sufficiently clearly. We are so accustomed to conflict, struggle, and we feel when there is no conflict we are not growing, we are not developing, we are not creating, we are not functioning properly. We want resistance. And one doesn't see the implications of resistance, which is division. So can the mind act without resistance, without friction? Seeing that any form of friction, any form of resistance is division, and therefore action brings about a neurotic, conflicting states.\nSo when there is perception, observation, or seeing and acting then the activity of the self-centre comes to an end. I don't know if you see that. After all, the self, the 'me', the 'I', the ego, you know whatever that is inside, the observer, the censor, the controller, the thinker, the experiencer and so on, he is the past. The self is the past. And the past is knowledge. The self, the 'me', is the centre of all knowledge, of psychological knowledge - not the scientific knowledge, or medicine and so on. So when there is any challenge, response from the centre as the 'me' is the response of the past, and therefore there is conflict. I don't know if you see all this. Whereas the seeing, the instant seeing and the instant acting, the self doesn't enter at all. Therefore there is no division. The centre as the observer is the Hindu, the Arab, the Jew, the Christian, the communist and all the business. When he responds it is the response of the past, response of his condition, is the result of thousands of years of propaganda - religious, social, whatever it is. And that which is the past when it responds, must create division, inaction, and therefore conflict. Whereas when you see something very clearly and act there is no division. I don't know, is this clear?\nYou know, it is a great deal of fun to go into oneself, find out all this in oneself. You can't learn this from books - thank god! You can only learn through self-knowing, observing, then it is not second-hand but it is direct. And as most of us are second-hand human beings we find it awfully difficult to act without the 'me'.\nSo, from this arises a further question, which is: can man, realising the transiency of all things, find something that is not of time? You understand? Because the brain is the result of time, it has been put together through thousands of years, millennia. And thought is the response of memory, knowledge, experience, and thought can never discover anything new because thought is always the old. Thought can never be free. So anything that thought builds or thinks about is within the field of time. It may invent a god, it may conceive a timeless state, but it is still within the field of time because it is the result of thought, of the intellect. You may invent a heaven but it is still the product of thought and therefore of time, therefore unreal. So man, if one observes, has everlastingly sought this thing, realises the nature of time, not only the chronological time by the watch but also the psychological time in which thought has become so extraordinarily important, and man says, 'Is there something beyond all this time structure?' I don't know, are we with each other? Right? Can we go on?\nMan starts out to find this, then he gets trapped in belief, through fear. Then fear invents marvellous gods and all the rest of that business. Or he sets out through meditation to find it. Meditation - one has to be terribly brief about all this because it's too much involved in it - any form of structural meditation based on any system or method is a repetitive affair, which makes the mind somewhat quiet but dull. You know you have heard the repetition of mantras, you have heard about that, haven't you. I am so sorry you have heard about it. (Laughter) It is the same as repeating Ave Maria a hundred million times. And if you repeat something endlessly, then what happens? Obviously the mind becomes extraordinarily mechanical, rather stupid, and flies off into some mystical, supernatural, transcendental something or other. That's not meditation at all. You might take a trip, psychedelic trip by taking drugs, but that is not meditation. Meditation implies a mind that is so astonishingly clear so that every form of self-deception comes to an end. Because one can deceive oneself infinitely. And generally meditation is a form of self-hypnosis - seeing visions - all this is so, isn't it, rather absurd, shall we have to go into all that? Because you have visions according to your conditioning. It's so simple. If you are a Christian you will see your Christ, if you are a Hindu you will see your Krishna, or whatever it is, innumerable gods one has. But meditation is none of these things. Meditation is the absolute stillness of the mind, which means also the absolute quietness of the brain. Which is...\nYou are all rather listening intently, aren't you? I am afraid by listening to what the speaker is going to say you are not going to achieve this. There is no achievement at all, no gaining. You have to lay the foundation for meditation in daily life - how you behave, what you think, what you do. You can't be violent and meditate. It has no meaning. If there is fear of any kind, psychologically, any kind of fear, obviously meditation is a nice escape. So the mind which is the result of time, as the brain, when that operates, functions, when it begins to look or conceive then thought, who is the past, and all its activities can be so deceptive.\nSo meditation is the stilling of the mind, complete quietness. And this requires an extraordinary discipline. Not the discipline of suppression, conformity, following some authority, but that discipline, that learning - discipline, that word means to learn - the learning which takes places throughout the day about everything, that is, you are thinking, watching, then the mind has that quality, that religious quality of unity. And from that there can be action which is not contradictory. All this implies a serious person, a mind that is capable of clear, sane observation, without any distortion. And it is possible to live that way daily, not at the weekends - daily.\nAnd also there is the question in all this: what part do dreams play? Are you interested in all this? Shall I go on? Are you having fun? Because you see, the mind is never still, there is incessant activity going on. What goes on during the day continues during the sleep - the worries, the travail, the confusion, the misery, the anxiety, the fears, the pleasures, goes on when one sleeps, only there it becomes more acute. And it is symbolised through dreams, scenes and so on. Can the mind be completely still during sleep? And it is possible only when the activities of the day are understood at each minute as they are over. I don't know, you follow? Not carried over. You try some time not to carry your worries, your anxieties, your ambitions, your petty little activities over. If you are insulted, or praised, finish with it as it happens so that the mind is constantly free from problems. And as you sleep, then a different kind of quality comes into being because the mind is completely at rest. You are not carrying over the business of the day. You end it with each day. I don't know if you have gone through all this, if you have ever done it.\nThen you will see meditation has that quality of a mind that is completely at rest, that's completely free from all knowledge. But such a mind uses knowledge. I don't know if... Because it is free from knowledge, from the known, it can use the known. When it uses the known it is sane, it is objective, impersonal, not dogmatic. And so one discovers - not 'one discovers' - it happens that the mind, in this silence there is a quality which is timeless.\nAnd as we said, the explanation, the description is not the described, or that which is explained. But most of us are satisfied with explanations and descriptions, which are words. Therefore one must be free of the word, for the word is not the thing. And when one lives that way life has quite a different beauty. In that there is great love, which is not pleasure, not desire, for pleasure and desire are related to thought, and love is not the product of thought.\nWell, sirs, that's enough. Perhaps you would like to ask some questions and we can talk things over together.\nQuestioner: (Inaudible)\nKrishnamurti: I am afraid I can't quite hear sir, what you are saying.\nQ: Sir, I am saying that when I observe myself I see a very rapid movement and feeling, and I am unable to watch one thought amidst this confusion.\nK: Right, I understand, sir. I've got it. May I repeat it? Please correct me if I repeat something wrong. When I watch myself, thought... there is such rapid movement of thought I can never finish one thing, there is always a chain of events going on. Right, sir? What am I to do? I really don't know, do you? Let's find out.\nYou watch yourself, and as you are watching various thoughts arise. And if you think or try to understand one thought and go to its very end, as you are doing it another thought arises. So there is this going on all the time, this movement. Right? What is one to do? What will you do? Are you waiting for somebody to tell you what to do? There is your problem, that as you are watching yourself there are the multiplication of thought, multitude of thoughts, and you cannot finish one thought to the end. What is one to do? Go on, sirs.\nQ: Does it matter?\nK: Does it matter. Oh, probably nothing matters in that sense.\nQ: If when you go to bed or retire you can put aside your cares and your... (inaudible)\nK: Madame, we are trying to finish this question first.\nQ: I beg your pardon.\nK: Would you put the question differently, which is: why does the mind endlessly chatter? Would you put it that way? Why is there this soliloquy going on? What happens if it doesn't go on? Is the chattering the result of wanting to be occupied? You understand my question? Something to be occupied with.\nQ: It's a sort of escape.\nK: Madame, that's not an answer. If it is an escape, why is the mind escaping - from what? Please, go slowly, we are going to find out, don't state it is so. Ask the question, enquire. We chatter, why?\nQ: Because we are not aware at the moment.\nK: That settles it.\nQ: Is it because we can't bear the void of no self?\nK: We are going to find out, madame, go slowly. You want to be occupied with something, don't you. If you are not occupied, what takes place? You understand? If you are not occupied with what you are used to, if you are a housewife you are occupied with all the business, if you are a businessman you are occupied - scientist - occupation becomes a mania. Right? And why is the mind demanding occupation, which is chattering? You follow? Why? Watch your own mind, please, this is quite amusing, and entertaining or fun, to watch it, why it chatters. And what happens if it doesn't chatter, when it isn't occupied? Is there fear behind it?\nQ: (Inaudible)\nK: Fear of what? Please, go slowly. Fear of what?\nQ: Of being nothing.\nK: Fear of not being? Wait, look at what you are saying. Fear of not being.\nQ: Fear of the past.\nK: Fear of the past, whatever it is - fear. Fear about what? Fear exists in relation to something, fear doesn't exist by itself.\nQ: (Inaudible)\nK: Find out, madame, don't ask me, find out. Fear of what? Of being empty, being lonely, becoming aware of all this turmoil about you, in yourself, therefore be occupied with something? Like the monk, he is occupied with the book, with his ideas, with his gods, with his saviours, with his prayers, because the moment he stops he is just like anybody else. There is fear. So we want to be occupied. And this occupation implies a fear of finding out what we are. Right? Fear of our loneliness, of our ugliness, fear of our beauty - whatever it is. Until you solve that problem of fear you will chatter. Right?\nQ: As I watch myself, observe myself, the fear increases.\nK: As I watch myself fear increases. Naturally. So the question is not, how to stop the increase of fear, but rather, can fear end? You follow? What is fear? Please, don't reply. Let's learn, find out. What is fear? You may not feel fear now, because you are sitting here, you don't feel fear now so you may not be able to take that and examine it and learn from it. But you can take, immediately and immediately perceive that you depend, don't you? Right? Depend on your friend, on your book, on your ideas, on your husband - you know, psychological dependency, that is there constantly. Why do you depend? Because it gives you comfort, a sense of security, sense of wellbeing, companionship? And when that dependency is disturbed you become jealous, angry, and all the rest of it follows - or try to cultivate freedom from dependency, independent. Why does the mind do all this? Because in itself it is very empty, dull, stupid, shallow, so through dependence it feels more.\nNow, in the same way: fear. What is fear? That is, why does the mind endlessly chatter? It chatters because it has to be occupied with something or other. And this occupation you separate as the highest occupation of the religious man, or the lowest occupation of the soldier, and so on, this division. We are not talking about the various forms of noble, or ignoble occupations, but occupation. Because it is obviously frightened that if it wasn't occupied it might discover, it might - you follow? - it might see something of which it is afraid, and which it may not be able to solve. So one has to find out what this fear means. Learn about it, not how to end it, not how to suppress it, or escape from it, but learn about it. What is fear, in relation to something? Something I have done in the past, or something that might happen in the future: the past incident and the future accident, the past illness and the future pain of it. Right? Now what creates this fear? Thinking about the past, and thinking about the future, doesn't it. So thought breeds fear. Right? Are we going together? Thought breeds fear, as thought sustains, nourishes, pleasure. No? I have had marvellous food last night, and I would like to have it again. I had an extraordinary experience, a vision or whatever it is, and I want it again. So thought breeds both fear and pleasure, sustains both fear and pleasure, gives it a continuity. Right?\nThen can thought - please listen - can thought end, come to an end so that it doesn't sustain, give a continuity, nourishment to fear, or to pleasure? You see, we want pleasure, we want pleasure to continue but fear, let's put it away. But we never see the two go together. And thought is responsible. The machinery of thinking. So then one asks oneself, can this stop, can the machinery which sustains, gives nourishment, gives a continuity to pleasure or to fear - like when you see a sunset, the beauty of it, the colours, the extraordinary quality of that light - see it and end it, not say, 'I must have it'. You follow? To see it, and end it is action. Whereas if you see it, and enjoy it and want its repetition, it is inaction. I don't know if you see that. And as most of us live in inaction therefore this inaction becomes chattering. I don't know if you follow all this. Right.\nWhat time is it, sir?\nQ: Quarter past twelve.\nK: It's quarter past twelve. You want to go on with this?\nAudience: Yes.\nK: I hope you are also working as much as the speaker.\nQ: In fact when the chattering does go on, do you just observe it?\nK: When the chattering goes on, do you just observe it. That is, become aware of this chattering, without choice. Which means don't try to suppress it, don't say it's wrong, right, it must be - as you watch chattering you discover why it is chattering. You discover all the thing which you have just now described. And when you learn about chattering it is finished, there is no resistance to chattering. That is, through negation you have the positive action.\n"}]