[{"title":"what-fear-and-what-pleasure","text":"May we now begin? I don't know what you think this is. This is not a circus nor is it an entertainment for you to be amused either intellectually or emotionally. And if I may suggest, please don't clap; if you must clap, please clap when the speaker is not here.\nWe have so many problems, such complex issues that in order to understand them completely, one has to take a journey over the whole earth, see the various cultures objectively, sanely, rationally, and consider seriously the many conflicts; what actually is going on in the world, not only in the far world of America or Russia, but also in this country. We must see actually, not theoretically or verbally, what's going on. We must see them actually as they are, not through the eyes of a Hindu or a Buddhist or a Muslim or a Christian, or a communist or the extreme Maoism, we must be able to observe very clearly the facts, not ideals, not what you think should be or what ought to be, but actually what is going on. And when we examine what is going on, one must be able to observe the actual facts as they are, not what you think they ought to be. One has to drop all one's conclusions, theories and actually see with our own eyes, visually, sensory eyes, what is taking place in the world. One observes that there is great division.\nAudience: We can't hear.\nK: I beg your pardon. Is this all right now? Is it all right? Can you hear? Please, sir, don't take photographs. Please, may I say, that what we are here for is a serious matter. One has to be serious in life in order to understand the many complexities of life. If you are casually, superficially interested in what is being said, you should really not be here at all, because this is a very, very serious matter.\nAs we were saying, one has to observe what is happening in the world, the division, the conflict, the injustice, the wars, the national, linguistic divisions, religious divisions, and there is the everlasting war, and there is a great deal of violence and immense sorrow. This is a fact, this one can observe, how religions have divided people as the Hindu with his beliefs, the Christian with his doctrines, the Muslims with their faith, the Buddhists and so on, how religion which is organised belief, propaganda, with their rituals, with their sacred books, with their teachers and saviours have separated and brought about fragmentation in the human mind. There is the division of nationalities: the Indian opposed to the Pakistani, the Russian, the German, the American, the Vietnamese, and so on and on. Then there is the revolt of the young against the established order. In this country it doesn't take a very violent form, it is coming, but in the rest of the world, like America, it is rampant. And there is a great deal of social injustice, terrifying especially in this country: there is poverty, there is a great deal of brutality, violence, unspeakable horrors that are going on. And when one observes all this rationally, without any prejudice, without coming to any conclusion but just observing it, one sees very clearly that human beings have created this monstrous, decadent, corrupt society, not only in this country but in the rest of the world. That again is a fact. You are the world, the world is you. You are society, the culture in which you have been born and brought up, that culture, that society is the result of your efforts, of your greed, your brutalities, your violence. So you are the world, you are the community, you are the society, the culture. Do please realise this, that in this country where there is so much corruption, disorder, callousness, brutality, total indifference, you are responsible, each one, because you are India. You have brought about, put together through time the social structure with its divisions; you have put together the religion, the beliefs, the innumerable ugly gods; and you have built this society. So the world is you and you are the world, not theoretically, not verbally, but actually. Unless one realises this deeply, feel it with your heart, not with your petty little mind, cunning, insensitive mind, but if you feel it, as you must, because that is the fact, and that fact is not a theory, is not an idea. The explanation is not the explained, the description is not what is described. This is the fact, absolute fact: you are the community, you are the society, you have built this religion that separates, divides, brings such misery to man right through the world.\nAnd to bring about a vast, radical revolution, and that radical revolution is necessary not merely outwardly but in oneself. Unless you change, unless you cease completely to be a Hindu or a Buddhist or a Christian, a communist, merely bringing about a superficial reformation, altering a few patterns here and there, is not going to bring about peace to man at all. So it is your responsibility. It is the way you lead your life, the way you think, your activity, your daily corrupting ways, unless there is psychological, inward revolution, there is no possibility of really deep, profound, social change.\nOne may, as one observes again, see what is happening. Violence, though every religion has said 'don't kill', 'don't go to war', 'don't hurt another', 'be kind, generous, be tender, open your heart to another', the books have said it, and therefore the books have no value at all. What is relevant is what you are. So that being the fact, that the world is you, not as a theory but an actuality, the world, the community, the society, the culture in which you have been brought up, that culture, that society has been built through time by man. You are the result of that. And to bring about a change in the outward structure of the established, corrupt order, one must change oneself inwardly completely. This is a logical, sane, observable fact.\nAnd violence is considered as a means of changing society. It appears that through violence a quick change can be brought about, and therefore violence in certain parts of the world is justified, as in this country. And one can see again logically, sanely, that violence may bring about a superficial change in the social order, but that revolution, physical revolution either invariably ends in dictatorship or bureaucracy or chaos and in turn brings about tyranny, dictatorship. Again, that's an observable fact.\nSo a man who is aware of all these facts, not according to his particular prejudice or tendency, or according to his historical knowledge but actually feels, observes, sees the immense confusion and sorrow, and if he is a serious man - and I hope you are - then there is only one resolution. Which is, that you, as a human being, who are the result of time, result of your environment, to bring about a change you must radically, deeply change.\nSo the question is: can this inward revolution, the psychological mutation, is it possible not in some distant future but can it actually take place? And that's what we are going to investigate, understand and see if there is a possibility of a total change in the very brain structure itself. And for this one must share together the investigation, the enquiry. Communication means, that word, sharing together, thinking together, not agreeing together, or disagreeing, but thinking, observing, learning, understanding together, sharing together. That is, both of us, both you and the speaker have to take the journey together. And communication means something, have in common between you and the speaker, and that issue, that common thing, to examine it, to share, to understand, to investigate, is communication. Communication is not merely verbal. Of course there must be a verbal understanding. That is, if you understand English and the speaker understands English, then it is possible verbally to communicate. But communication means also sharing, and you cannot possibly share if you remain with your particular prejudices, beliefs, dogmas, conclusions. So we are taking a journey together into a very complex problem of existence. We are going to enquire together human relationship. We are going to examine together this whole question of violence, understand together fear, pleasure, whether sorrow can ever end, what it means to love and what it means to die; and the beauty and the truth of meditation, the quality of a mind that is truly religious, not the mind that has read all the sacred books, that's not a religious mind. A mind that is crowded with the authority of others' experience, that is not religious mind, the mind that is filled with the knowledge of what others have said, that's not a religious mind, the mind that believes, that has dogmas, conclusions, that plays with rituals, that's not a religious mind, and all this we are going to enquire together. What is truth, the beauty of it, the quality of it, and what it means for a mind that is completely quiet, and it is only a very still, quiet, untortured mind that sees the truth.\nSo we are going to, together, examine all this, and therefore you must have patience and also you must be able to listen. You know, one of our great difficulties is that we do not know how to listen. Please listen to what the speaker is saying, just listen, and the part of investigation together is to listen, together; but you cannot possibly listen if you are comparing what is being said with what you already know; you cannot possibly listen if you are agreeing or disagreeing. If you are merely listening to the words and not relating the word to the fact of yourself. And if you are listening with your conclusions, with your hopes, with your problems, with your sorrows, with your agonies, then you are not listening. But through listening together we shall be able to solve completely, totally, all our problems. So a mind that is capable of listening, not only to what the speaker is saying, but also listening to the reactions, to the responses, to your own mutterings, then we will share it together, then we will walk together.\nAnd what we are doing this evening and tomorrow evening is to understand this immense, complex, human problem, not how to change your government or how to immediately feed the poor, not how immediately to stop this appalling callousness and corruption but seeing the totality of the problem, the total problem, not a particular, fragmentary problem, the whole of the problem. Because life is not only going to the office - and unfortunately I don't know why you go to the office for the next forty years, as you have done - not only going to the office but understanding yourself, your wife, your family; understanding this extraordinary thing called sex, which has become so extraordinarily important; understanding the human conflict, both within and without; understanding together whether it is at all possible to live with peace in this world, not in retirement, not becoming a monk or a sannyasi, but to live in this marvellous world, which is ours, whether one can live at peace with love, with beauty, with truth. And to find all this you must be able to listen, not intellectually but with your heart, listen to understand, try to find out, because you have to learn from yourself, not from another. No book can teach you about yourself, no psychologist, no Gita, no Upanishad, none of the professors, the philosophers can teach you about yourself. What they can teach you is what they think you are or what they think you should be. That is their opinion, their conclusion, their perception, which is not yours. And since you have for centuries upon centuries accepted authority of others, the authority of your gurus, the authority of your tradition, what other people have said, that's why you have no energy, that's why you are so dull, insensitive, that's why you are second-hand human beings. I know you laugh - but when you laugh it indicates that it really does not touch you. It's like a man or a young man that goes through college, that gets a degree and gets a job and forever there he is, safe, and that's why your authority has destroyed you, the religions have destroyed you. Please do see this.\nSo we are going together with care, and if there is time in detail, together observe what actually we have become, not what we should be, because there is no ideal, there is no goal, there is no purpose, but only 'what is'. If you have a goal, a purpose, an end, you are avoiding or not capable of seeing actually what's going on. When you have an ideal, which is what you should be or what you should become, what must be, then you create - please listen to this, a very simple fact, do listen to it - you create conflict between what you are and what you should be and that's such a waste of time. It leads to hypocrisy. And those of you who have ideals, purposes, you'll become hypocrites, and you are hypocrites because you say one thing, do another, think another, and you talk everlastingly about ideals. A man who is concerned with truth has no ideals, for truth is in 'what is' and going beyond it. So we must understand 'what is'. That is, what you are, not what you shall become, not how to end your sorrow. We will deal with all that, but first put away from your mind, if you can totally, this dualistic attitude of what you are and what you should be. That's what you are being caught in, that is the very essence of conflict, that there is a division between the observer and the observed. We'll go into all that.\nSo what are we? What are you? Not according to any book, any authority or any psychologist. If you say what you are according to them, you are repeating what they say, but you are not learning, you are not observing yourself. So when you observe yourself, when you are aware of yourself, you see man throughout the world is caught up in pleasure and in fear. These are the basic principles: pursuit of pleasure both physically and psychologically, both outwardly and inwardly, pleasure. And you observe that our religions, the social structure, the social morality is based on pleasure. Your morality, which is greed, envy, hatred, ambition, competition, aggressive acquisition. Watch yourself, sir, don't just listen to a series of words, watch it. All that is what you call moral, the fact, not what you think should be morality, the fact is the social structure, the social morality of which you are is totally immoral. Aren't you? You are greedy, envious, acquisitive, ambitious, with an occasional flare of what you call love. So one has to understand basically these two issues: fear and pleasure. That is, to understand means to be free, to be free to look, to observe what pleasure means: where it has led us, what is involved in it, how it has brought about the extraordinary division between the observer and the thing observed, the division in religions, in nationalities and so on, the fragmentation has been brought about through pleasure, both economic, social and religious.\nAnd also one must understand deeply, not verbally, not theoretically, the whole complex question of fear. Where a mind is afraid, it cannot possibly see what truth is. It lives in darkness. Haven't you noticed for yourself when you are afraid of your neighbour, of your government, of your wife, husband or the policeman or what you will, when you are afraid, haven't you found how dull your mind becomes, how incapable of thinking rationally, how confused the mind becomes? So to understand fear and pleasure one has to observe it in oneself, not theoretically but actually see it operating in yourself.\nSo we are together going to investigate these two issues upon which all our actions are based. They may be superficial actions, hidden actions, conscious or unconscious actions. All our motives are based on these two fundamental principles: pleasure and fear. When you say you are seeking truth, what you are seeking is the permanent establishment of the thing you call pleasure. Observe it in your own life. And when the mind is frightened, fear, it divides people. It makes people violent, disorderly. They may discipline themselves endlessly, but if there is fear, there is distortion, there is corruption, there is violence, there is mischief. Please do see it in yourself. So one asks, as one must, if you are at all serious, and I hope you are for your own sake because the house is burning, not your particular little house but the fire is in the world. There is destruction in the world, there is murder, chaos, and that house is burning, though you may in Bangalore live a shoddy little life with a bank account and spin a lot of theories, but the house is burning. And a man who is really profoundly serious must understand these two principles. So we are together going to investigate what is pleasure and what is fear - not how to avoid fear, how to run away from fear, how to suppress fear or to overcome fear, but to understand it; not how to further pleasure, expand pleasure, but to understand it. Therefore you need, to understand it, a sensitive, delicate, observing mind capable of looking, not coming to any conclusions, because a mind that has conclusions cannot function sanely. Is that clear?\nShall we go on from this point? Shall we? Because at the end of this evening's talk, if you will, you are going to ask questions, any kind of question you want. And since you are going to ask it, you have to observe, learn from yourself, through observing yourself, these two factors of human existence: fear and pleasure. What is fear and what is pleasure? Why has pleasure become so extraordinarily important? You know it expresses itself in so many subtle ways: self-importance, prestige, fame, success, knowledge, erudition, all that lies along the path of pleasure. The worship of money, though you may go to temples and hear all the temple bells ringing, what you really worship is pleasure and money. So you have to understand it. A man who is really deeply, profoundly serious has to understand this, as well as fear. Right.\nNow, what is fear and what is pleasure? Fear doesn't exist by itself. It exists in relation to something, to public opinion, what people might say about you. There is the fear of death, there is the fear of the unknown, there is the fear of the known, fear of insecurity, fear of losing a job, fear of your wife who may do something which you oppose, or the husband doing something stupid which you think is right. Fear breeds violence. Haven't you noticed in a country that is becoming over-populated, every year more and more millions arriving, naturally there must be the growth of fear because of unemployment, lack of food, the insoluble poverty, the corrupt government. When you see all this, you are bound to be afraid. Which is not only your own security but also the security of the coming generation, your sons and your daughters. Fear of death, fear - you understand, sir, aren't you all afraid of something or other? A physical pain which you have had a week ago and you don't want that pain repeated. Somebody has hurt you and there is again fear in that hurt, and fear breeds violence. So unless you really are free of fear you are bound to create chaos in the world. And fear cannot be suppressed by an ideal, by the ideal of courage. See what happens. One is afraid, and you have an idea that by developing courage you can get rid of fear. Which is, avoiding 'what is', and hoping through courage to get rid of fear. You have understood? So if you have an ideal, that acts as an impediment for the understanding of 'what is'. That is, sir (noise of music) I don't know who is going to win out, the gramophone or the speaker.\nLook, sir, you must really understand very deeply, which is, you as a human being are violent, aggressive. That's a fact, and specially in this country for the last, I don't know how many centuries upon centuries, you have had the ideal of non-violent. Right? That's a fact. The fact that you are violent and the fact that you have had the ideal of non-violence. So what has happened? You are pursuing the ideal and in the meantime you are sowing the seeds of violence. Right? You say, 'I am trying to be non-violent, I will one day achieve a state in which there is non-violence', and therefore you become a hypocrite. All idealists are essentially hypocrites. Right? Swallow that pill and observe it. So we are not dealing with the ideal of courage or how to get rid of fear or how to suppress it but to understand it. The moment you understand something, you are free of it. And freedom does not come through ideals. Freedom and the beauty of freedom comes when you understand actually 'what is', when you really understand your own confusion, your own callousness, your own brutality. Out of that observation, out of that awareness, with care, with real attention, then out of that comes the beauty of freedom.\nSo what we are going to do is to observe and learn. Now, observe your own fear. You may not now - sitting here in this hall - be aware of your fear. You are only aware when it comes. So perhaps we can take a thing like attachment - you are all attached to your family, to your jobs, to your opinions, to your conclusions, to what you think - you are attached, aren't you? Now watch what you are attached to - maybe your wife, maybe your children, maybe the things you have invented as gods, or to karma, reincarnation, god knows what else, just observe you are attached. Now when you are attached to something, in that there is the desire to dominate, to hold, to possess, either the wife, the husband, the children, or an opinion or a judgement, to dominate, to hold. When you dominate and hold, what takes place in your mind? There is always the uncertainty of its impermanence. Right. Are you following this? So where there is attachment, there must be the uncertainty that the attachment may die, or the person to whom you are attached may turn to another and out of that jealousy, and so where there is attachment there must be fear. Right? And being attached, you say, 'I must get detached' and you pursue detachment, and then you ask yourself how am I to be detached. Then that becomes a problem. Then they will tell you, do this, don't do that, meditate, gradually detach yourself, become a monk, become a saint, become a holy idiot. Whereas if you understood, observed the implications of attachment you would see that there is fear. And instead of understanding fear, you cultivate detachment. You are following? Which is most deadly, because when you cultivate detachment what takes place? You become callous, you become indifferent, you withdraw, you resist, you never look at the beauty of a tree or the sky or the lovely sunset, because all that means attachment. So by your philosophy, by your detachment, you have created a monstrous India, you have become terribly ugly human beings. Therefore find out where there is attachment there must be fear.\nNow, we are going to understand what fear is, understand non-verbally, which means you have to look at your fear yourself, learn about it. So there is fear. What is fear? The fact, not the cause of fear. What is fear. One is afraid of death. Let's take that as an instance. We are not discussing what death is, whether there is reincarnation or not, we are not discussing that. The fear of death. What is that fear of suddenly coming to an end, suddenly getting detached from your moorings, suddenly getting detached from your family, from all your knowledge, from your position, prestige, from your beastly little house and cars? There is that fear. Right? That is, death, fear. What causes fear? What is the process of fear? Please investigate with the speaker what is the way of fear. You have had physical pain, a week ago or last year. You think about that pain, don't you? Hoping that it won't come back again. Right? Thinking about a past event, which has caused physical pain, results in not wanting it now or tomorrow. You are following all this? Therefore thought, thinking about something which is painful, is afraid that it might occur again. Right? So thought is responsible for the continuity of fear. Do you see this? I have done something wrong. It happened, let us say, yesterday or two weeks ago, and I am afraid that you shouldn't know it. I don't want you to know it. And I am afraid that you might get to know it. So thought, thinking about something which I have done, which has been done, which it doesn't want to be discovered, so hides, and is afraid that it might be. You understand, there is a physical incident of pain and there is a psychological happening which mustn't be revealed, mustn't be shown, mustn't occur again. And so thought, thinking about the pain, thinking about what has happened, gives a continuity to fear. Is that clear? Now please watch it in yourself; not how to end fear but what gives continuity to fear.\nNow, I have had pain last week. It's over. It's finished. But my mind thinks about it, is afraid. If thought doesn't interfere, it can end immediately, it's over. You are following? What happened, pain, two weeks ago is over, but the brain - please listen to all this - the brain has recorded that pain. The brain is a recording machine and that memory which is part of the structure of the brain, thinking about it, is afraid that it might happen again. Now, the speaker has not read any books, religious, psychological, biological or any book. You understand? I am saying... the speaker is saying this not out of vanity, but to show you that you can learn all about yourself completely without a book, because in you is the totality of man, in you is all history buried, not the dates of kings and wars, but the historical movement of growth. So when we are talking of the brain, it is not the result of instructions by a professor, of nerves of the brain-cells, you can observe it yourself, and therefore it is authentic, real. And in that lies great beauty and independence; freedom.\nSo thought which is the response of memory, of an incident, physical or psychological, is recorded in the brain-cells. The brain-cells hold this memory and therefore the brain-cells say, 'Don't, be careful, don't have pain any more, be careful, watch it.' Thought doesn't want it, and therefore thought breeds fear.\nNow, what is pleasure? Please do understand this thing, it is really extraordinarily simple when once you understand it. The very simplicity of it, to a complicated, intellectual mind, the very simplicity of it goes by; he wants a complicated thing. And this is a very simple matter. What is pleasure? You see a beautiful tree or a lovely sunset with marvellous colours. You see on that pond the light of an evening or the morning, the beauty of it, the stillness of it, the extraordinary depth of light and shade. It happens, you are there. And you see it and say, 'How marvellous that is', if you have time, and looked - which I doubt very much if you have. Then if you have, again, the brain-cells have recorded it, and the thought says 'I wish I could have that experience again tomorrow, it was so lovely, so beautiful, so enchanting'. You understand? Thought gives continuity to an incident of the sunset and wants it repeated. Yesterday you had sexual pleasure - don't be shy, observe it - you had sexual pleasure; that has been recorded and thought goes over it, thinks about it, chews the cud, builds images, and thought says, 'I must have it again'. So thought breeds fear and thought gives continuity to pleasure. You understand? Not detachment from pleasure, not desirelessness at all, which are all such shoddy ways of looking at life, because if you are seeking desirelessness as a way to truth, then you have a mind that is tortured, fighting, fighting your own instincts, your own demands, your own longings, and so your mind becomes twisted, tortured and a mind that is twisted cannot possibly see what truth is.\nSo you see now that thought gives continuity and nourishment to fear, thought sustains and gives a duration to pleasure. Is that clear? Simple fact. Then one asks: what is the function of thought then? Thought breeds fear and also because it sustains pleasure, in which there is invariably pain - you understand? - pleasure and pain are the two sides of the same coin, and the division brought about between pleasure and pain is the function of thought. You have understood? Thought divides pleasure and pain. Thought says 'I must have this and avoid that'.\nSo we have now to ask a question, which is, what is the function of thought, knowing that fear and pleasure are two sides of the coin? That you cannot possibly get rid of pleasure, because the moment you see a lovely thing, there is pleasure - see a beautiful child, a beautiful woman, a beautiful line in the sky, the bird on the wing, a lovely thought, a subtlety, all that is immense delight. Like joy. Joy is not pleasure, but having experienced joy, thought reduces it to pleasure, because it says, 'I must have it more'. You have understood? So what is the function of thought? What is thinking - not what you are used to thinking according to a pattern, thinking according to Shankara, Buddha, you know - but what is thinking? Surely thinking is the response of your collective experience, which is knowledge. Isn't it? If you had no knowledge at all, you couldn't think. If you had no knowledge of your name, of your house, of the direction, of language, you couldn't speak, you couldn't... it would be in state of amnesia. Right? So thinking - please listen to this - thinking is the response of collected memory, both the particular human being and the collective human beings. That is, memory, the tradition, the accumulated knowledge, the collective memory, from that, every thought is a response. That is clear, isn't it?\nThen what is the function of thinking or thought? You must have knowledge, both scientific, psychological, human knowledge, knowledge, that is, the accumulated experience of man, the accumulated experience of science, the accumulated experience of using words, how to play a piano and so on, you must have complete rational, sane knowledge, you cannot do without it, which is technology in different ways. And also you see what knowledge has done, which is, you have accumulated knowledge as an experience of the sunset yesterday - please listen, do pay attention to this - you have accumulated that experience which has become knowledge and you want that experience repeated and it may not happen, therefore there is pain. So knowledge is necessary in one direction and knowledge breeds fear and pain. You understand? Are you following all this, or is this too much for you, because probably you are not used to all this, to think clearly for yourself, not according to anybody; to observe for yourself the beauty of a tree, to observe Venus in the morning, to observe the beauty of a child, to observe your wife and the beauty of your wife or the ugliness of your wife or the ugliness and the beauty of your husband. So you see... this is too... I don't know if we can go into all this. You must; I will. When you had that experience of sunset yesterday, it was new, fresh, full of joy, something incredible, the light, the texture of it, the feel of it; that has been recorded, that has become knowledge, therefore that's already old. Therefore the old says, 'I must have the new experience' - you are following this? - and the new experience is translated in terms of pleasure. Right? No, you don't follow it; it doesn't matter.\nSo thought is the response of memory. Memory is accumulated knowledge, experience. You must have technological knowledge. And also you see the knowledge of yesterday not only breeds pleasure...not only gives continuity of pleasure but also to fear. So you see what thought does: that thought must function logically, sanely, effectively, objectively, in the technological world, and also the danger of thought. Right? So the question arises from that: what is the entity that holds the thought? You understand? The thought as pleasure, as pain. Are you all going to sleep? Whether you understand it or not I am going through with it. It's up to you, if you are tired of following logically everything that has been said, take a rest, forget what has been said, close your eyes and look at something else and come back. Which is - and please understand this is not a mass therapy. This is not a mass therapy. This is on the part of each human being examining these facts. We asked the question: what is it that holds this memory as a centre from which it operates? Have you observed that there is in you an observer and the thing observed? The observer is the censor, is the accumulated knowledge as Christian, as Hindu, as Buddhist, as God knows what else, communist, and so on, the observer, he is the centre, he is the ego, he is the 'me'. That 'me', that ego thinking, invents a super ego, the atman, but it is still part of thought invented by some other inventor, like Sankara is an inventor. So there is, if you observe in yourself, the observer, the censor, and the thing you look at which is the observed. So there is a duality as the observer and the observed, the 'me' and the 'you', we, the Hindus and they the Muslims. So there is in you the observer and the observed. Watch it. This division is the cause of all conflict, whether you call it a higher-self, the atman, the Brahman, it is still division, as national division, political division, the division of function, all division, between you and your wife, between you and your husband, division must invariably create conflict. So there is in you the fact as the observer and the observed, and the observer is the holder of all memory from which all thought arises. So thought is never new, thought is never free, it can think or invent freedom, but it is never free.\nSo, how to observe without the observer? You understand the questions we are putting one after the other? How to observe without the observer, the observer being the past, the observer being the image. Look sir, make it very simple and quick. You have an image about your wife or your husband, haven't you? Of course you have. That image has been built up, built, whether it is boy or girl, that image has been built through time - the wife nagging, you bullying, she offering pleasure, you will deny - you know - image. Slowly after forty years or ten years or two days or one day or one minute - the image has been built about your wife or your husband, your boyfriend or girl. The image-maker is the observer, and we are asking: can you observe your wife, the tree, or the husband, without the image, without the observer? Therefore, to find that out, you must find out the machinery of image-building. You understand? What is it that creates images? If you understand that, you will never create an image. Therefore you can observe without the observer. Right? You are following all this? It doesn't matter if you do or not. It is fun at least for me to talk, feel it, the beauty of it. That is why if you come to this with a fresh mind, with a mind that is not clouded, you see something every time totally different. We are asking whether the image-maker, the machinery of this image-making can ever come to an end. I will show it to you how it can... how it comes to an end.  \nFirst of all, you have to enquire what is awareness, to be aware, aware of the trees, of your neighbour, of the shape of the hall, aware of the colour of the various saris, shirts, aware outwardly and aware inwardly what's happening. To be aware choicelessly, not choosing, saying, 'I like this, I don't like -'. Just to be aware. Now, when you are so aware, at the moment of insult or flattery, at the moment, the recording machine doesn't operate - you insult me and at that moment of insult, if there is total awareness, there is no recording, because I don't want to hit you back, I don't call you a name, I don't do anything, I just passively... the mind is passively aware of the insult or the flattery, therefore there is no recording. Therefore there is no building an image. Next time somebody insults you, or flatters you, be totally aware, at that moment, without saying I like or dislike, then you will see the old brain, the old structure of the brain becomes quiet, doesn't instantly operate, there is an interval between the insult and the recording and the recording doesn't record because you are totally aware. Have you got it? Please see this when you go out next time, look at a tree, just observe it, see the beauty of it, the branches of it, the strength of the trunk, the curve of the branch, the delicate leaf, the shape of it, just look at it without the image - the image being the previous knowledge of your having seen that tree. You understand? So look at it without the observer. Look at your wife, or your husband, as though you are seeing her for the first time, which is, without the image. That seeing is true relationship, not the relationship between image and image. Therefore a mind that is capable of this observation so clearly is capable of observing what truth is. Which we will discuss, go into the whole question of meditation tomorrow evening.\n"}]