[{"title":"what-right-relationship","text":"May we go on talking over together where we left off the other day? We were talking together about order. I think we went into it pretty thoroughly. And then we went into the question of order within ourselves, not only outwardly but also inwardly. There can be no order inwardly, and outwardly naturally, if there is no self-knowing. And we went into that the last time we met here. We were talking about loneliness, and I think it is important to understand the whole business of it. I think most of us realise that we are - when we dare face it - terribly lonely, isolated human beings. And if we are consciously, or unconsciously, aware of it, we want to escape from it because we don't know what is behind it, what lies through it and beyond it. And being frightened we run away from it through attachment, through activity, through every form of religious or worldly entertainment. I think this is fairly obvious when one observes this in oneself. We, by our very everyday activity, by our attitudes and way of thinking, we isolate ourselves, though we may have intimate relationship we are always working, thinking about ourselves. And the result of it is - if you can examine it, as we shall presently - much more isolation, loneliness, greater dependency on outward things, greater attachment and the subsequent suffering from it. I do not know if you are aware of all this at all. And perhaps this morning, as we are sitting here for an hour or more, we could become aware, if you will, of this thing called loneliness, isolation in our relationships, attachment, dependency and suffering. This is what is going on all the time, if one is observant, in ourselves.\nOur activity is self-centred. We are thinking about ourselves endlessly: how healthy we are, or unhealthy, that we must meditate, sit rightly, that we must make progress, we must change, we must have a better job, more money, better relationship - me and my - you follow? The eternal circle, a vicious circle that is going on all the time. Me sitting next to god - on the right hand side, of course! And me attaining enlightenment. I must achieve in this life something or other. We are always concerned and devoted to ourselves. And again that is an obvious, daily fact. And from that concern our activities, whether we go to the office, factory, whatever activity we do, social, concerned with the welfare of the world - it is always me and the world. This self-concern does produce through its daily occupation, daily travail, daily relationship, an isolating process. I think this again is fairly obvious. And this isolation ends up, if one goes into it pretty deeply and thoroughly, into an awareness of loneliness, being completely alone, isolated, not having any relationship with anything, though you may be in a crowd, or sitting next to your friend. Suddenly it comes upon you, this sense of isolation, this sense of completely being cut off from all relationship. I do not know if you have not noticed it. Haven't you? Or is this something of which you have no knowledge?\nIf you are aware of it, and becoming aware of it, knowing it - it is there - we try to escape from it, don't we? - occupation, nagging, thinking about meditation as an escape. And all this, doesn't it indicate that the mind, whatever it is, shallow, or deep, or superficial, or merely caught in technological knowledge, the mind being occupied with itself all the time must cut itself off from every form of relationship. And relationship is the most important thing in life, because if we have not right relationship with one - please listen to this - if we have not right relationship with the one, you cannot possibly have right relationship with any other human being. You can imagine you'll have better relationship with another, but it is just a verbal, imaginative relationship. But if you understand what relationship is, relationship between two human beings and therefore with the rest of the world, then isolation, loneliness with all its suffering, has quite a different meaning.\nSo what is relationship? We are going back after establishing what is relationship, to try to find out why human beings are so desperately lonely, wanting to be loved, not having love, cutting themselves off, both physically, psychologically, and thereby becoming neurotic. Don't you know so many people are so extraordinarily neurotic? Including ourselves of course, not others! Slightly unbalanced, fixed on some particular idiosyncrasy. All this arises, it seems to me, if you examine it closely and go into it, from the utter lack of right relationship.\nSo before we begin to understand how to bring an end to this loneliness, to this suffering, to this ache and anxiety of human existence, one must go into this question of relationship. What it means to be related. Are we related at all with another? Or we think we are, thought asserts that you are related but actually you may not be related because unless - again, it appears - unless we find that a human being can live with another, intimately or not, sexually or not, unless one finds deeply the truth of relationship, it appears human beings must inevitably end in sorrow, in confusion and in conflict, whether they go to church, whether they believe in god, whether they do social work or whether they accept various forms of beliefs and all the rest of it, that has utterly no value at all unless human beings have established between themselves a relationship in which there is no conflict whatsoever. And is that possible? Can you and I, perhaps you could have a very good relationship with me, because I am going next week or the week after, and - finished. But whether you have a right relationship - perhaps, not - I don't like to even use the word 'right' - a relationship at all with another, and what does this relationship mean? Can there be a relationship between two human beings if each one is occupied with himself, if each one is concerned with his own ambitions, worries, anxieties, his position in the world, his fame - you know all the rest of that absurdity that human beings go through? When a human being is caught in that net can he have any relationship at all with another?\nPlease examine it and let's go into it because we are sharing this thing together, we are not just listening to a morning sermon. You know talking of sermons, one day a teacher who has been giving sermons for many years before a small and elect audience, one day as he got onto the platform, he saw a little bird come and sit on the porch or the window, on the sill, and it began to sing; and it sang for several minutes. At the end of it, it flew away, and the teacher said, 'This morning's sermon is over'. I wish we could do the same here now! (Laughter) That would be lovely, wouldn't it? At least it would be for me.\nSo what is relationship? Can there be a relationship when each human being has a problem - however trivial, however complex, can there be a relationship when each one is pursuing his own particular aggrandisement? Can there be a relationship when each one pursues his own particular little tendency? Can there be a relationship when there is ambition, greed, envy, when each one has a belief - please follow all this - to which he clings? Can there be any relationship between a man and a woman when one is a Catholic and the other is a Protestant, or a Hindu or a Buddhist - practising, not just casual? So what is relationship? Because it seems to me that it is one of the most important things in life, because living is relationship. If there is no right relationship there is no living at all, it is then merely a series of conflicts, either ending up in divorce, or just separation, or isolation with all its anxieties, attachments, fears and all the things that are involved in this sense of being completely isolated. I am sure you know all this. The more one grows older, not merely in age but in observation, one realises - I must be careful here, observation is not a matter of time, I must withdraw that. One observes in life how extraordinarily vital relationship is. And apparently very few human beings have broken down the barrier that exists between themselves and another. And to break down this barrier, with all the implications in it - not just the physical barrier, one has to go deeply into this question of action. Right? Are we following each other? Good.\nWhat is action? Action is not the future action, or the past action, but action - the acting. Is it the result of a conclusion and acting according to that conclusion? Or is it based on some belief and acting according to that belief? Is it based on some experience and acting according to that experience or knowledge? And if it is, then action is always in the past. No? And so our relationship is always in the past, not the present. Are we meeting each other?\nLook: if I have a relationship with another, in that relationship - and relationship is action, obviously - in that relationship I have built up through many days, years, or a week, an image about her, or him. And according to that image I have, I act. And she acts according to that image which she has. And this image is the relationship between her and me, or him and you. Right? Are you following all this? Please do observe your own minds, your own activity in relationship and you will soon find out the truth and the validity of this statement. Our relationship is based on image. Right? And how can there be a relationship with another if it is merely a relationship of images? You understand? No? All right, I'll go on. Tant pis! If you don't understand you don't understand it. It's up to you.\nBecause I am concerned in life in having right relationship, in a relationship in which there is no conflict whatsoever, and a relationship in which I am not using another, and not exploiting another, either sexually, for reasons of pleasure, or companionship. And I see to have such a relationship in which there is absolutely no conflict, because to have a conflict destroys any form of relationship, because I must resolve that conflict at the very centre, not at the periphery. And I can only put an end to that conflict by understanding action, not only in relationship but in daily life. I want to find out whether my activity is isolating, building a wall round myself, the wall being myself concerned with myself, with my future, with my happiness, with my health, with my god, with my belief, with my success, with my misery - you follow? Or my relationship has nothing whatsoever to do with myself? You are following? Myself being the centre, and acting according to me, to my satisfaction, to my glory, to my happiness, must isolate. And where there is isolation there must be attachment, dependency. And when there is a doubt in that attachment and dependency, then there is suffering, and suffering implies isolation in any relationship. I see that very clearly, which is not verbal, or intellectual, but actual - an actual fact.\nSo (Sound of train) - ah, there is the train - how am I, who have built for many years images about myself, and images about another, having isolated myself through action, through belief and so on, how am I to be free of these images? That is my first question. Images of my god, my religion, my conditioning, the images that I must achieve fame, or achieve enlightenment - which is the same thing - achieve success and therefore frightened of being a failure. You are following all this? So I have many, many images about myself and about you. Now how am I to be free of them? Does it lie through analysis? We went into it the other day. Does the ending of images, the building up of images, does it come to an end through the analytical process? Obviously not, which we went into the other day, and I'm not going back into it. Then what am I to do? It is a problem - you understand? - it is a problem and I must end that problem, not take it over the next day. I went into that too. Because if I do not end my problem today, the problem creates disorder, disturbance, and a brain needs order to function healthily and normally, non-neurotically. I must establish order now, during the day, otherwise the mind worries about it, gets dreams and all the rest of it, and is incapable of being fresh the next morning. We went into that again some time ago. So I must end this problem of building and preventing images. Right?\nNow how is this to be done? By not creating a super-image, obviously. Right? I have many images - suppose I have, I haven't got it, thank god! - suppose I have many images. The tendency is, not being able to solve it, to be free of these images, the mind creates a super-image - the higher self, the Atman, the various forms of outside agencies, whether the outside agencies be spiritual or the elder brother of the Communist world, or the religious world. Without creating a higher image, there must be the ending of all the images which I have collected. Now how is this to be done? I hope you are interested in this. Because if I have any single image there is no possibility of having good relationship; because images separate, and where there is separation there must be conflict, not only nationally but between human beings. That is clear. So how am I to be free of all the images I have gathered in my life, so that the mind is completely free and fresh, and young so that it can observe anew the whole movement of life? Right?\nNow first of all I must find out how the images come into being, non-analytically. Right? That is, I must learn to observe. Now is observation based on analysis? I observe, I see. Is that the result of time, of analysis, of practice? Or is it an act outside of time? I give it up! Because I'm awfully interested in this because you see man has tried to go beyond time by various tricks, and they have always failed. Man has tried, knowing that perhaps he is not capable of getting rid of these innumerable images he has created a super-image, and to that image he becomes a slave and therefore he is not free, whether that super-image is the state or anything else, it is still not freedom, it is another image. Please follow this carefully. And being vitally concerned with the ending of image, because then only is there a possibility of having right relationship with another, my concern then is to find out if I can end all the images instantly - not go chasing one image after another, that will lead nowhere, obviously. So I must find out if it is at all possible to break the mechanism of the mind which builds images.\nSo I must go into the question of what it is to be aware - sorry it makes it a little complex, but doesn't matter. Because that may solve my problem. My problem being the ending of all images, because that gives freedom, and where there is freedom then only there is a possibility of having right relationship, a true relationship, in which every form of conflict has come to an end.\nSo what does this awareness mean? Awareness implies an attention in which there is no choice whatsoever. I can't choose one image over the other. Then there is no ending of that image. So I must find out what it is to be aware in which there is no choice at all but only pure observation, pure seeing. Are we going along? Now what is seeing? How do I look at a tree, or a mountain, the hills, the moon, the flowing waters, how do I look at it? There is not only visual observation but also the mind has an image about the tree, the cloud, the mountain, the river. That river has a name, that river makes a sound which is pleasant, or unpleasant. I am always observing, being aware of things, in terms of like and dislike, in terms of comparison. And is it possible to observe, to listen to that river without any choice? To listen - without any resistance, without any attachment, without any verbalisation. You do this please as we are talking. This is your morning exercise. Can I listen to that river without any sense of the past? Can I observe these various images without any choice, which means without condemning any one of them, or being attached to any one of them, without any preference, just to observe? Can you do it? You can't, can you? Why? Why can't I - please put yourself that question - why can't I observe all the images which I have, without any prejudice, without any preference, why? Why can't I do it? Is it my mind has become used to prejudices, preferences? Or is it lazy, has not sufficient energy? Or is it that it doesn't really want to be free of any image but hold to one particular little image? Which means the mind refuses to see the truth, the fact that all existence is relationship, and when there is conflict in that relationship then life becomes a misery, a confusion, loneliness, you know all the rest of it follows.\nSo does the mind see the truth that where there is conflict there is no relationship - the truth of it, the fact of it? - seeing being non-verbally. Now how do you, how does one be free of the images that one has? First of all I must find out how these images come into being, how they happen, what is the mechanism of it. You can see that when you are not paying attention at the moment of actual relationship, that is, when you are talking, when there is nagging, when there is brutality, when there is an insult, at that moment when you are not completely attentive, then the mechanism of building an image starts. Right? That is, when the mind is not completely attentive at the moment of action, then the machinery of building images starts. Right? That is, when you say something to me which I don't like, or I like, and if at that moment I am not completely attentive, then the machinery starts. If I am attentive, aware, then there is no building of image. Right? Right? Which means that the moment when the mind is fully awake, not distracted, not being frightened, or rejecting what is being said, at that moment when the mind is completely awake, then there is no possibility of having an image. You try this, do it during the day. Then what happens to all the images that one has collected? I have found now how to prevent the building of images, but what happens to all the images that I have gathered? You are following the problem? What do you do with them? I hope you are working as hard as I am doing - are you? I doubt it!\nApparently this is not your problem, because if this were your real, deep, vital, intense problem of your life, you would have found the answer, you wouldn't be sitting there for me to find the answer and then you to copy it. Now what happens to all the images that you have collected? Do you know you have many images, hidden away in your cupboard of the mind? And can you resolve them all bit by bit, one image after the other? And that would take an infinite time, wouldn't it? While you are dissolving one image you are already creating another, so there is no ending to the gradual process of gradually getting rid of one image after another.\nSo you have found a truth, which is: that you cannot get rid of the images bit by bit, one by one; therefore there must be a mind, because it has seen that it is not possible to be free of the images one by one, because it has seen that, the truth of it, then the mind, when it is aware of creating the one image, in that attention all the other images go away. I wonder if you see? Have you got it? No.\nAs we said just now, images are formed when the mind is not attentive. Please bear that in mind. When the mind is not attentive then the images are formed. And most of our minds are inattentive, have no attention. Occasionally you have attention, the rest of the period you are inattentive. In those periods of inattention images are built up. And when you are aware of one image attentively and aware attentively how the machinery operates, then in that attention all images come to an end, all images, both the past and the present building of the image. What matters is the state of attention. Right? Not how many images you have. I wonder if you see. Please do get this. Do understand this because this is a most important thing. I'll sit here for five hours till you understand it! Because this is really... if you can really grasp this once you will have understood the whole machinery of the mind.\nYou see most of us have not been able to solve our problems. We don't know how to solve them. And therefore we live with them, and they become our habit, they become like an armour through which you cannot penetrate. And when you have a problem which has not been resolved then you have no energy, the energy that you have is taken up by the problem. And so you have no energy. And having no energy you fall into the habit of it. So you have to find out, if you are at all serious, if you really want to live a life in which there is no conflict whatsoever, you have to find out how to end a problem instantly, immediately - a human problem. Which means give complete attention to that problem, that is, not seek an answer to the problem - please follow this - not seek an answer to the problem because if you are seeking an answer then you are going beyond the problem, whereas if you remain with the problem completely attentively, then in the problem itself is the answer, not outside the problem.\nLook sir, let me put it differently. We all know what suffering is, both physically and psychologically, inwardly. Physically the pain, one can deal with that by various remedies and not allowing the memory of that pain to remain. Do you follow? If you are aware of that pain, and in that very awareness you will see the memory of the past pain disappears. And therefore you have energy to meet the next pain, if you have - physical pain. Psychologically we have all suffered in various degrees, with greater intensity or lesser, we have all been through suffering of one kind or another. When we suffer, instinctively we want to run away from it - church, amusement, god, football, you know, anything to get away from it, read books and all that - I won't go into all those absurdities we do. Now if the mind is attentive, and does not move away from suffering at all, then you will see out of that complete attention there is not only energy, which means passion, but also the ending of suffering. In the same way all images can come to an end instantly when there is no preference for any image. This is very important: when there is no preference for any image. Because you have no preference you have no prejudice, then you are attentive, then you look. In that observation there is not only the understanding of building up images but also ending all images. If you haven't got it, tant pis, I must go on.\nSo I see the importance of relationship, and there can be a relationship without any conflict, which means love. Love is not image. Love is not pleasure. Love is not desire. Love is not something to be cultivated, it is not dependent on memory. And can I live a life, daily life, without any sense of self-concern? The self-concern is my major image. Right? Can I live without that major image, and therefore action, which does not bring isolation, loneliness and suffering? Right.\nNow do you want, shall we talk, discuss? Yes sir?\nQuestioner: When one looks within and seems to experience a deep passion to understand, unmotivated, but with a bit of candour you find that actually this feeling is a wish for the experience of reality and as a result can the self, which is all we know today, experience this seemingly essential unmotivated passion and see the essential difference between those feelings?\nKrishnamurti: Will you give me a breather? I'll translate it in a minute. I'll repeat what the question is. Let's take a rest a bit, shall we? If you don't mind.\nThe questioner asks - please correct me if I am not repeating it rightly - the questioner asks: the self, the me, wants to experience something real, something beyond the self. Oh, no! It's all right, sit down, sir, it's all right. Don't get excited. It's all right, sir. Somebody has fainted. It's too hot in this tent. The questioner asks: can the self, the me, experience the real? Right sir? That is one part of the question, isn't it?\nQ: Can we have the unmotivated passion that is necessary to perceive the truth?\nK: Can the self have - I am repeating the question - unmotivated\npassion, which alone can bring about the perception of the truth?\nRight? Can the self have that intense passion, which is necessary, that intense passion, energy, vitality, drive, to understand, perceive that which is not of the self. Right?\nNow first of all, what is the self? When you say the 'me', when you say: 'the 'me', can I experience the real, the extraordinary thing', what is that 'me'? What do you think is that 'me'? That 'me' is the result of your education, that 'me' is the result of your conflicts, your culture, your relationship with the rest of the world, the propaganda which has been shoved down your mind for two thousand or ten thousand years, that 'me' which is attached to your furniture, to your wife, to your husband - right? - that 'me' that says, 'I want to be happy', 'I have achieved', 'I must...' - all that. It is the 'me', isn't it? No? The 'me' that says, 'I am a Christian', the 'me' that says, 'I am a Communist' - Muslim, Hindu and all the terrible divisions. Now can that 'me', which is isolated, which is by its very structure and nature limited, and therefore creating division, can that 'me' have any passion at all? It can have passion of pleasure, which is different from the passion of which we are talking about. Obviously not. So only with the ending of the 'me' is there passion. And it is only a mind that is free from all the prejudices, opinions, judgements, what 'you should', 'you should not' - conditioned - it is only such a mind that can have passion, intensity, and therefore be able to see that which is.\nQ: Yes.\nK: You say, 'Yes'. Is that merely a verbal statement, or you really see the truth of it and therefore you are free?\nQ: (Inaudible)\nK: Of course, sir. That is right. This is in Spanish. Just a minute sir. I have understood a little Spanish, now he is going to destroy it! (Laughter)\nQ: (Inaudible Spanish)\nK: Have you got it sir? What, images waste energy?\nQ: These images that are within ourselves waste energy.\nK: Of course, obviously. Yes sir, that is right. Oh Lord! The question is: do not these images that one has, one or many, don't they waste energy? And therefore, all the rest of it. What do you say? Obviously, it is so. If I have an image about myself and that is opposite to your image, they must be in conflict, and therefore it must be a wastage of energy, isn't that so? Don't waste time on this.\nQ: Can a person who is free from any problems have relationship with people who are full of problems?\nK: Right. Can a person who is free of all problems, can he have any relationship with another who is full of problems. Well, you have answered it. Haven't you answered the question? Can he? If you are free of problems - really, not just imaginatively - actually free of every problem that human beings have - death, love, sorrow, fear, pleasure - you know, problems - can I have any relationship with you if I have many of my problems? Obviously not. Then what do I do? You have no problems - listen to this - and I have problems, then what do I do? I either throw you out, push you away, or I begin to worship you. Right? I put you on a pedestal and say, 'By Jove, what an extraordinary man he is! What an extraordinary man he is, he has no problems!'. And I have, so I begin to worship you, I begin to follow you, I begin to listen to whatever you say, hoping I will resolve my problems by following you. Which means what? I am going to destroy you with my problems. Because I threw you out, now I accept you by worshipping you, which means I will also kill you.\nQ: Is there any hope for us?\nK: Is there any hope for us. It all depends on you. If you are serious, if you really deeply are interested in resolving your problems completely, then you have the intensity and the vitality to resolve them. Not if you play with them one day and pick it up the next - well.\nYes, madame?\nQ: (French)\nK: Yes. Isn't it very hot? The lady asks: we seem to look at everything from a distance, through a passage, through a narrow vision. Right? C'est ca, madame?\nQ: May I ask a question?\nK: Yes sir.\nQ: Krishnaji, when you were last in Amsterdam in May, at the end of the very first talk, there was a boy got up with a problem. The problem was drugs and you said - I won't put an end to you taking drugs - and you demonstrated this by taking off your... And the whole hall of a few thousand people were silent and nobody said a word after that. One's own question is: is there anything else we can do to help the youth?\nK: The gentleman asks: what can we do to prevent others from taking drugs? Do you take drugs here?\nQ: No.\nK: I understand your question sir.\nQ: We drink coffee, we drink alcohol.\nK: Wait sir. Wait, sir, wait, sir. We drink coffee, we take alcohol, we smoke, we do all kinds of things, including taking drugs, marijuana, speed, grass, all the rest of it, hashish, opium and heroin - right? Now do you want to go into this?\nQ: Yes.\nK: Delighted! Why do you take them? Coffee - please listen to this - coffee, tea, marijuana, heroin, alcohol - why? Coffee, tea are stimulants, aren't they? No?\nAudience: Yes.\nK: I know. I know. I don't take them but I know. Coffee, tea are stimulants. Physiologically you may need some form of stimulant. Right? Some people need them. And is alcohol, tobacco the same as taking drugs? Go on, answer it.\nAudience: Yes.\nK: Wait. Alcohol you say is the same as taking drugs.\nQ: No.\nQ: Yes.\nK: Wait, wait. Don't take sides, please. One says no, and somebody else says yes. Then where are we? I am asking: why do you take any of these things at all? Is it that you need stimulants? You need to be pushed, encouraged, stimulated? Go on, answer, sir. You were so quick saying yes, now answer this. Football, stimulating. Alcohol, stimulating. Tea, tobacco, heroin, all the rest of it. Why do you need them?\nQ: To escape.\nK: To escape. Take a glass of wine and you are happy, therefore it is quickly done!\nQ: Yes.\nK: Wait, wait. Wait. So you need stimulants in various forms. Are you being stimulated here by me?\nQ: Yes.\nK: Wait. (Laughter). Do please pay a little attention. Don't - Are you being stimulated by the speaker? Don't say, no, and this gentleman says, yes. Please. Investigate it, please. Are you being stimulated? If you are then the speaker is as good as a drug. Then you depend on the speaker, as you depend on the drug or coffee, tea, marijuana and all the rest of it. I am asking: why you depend, not whether it is right or wrong, whether you should, should not. Why do you depend on any of these stimulants?\nQ: We don't answer in defence. We can see it has such and such action on us, but we don't need to be dependent.\nK: He says, we can see its action but we need not be dependent. But you are dependent when that stimulation wears out and you need more stimulant, which means you are dependent. I may take LSD one morning and get a kick out of it, take a trip and whatever it is, and it lets me down and I have to pick it up again the day after tomorrow. So I depend on it. Now I am asking why the human mind depends - listen to this, please - on sex, on drugs, on alcohol, or on any form of stimulation outwardly. This is all psychological. Right? Coffee, tea may be physiological because we eat wrongly, we live wrongly, we overindulge and so on and so on, we need certain forms of stimulation. But why do we want to be stimulated in any other way, psychologically? Is it because in ourselves we are so poor? Yes. Is that it? Because we have not the brains, the capacity to be something entirely different, and not be dependent on all this? Then if you are dependent, alcohol, coffee, tea, drugs - drugs are much more serious than alcohol - or tea, or coffee, because drugs, from what I have been told - I haven't taken them - from what I've been told by doctors who have gone into this pretty thoroughly, that it destroys the brain cells.\nQ: Doesn't alcohol?\nK: Wait. It destroys brain cells, alcohol may do it gradually, take a number of years, but the drugs are very, very serious because it affects your future generation, your children. So if you say, 'Well, I don't mind what happens to my grandson, I want to indulge in drugs' - that is the end of the argument. But I am saying, what happens to your mind when you depend on something, whether it be coffee, tea, sex, anything you like, waving a flag?\nQ: I lose my freedom.\nK: You not only - you see you say these things but you don't live it. Do you? Does it destroy freedom? Doesn't it, when you depend on something, doesn't it make you a slave to alcohol - you must have your drink, your martini, whatever you take. So gradually your mind becomes dull through dependency. And therefore it has been established, long ago, in India, that any religious man who is really religious will never touch any of this. But sir, you don't care. You say, 'Well, I need stimulation'. You know I met a man once who took a lot of drugs, LSD and he said I go to the museum after taking LSD and I see colours more brightly, everything stands out more sharply, there is beauty. But his mind becomes gradually destroyed, he may see the lovely light of a sunset, but his mind is going, gone, finished. After a year or two he is just a thoughtless entity. Now if you like all that kind of stuff, go to it. But if you don't like it, put it completely away from you. I think that is enough, don't you?\n"}]