[{"title":"what-religious-life","text":"Krishnamurti: I'd like to talk over the question of the observer and the observed, and awareness. This is the last discussion or dialogue. What shall we talk about apart from what has been suggested.\nQuestioner: (Inaudible)\nK: No, no, yoga has quite a different meaning - I'll explain.\nQ: Can we talk about intelligence and meditation?\nK: Intelligence and meditation. And the other gentleman said, could we talk about the religious life - the meaning of that word 'religion' is to tie together and could we talk about it, like 'yoga' which is 'to tie together'.\nQ: I wonder if we might not talk about our purpose of being on this earth?\nK: The purpose of being on this earth - god only knows! (Laughter)\nNow could we discuss what is a religious life and perhaps in that, in talking that over, we'll come upon this question of observer and the observed, intelligence and meditation, and all the rest of it. Shall we? Do you want to discuss that?\nLet us dispose of the word 'yoga'. As it is generally understood, the word 'yoga' is generally understood as bringing together, tying together. I have been told by scholars that the word 'yoga' doesn't mean that at all; nor all the exercises and all the racket that goes with it. What it means is unitive perception, perceiving the whole thing totally, as a unit, the capacity, or the awareness, or the seeing the whole of existence as one - unitive perception, that's what it means, what the word 'yoga' means. Right, sir?\nWhat is a religious life? I don't know if it interests you at all to find out what religion means, not the accepted meaning of that word - belief in some saviour, in some form of god, in some form of ritual and so on, which is all propaganda, and for me has no value whatsoever - that's not a religious life. Can we go on from there? Are you quite sure we all see that fact? A Catholic can be brought up believing in something - a saviour and so on, as most of the Christian mythology is based on that. That is, he's been conditioned from childhood, to believe - baptism, you know, the whole business of it. And in India and other parts of the world it is the same - from childhood you are conditioned to believe in something, in god, in Atman, in Brahman, in a way of life, a religious life, with all its sanctions and sacrifices, with their rituals, dogmas, priests, organisations and all that. Now can we honestly put aside all that? Can we? Not become atheists, not say, 'Well, that's all rubbish, nothing exists', but we are trying to examine the whole problem of what religion is, what religious life is. Can we - if we are at all serious - can we push all that aside. Have you pushed all that aside? Right. I don't know, it's up to you. You may not belong to any sect or any group or any community that believes in god, or doesn't believe in god - that belief in god or no god, is another form of fear. Right? Mind wanting some kind of security, certainty, because our life is so uncertain, so confused, so meaningless, we want something to believe in. So can we also put that aside? The hope that something outside, a superior agency exists - we are going to enquire, therefore all that must obviously be put aside. Can we proceed from there?\nThen what is a religious life? What do we mean by religion? And what relationship that word or that feeling, that man has sought or enquired into for millennia, millions of years he's been searching, searching, what relationship has that with meditation? Right? Can we go on from there? That is, one's mind has completely understood the falseness of organised belief, organised religion, organised church, organised priests with their saviours, with their gods, with their rituals, the mind must be completely... have understood and gone beyond that.\nThen also the mind must go beyond this desire to find something, this seeking. And that's much more difficult - intellectually one can see all the absurdities of religions, but the mind is seeking, not enquiring but seeking. I hope we see the difference between the seeking and the enquiring. Seeking implies... (sound of aeroplane) Seeking implies going from one group to another, one guru to another, one sect to another, seeking if you can find happiness, contentment, satisfaction, in Buddhism, or in Zen, or in Hinduism - you follow? - seeking. And there are all the people who purvey what you want, the people who talk a great deal about Buddhism, explain Buddhism, and you seeking, not knowing, being discontented, unhappy, miserable, confused, and caught in that trap. And you say, 'At last I've found.' Or you join some other sect or become a Communist - 'At last, there is the real stuff'.\nSo seeking also implies recognition, finding. And seeking implies recognition in that which you have found. Right? Which means, when you seek, you've already known, obviously. And therefore it's not truth. So the mind must be free of every form of organised belief, therefore cannot possibly belong to any group, to any person - it is not a personal cult. And we are concerned with enquiry, therefore the whole question of seeking, finding, is non-existent.\nSo we say, we ask - I hope you are, we are sharing together, are we? - so we ask, what is this thing that man has really enquired into all his past - you follow? - the enquiry if there is or there is not a reality which is not the product of thought. Right? Thought can invent anything. There was a man once, I used to know, he experimented with something which is quite amusing. He picked up a piece of stone which had a strange shape, and put it on the mantelpiece and every day he offered to that stone a flower. By the end of the year he couldn't... he was lost with that flower and that stone - that to him was reality. I don't know if you follow all this. And he began just for fun, and then he was caught.\nSo thought can invent, imagine anything - gods, no gods, angels, no angels - follow? - it can produce every form of neurotic perceptions, ideas, conclusions. So knowing that intelligently, man says then, 'How can that thought be quiet, so that the mind is free to enquire?' Right? You follow this? Because if thought is capable - and it is - of projecting, inventing, imagining, every form of conclusion, an image in which the human mind finds security, that security, that image becomes an illusion - the Saviour, the Brahman, the Atman, the - you follow? - the experiences you have through various forms of disciplines and so on. I hope you are...\nSo, the problem then is: can thought completely be still? And they say you can make it still only through a system. Right? Please we are discussing, don't just accept anything the speaker is saying. Because they all see the necessity of having the mind completely quiet, because you can see when the mind is quiet it can see much more, hear much more, see things as they are, not invent, not imagine. So can the mind be completely, absolutely be still? And it can only be stilled through, they say, discipline, control, through a particular form of a system which their teacher has invented. Right? You are following? And can a system, a discipline, a conformity make the mind quiet, really quiet? Or following a system, practising day after day, day after day, doesn't it make the mind mechanical, and being mechanical then you can control it, like any other machine, you can control machines. Are you following? But the brain is not quiet, it has been shaped, conditioned by the system which it has practised. Therefore such a brain, being mechanical, it can be controlled and think such control is quietness, stillness. Right? Therefore obviously it is not.\nSo can the mind be made... Can the mind become completely still without coercion, without compulsion, without discipline? - discipline being will, resistance, suppression, conformity, fitting into a pattern pre-established. If you do that, you are forcing the mind, through conflict, to conform to the pattern established by the system. You are following? So discipline in the ordinary sense of the word is out. And the word 'discipline' means to learn, not to conform, not to suppress, not to control, but to learn.\nSo, can the brain and the mind, the whole structure of the brain and the mind be completely quiet without any form of distortion by will, by desire, by thought? So that is the problem. And knowing it, people have said, 'That's not possible', therefore they went in the other direction - control, discipline, do all kinds of tricks, in Zen - all that, they sit there, paying attention, to that toe - you follow? - watching, watching, and if you go to sleep you are struck to keep awake. This kind of tremendous discipline, mechanical, and therefore controllable, and through... in the hope of achieving an experience which will be true. Right? Are you taking part in all this or am I just going on by myself.\nQ: (Inaudible)\nK: I will, sir. Go with me, go along - we'll go into this. But see the problem first, not just the detail whether the mind is different from the brain, and brain is different from the mind - just see the whole problem. Man said, in the religion of history - not that I've read it, but friends who have told me all about it, real scholars - man in his search for some super transcendental experience said, 'Mind must be absolutely quiet to receive something which it has never experienced before, which it has never tasted the smell, the quality of it'. Therefore he said, 'Mind must be still.' And they've said there is only one way of making the mind still - force it. And when there is the operation of will in bringing about the mind to be quiet, there is distortion. Right? Right? Therefore a mind which is distorted cannot possibly see what there is. Right? We are sharing together? You're doing this, that is, you are not exercising will, you are not forcing the mind to be mechanical, through any form of discipline, system, in which is included yoga, all the tricks of yoga, which is totally wrong. Those people who teach physical exercise make it into a perfect racket!\nSo seeing all that, can the mind become completely still, mind and the brain, because it's very important that the brain be completely quiet. You understand? The brain which is the result of time with all the knowledge, experience and so on, which is always active to every stimuli, responding to every movement of influence, impression - can that brain also be quiet?\nQ: Why should it be quiet?\nK: Why should it be quiet - I've explained. It must be active within the field of knowledge - right? - because that is its function. If I didn't know that a cobra is the most poisonous snake, I'll play with it and be killed. The knowledge that it is poisonous is self-protection - right? - therefore knowledge must exist - technologically, in every way. And that knowledge has been acquired but we're not interfering with that knowledge, we don't say you mustn't have knowledge, on the contrary, you must have knowledge of the world, the facts. And that knowledge is to be used impersonally - you follow? - I won't go into all that.\nNow. So the brain has to be quiet because if it has any movement, its movement will be in the direction of security - right? - because it can only function in security, whether that security is neurotic or rational or irrational. May I go on? So the brain has to have that quality of sensitivity so that it can function in knowledge, fully, completely, efficiently, sanely, healthily, and not for my country, for my people, for my family, for me. But also there must be that quality of sensitivity which makes the brain completely quiet - that is the problem.\nNow have I explained the problem? - knowing the explanation is not the explained. Right? I can give a description of the mountain, but the mountain is not the description, the picture is not the mountain, the mountain is there and the picture is something else. So I've only explained, described, which has nothing whatsoever to do with the fact. The fact is whether you, listening to this, have put aside every form of organised belief, every form of wanting more and more experience. Right? Because if you are desirous of wanting more experience, then the desire is in operation, which is will. So the fact is this, and have you, if you are interested in pursuing what is a religious life, have to do this, which means, a really very, very serious life - no drugs, no... all that silly nonsense - out. And also not seeking or demanding experience, because when you are seeking experience, transcendental or whatever you like to call it, you're seeking because you're bored with the daily experiences of life. And you want to have an experience which is beyond all this. And when you are experiencing what one calls a transcendental or a different level of experience, in that there is the experiencer and the experienced, there is the observer who is experiencing and the observed which is the experience. So there is division, then there is conflict. So you want more, more, more experience. So that also must be completely set aside, because when you are enquiring, experience has no place. Right?\nSo one sees clearly that it is absolutely necessary that the brain, the mind, the whole body, the whole system, the organism must be quiet, because as one can see, if you want to listen to something, music, you listen, don't you, your body is still, your mind is still, you are listening. And if you are listening to somebody who is talking irrelevantly or relevantly, you listen, and your body becomes quiet. So the mind, the brain, the body, the whole organism becomes quiet naturally when you want to understand something. Right? Look how you're all sitting quietly. You're not forcing yourself to sit quietly, because you are interested to find out. That very interest is the flame that makes the mind, the brain, the body quiet. Right.\nSo, what is meditation in relation to quiet mind? Can meditation bring about the quiet mind? Can breathing - you know, yoga in which also there is a whole system of respiration, breathing to bring about the mind quiet. Right? Oh lord! You know, a perfect idiot can breathe most beautifully, can practice breathing and do it ecstatically well. But his brain is still very small, he's still petty, he's still ambitious, greedy. Right? So the whole question of breathing and sitting quietly is to bring blood to the brain, nothing else, because the more oxygen you have in your system the better... the greater the capacity to observe. Right? You must have done all this, played tricks, played with all these things a little bit. So please don't be caught in the promise by the gurus, the teachers who teach you yoga, that you will, through their particular system attain nirvana or heaven or enlightenment. There are different systems of yoga which I won't go into - it's all in India, you can read about it - but the main, the chief, the principle yoga is Raja Yoga which is the king of all yogas, which is nothing to do with exercise, with breathing, which is to see how the mind, the whole beauty of life is to be understood. Right.\nSo what relationship has meditation to a quiet mind? The word 'meditation' means measure, to measure - the root meaning of it. You are following? To measure. And thought alone can measure, thought is measurement. Right? Please, this is important to understand. And the word 'meditation' - one really shouldn't use that word at all. You see, thought is based on measurement and the cultivation of thought is the action of measurement, technologically and in life. Without measurement there can be no modern civilisation. Right? Going to the moon, you must have the capacity to measure, infinitely. So the question is - if we could only find a different word; we will - can this measurement which is so essential, which is so obviously necessary, how can that thought which is measurable, which is measure - not enter - let's put it round the other way. When there is this absolute quietness of the mind and the whole organism, including the brain, in that measurement ceases, measurement as thought ceases. And then one can enquire if there is such a thing as the immeasurable, the measurable and the immeasurable. The measurable is thought and as long as thought is functioning the immeasurable is not... cannot be understood. Therefore they said, control, beat down thought. And the whole Asiatic world went into the immeasurable, neglecting the measurable. You are following all this?\nSo what relationship has - we're still using the word 'meditation' which has a different meaning, as we explained - what relationship has that to the very still mind? Can thought be quiet? And if it can be quiet, really, not imaginatively, which means the body, the mind, the heart in complete harmony, and seeing the truth that thought is measurable and all the knowledge that thought has produced is essential, and seeing the truth that thought which is measurable can never understand the immeasurable. So if one has gone as far as that, then what relationship has this quality of the immeasurable in daily life? You are following? Right, sir? Are you all asleep? Are you all being mesmerised by the speaker?\nQ: (Inaudible)\nK: What, sir? What?\nQ: We can't hear you so well...\nK: Oh, you can't hear properly. Can you do something? I'm sorry you can't hear properly and I believe they can't do anything about it - it's too hot.\nTechnician: If you speak a little nearer...\nK: I must speak a little nearer - is that better?\nAudience: Yes.\nK: Ah! Why didn't you tell me earlier?\nWe're asking, knowing thought is measure, knowing all the mischief thought has done in human life - right? - the misery, the confusion, the division between people - you believe and I don't believe, your god is not my god - you follow? - thought has brought about havoc in the world. And thought is also knowledge. So thought is necessary, and seeing the truth of that and seeing that thought can never investigate the immeasurable, therefore thought can never experience it as an experiencer and the experienced. Right? So, when thought is absolutely quiet, then one can... there is a state or a dimension in which the immeasurable has its own movement. Now what relationship has that to daily life? Have you understood? Because if it has not any relationship, then I will live a life very carefully measuring my - you follow? - my morality, my activity but very limited according to the measurement of thought. Right?\nSo, what is the relationship of the unknown to the known? What is the relationship between the measurable and that which is not measurable? Right? There must be a liaison, and that is intelligence. Intelligence has nothing whatsoever to do with thought. You may be awfully clever, very good at argument, very learned, have experienced, lived a tremendous life, been all over the world, investigating, searching, looking, accumulated a great deal of knowledge, practised Zen, Hindu meditation, but all that has nothing whatsoever to do with intelligence. Intelligence comes into being when the mind, the heart and the body are really harmonious.\nTherefore - follow this up - the body must be highly sensitive, not gross, not, you know, eating, drinking and all the rest, you know, sex, you know all that makes the body coarse, dull, heavy. Therefore you have to understand all that. The very seeing the fact of that makes you eat less, makes the body... gives the body its own intelligence, there is an awareness of the body which is not being forced - all the rest of it. So the body becomes very, very, very sensitive, you know, like a beautiful instrument. The same with the heart, which is, that it is never hurt and can never hurt another. That is innocency of the heart - not to hurt and not be hurt. And the mind, having no fear, demanding no pleasure - not that you cannot enjoy the beauty of life, beauty of the tree, beauty of a beautiful face, looking at children, the flow of water, the mountains, the green pastures - there is great delight in that. But that delight when pursued by thought becomes pleasure. So the mind has to be, you know, empty to see clearly.\nSo the relationship between the immeasurable... the unknown and the known is this intelligence, which has nothing whatsoever to do with Buddhism, with Zen, with me or with you, with absolutely nothing to do with authority or tradition. Now have you got that intelligence? That is the only point that matters. Then that intelligence will operate in this world morally. You understand? Morality then is order, which is virtue - not the virtue or the morality of society, which is totally immoral. So that intelligence brings about order, which is virtue, and therefore a thing that is living, not mechanical. Right? Therefore you can never practice being good, you can never practice trying to become humble. When there is that intelligence, that intelligence naturally brings about order, and the beauty of order.\nNow, so, this is a religious life, not all the foolery around it. Now have you, listening to the speaker, have you understood this? - understood not verbally or intellectually, but actually seen the truth of this. Therefore if you see the truth of it, it will act. If you see the truth that a snake is dangerous, the truth, you act. If you see the danger of a precipice, the fact, the truth of it, you act. If you see the truth of arsenic, the poison, you act.\nQ: Sir...\nK: Wait, sir. So do you see this, or do you still live in the world of ideas? If you live in the world of ideas, conclusions, then that's not truth, that's just a projection of thought.\nSo that is the real question, whether listening to this, as you have listened for the last three weeks, in which all the varieties of human existence, suffering, pain, pleasure, sex and immorality and all the rest of it - social injustice, national divisions, wars - whether you see the truth of this and therefore there is that intelligence which operates. Not me operating. When you say, 'I must be myself', which is the slogan or the clich'e of modern generation, which is, 'I must be myself', when you examine those words 'I must be myself' - myself - what is myself? A lot of words, a lot of conclusions, traditions, reactions, memories, a bundle of the past. And you say, 'I want to be myself', which is, you know, too childish.\nSo, after having listened to all this, is there that awakening of that intelligence? And if there is that awakening of that intelligence then it'll operate, then you don't have to say 'What am I to do?' And as perhaps there's been a thousand persons here during this week who have... during these three weeks that have listened - if they really lived that, do you know what's going to happen? We'll change the world. We'll be the salt of the earth.\nRight, now let's proceed.\nQ: Sir, do I understand correctly that what thought perceives, the mind has to see deeply the truth of the poison of seeking security. Is that what you said?\nK: Part of that, sir.\nQ: And the difficulty seems to be that this thought doesn't see, so the mind doesn't see it, and in order for the mind to see something, there has to be quiet, so it seems like a vicious circle.\nK: No, sir. No, sir. First of all, why should a mind be quiet, why shouldn't it go on chattering? When the mind is chattering, you know, carrying on, you can't see anything very clearly, can you? You can't listen to anybody clearly. If you were looking at a mountain, seeing the beauty - seeing it - your mind has naturally to be quiet. Right? Which means you have to give attention to that... to see-ing. That's all. That is, if you see, if you listen to the fact that thought is measure, that thought has divided human beings, that thought has brought about wars - if you see the truth of it, not the explanation, the justification, all that - just see the fact, what thought has done - obviously to see that fact your mind must be quiet. No? So it is not a vicious circle at all, sir.\nQ: (Inaudible)\nK: Yes. You're always talking about the beauty of mountains, hills and pastures, and also there is the ugly things of life - the refugee camps in India, the Palestinian wars, the Negro conflict, the ghettos, the slums, poverty. Right? Can you also look at that with the same - you follow? - with the same attention, with the same quality of mind that observes the dark and the light? Now just listen carefully, observe the dark and the light, the slum and the not slum. Can you watch that? Can you watch... can there be an awareness in which the division between that and that doesn't exist? You follow? Is there an awareness in which the division between poverty and riches doesn't exist? - the division, not the fact that there is not the division, with all its injustice, immorality - you follow? - all that - but the fact, an awareness, in which this division doesn't exist. Right? You have understood? That is, can the mind observe the beauty of the hill, and the squalor and not prefer or incline one opposed to the other - you follow? - so that an awareness in which choice doesn't exist? You can do this. Not that poverty should go on, you would do something - politically, socially and so on. But the mind, freed from division, from this classical division between the rich and the poor, between beauty and ugliness, and all the rest of it - the opposites.\nSomebody has written me a question, that we please stop at eleven fifty because many of us have got to catch a train.\nQ: Sir, I'd like to ask you, is there a difference for you between thought and speculation, sometimes?\nK: Is there a difference between thought and speculation. But it's still thought - why should there be a difference between thought and speculation? Who is speculating - isn't thought speculating? Isn't thought theorising that there is god, that there is no god, how many angels can sit on a pinhead - you follow? - and so on, it is the whole business of thought to speculate - there's no division, it's the same. Right.\nQ: (Inaudible)\nK: You can be aware objectively of a tree, of a mountain, of a person. Can thought observe its own movement.\nQ: (Inaudible)\nK: Is there an awareness of thought watching itself.\nQ: I don't like the word 'thought'.\nK: All right, an awareness...\nQ: ...of itself.\nK: ...of itself. Now wait a minute, just look. Have you understood the question? You can be aware of the tree, of the hill, of you sitting there - there is an awareness of that. Is there an awareness that you are aware? Right? That you are aware that you are being aware. Right? Please see the question. You can be aware of the tree, the cloud, the colour of your shirt or whatever women wear, and you can be aware objectively, and also aware of how your thought is operating, but is there an awareness of being aware. Right.\nWhen you are aware of the tree as an observer, is that awareness - the tree is there and you are aware of that tree. You then become the observer and that becomes the observed, and he says 'That's not it'. In that there is a division, as the observer and the observed. Wait a minute, wait. Same with the cloud, same with you sitting there and the person speaking sitting on a platform and observing. In that too there is a division. In this too there is the observer watching you, the observed - in that there is division. One can be aware of thought - I'm going on step by step, sir - thought, being aware of thought. In that also there is a division, the one who is aware separating himself from thought.\nNow you're asking a question, which is, is awareness... does awareness know or aware of itself.\nQ: Without an observer.\nK: Without an observer. Ah! Of course not - the moment there is no observer, there is no awareness of being aware. Obviously, sir, that is my... the whole point is that. The moment I am aware that I am aware, I'm not aware. No, just remain with it, sir, two minutes - remain with it. The moment I am aware that I am humble, humility is not. Right? The moment I am aware that I am happy, happiness is not. So if I am aware that I am aware, then that is not awareness, in that there is division between the observer and the observed. Now you're asking a question, which is, is there an awareness in which division as the observer and the observed comes to an end. Right? Obviously - awareness means that. Awareness means the observer is not.\nQ: (Inaudible)\nK: Wait, sir, wait, sir, look at it. When you look at a tree there is space between you and the tree - wait, sir, wait sir - not when you are... just... we are beginning step by step - go step by step. When you look at that tree there is a distance between you and the tree. Right? There is the space, there is division. That division takes place when there is the observer - the observer which has an image of that tree as the oak, or the pine. So the knowledge, the image, separates the observer from the observed, as the tree. Now can you - please go, look at it - can you look at that tree without the image? Then if you look at that tree without the image, without saying that is an oak, that is beautiful, not beautiful, like or dislike, then what takes place? You understand? What takes place when there is no observer but only the observed? Go on, sir, tell me what takes place - I'm not going to tell you.\nQ: It's called union.\nK: The gentleman says, there comes about union. Union between what?\nQ: (Inaudible)\nK: No, no, no - union. Union can only exist when there is the observer and the observed, when the two come together.\nQ: Oneness.\nK: Oneness means also - same thing.\nQ: Awareness.\nK: No - invent, speculate.\nQ: (Inaudible)\nK: I'm coming to that, sir, I'm coming to that, sir, I'm coming to that, sir - please!\nQ: As it comes together you get peace.\nK: As it come together you have?\nQ: Peace.\nK: Peace?\nQ: (Inaudible)\nK: No, madame... (in French)\nLook, I said to you - please listen to it step by step - I said to you, when you look ordinarily at a tree, there is the division between you and the tree. You're the observer and the tree is the observed. That's a fact. You, with your image, with your prejudices, with your hopes and all the rest of it, that is the observer. Therefore as long as that exists as the observer, there must be division between you and the tree. When the observer is not, but only the object, what takes place? - don't... What takes place? - don't imagine, do it.\nQ: (Inaudible)\nK: We become still. Oh lord!\nQ: You become the tree.\nK: You become the tree - my god, I hope not. (Laughter) I become the elephant.\nQ: There is neither the observer...\nK: Do please listen. Do it. Look at a tree and see if you can look at it without any image. That's fairly easy. But to look at yourself without an image, to look at yourself without the observer, that's much more difficult, because what you see is unpleasant or pleasant, you want to change it, you want to control it, you want to shape it, you want to do something. So can you look at yourself without the observer? - as you can do if you look at the tree. Which means, look at yourself with complete attention. When there is complete attention there is no image. It's only when your mind is thinking I wish I'd a better meal, or I'm going to see and so, and you're looking at the tree, there is inattention.\nQ: Sir, am I wrong if I say that we are in a state of awareness all the time?\nK: Oh, no!\nQ: But we...\nK: No, sir, please sir. That is another speculation of thought: that we are aware all the time, we are in a state of awareness, only at moments we go off to sleep. The moments we go off to sleep, the moments when we are inattentive, that is what is important, not when we are aware.\nI think I'd better stop, because it is nearly a quarter to twelve. Any more?\nQ: (Inaudible)\nK: Have you heard that, sir? We haven't heard it this end, sir. What did you say, sir?\nQ: (Inaudible)\nQ: Are we aware of the infinite affection you express in... (inaudible) intelligence into love. I understood the questioner to say that.\nK: Are we aware of the infinite affection when you said intelligence and its relationship to life. Are we aware of the infinite affection - it's up to you, sir.\nQ: (Inaudible) ...isn't that awareness in itself?\nK: When I'm aware of my image, does the image exist - it doesn't.\nQ: Then that is awareness in itself.\nK: That's right. Awareness in itself, without any choice.\nSir, what is important in all this is, not what you have heard but what one is learning. Learning is not accumulation of knowledge. When you go away from here you'll have various ideas about awareness, love, truth, fear and all the rest of it - ideas. And those very ideas are going to prevent learning. But if you are aware of it a little bit, then you're learning. And then intelligence can operate through learning in daily life.\nRight.\n"}]