[{"title":"public-talk-6-saanen-switzerland-18-july-1968","text":"If we may, we'll go on where we left off last time that we met here. We were going to talk about pleasure. And in exploring that very important factor in life we have also to understand what love is, and in the very understanding of that we have also to find out for ourselves what beauty is. So there are three things involved in exploring this question of pleasure, and beauty which we talk about, or feel a great deal, and that word is so spoilt - love. So we'll go into it, if we may, step by step, rather diligently, hesitatingly because it covers such a vast field of human existence - these three things. And to come to any conclusion, to say 'This should be pleasure', 'One must not have pleasure', or, 'This is love', 'This is beauty' - to come to any conclusion, seems to me to deny the very comprehension, the feeling of beauty and love and pleasure. So we must, if we are somewhat wise, avoid any formula, any conclusion, any definite apprehension of this whole deep subject. So we are going to go into it slowly, and to come into contact with the deep truth of these three things. It is not a matter of intellection, nor the definition of words, nor a vague mystical, para-psychological feeling. You know I haven't really enquired into it, except I have a general view of it, so I am also investigating with you. It isn't that I have prepared a talk, and come here and spill it out. So if I hesitate and go rather slowly, I hope you will be equally careful, slowly, hesitatingly enquire.\nFor most of us pleasure, and its expression, is very important. Most of our moral values are based on it, an ultimate or immediate pleasure, and our whole psychological training, as well as physical, neurological, hereditary, is based on the pursuit of pleasure. If you examine not only the outward values and judgements of society, but also examine, look within ourselves, you will see that pleasure and its evaluation and judgement is the main pursuit of our lives. We may resist, we may sacrifice, we may achieve or deny, but at the end of it there is always this sense of gaining pleasure, satisfaction, contentment, being pleased, gratified. (You will have to sit down because you can't be disturbed when you are talking about this because - take your time and settle down, will you?) And, self-expression, or fulfilment is a form of pleasure, and when that pleasure is thwarted, blocked, then there is not only fear, but out of that fear there is aggression. Please, watch this in yourselves - you are not just listening to a lot of words, they have no meaning, or ideas, then you can read a book or psychological explanation that'll have no value, but if we are investigating together, step by step, then you will see for yourself what an extraordinary thing comes out of it; bearing in mind that we are not saying you must not have pleasure, that pleasure is wrong as the various religious groups throughout the world maintain, especially the saints. And saints are really quite neurotic people, and I don't know why they have become saints, probably it's a part of the vested interest of the church, and that is so throughout the world. So we are not saying you must suppress, deny, control, translate to a higher level and all that kind of thing, we are just examining, and if we can examine it quite objectively, deeply, then out of that comes a different state of mind which has a bliss but not pleasure. Bliss is something entirely different.\nSo we are going to go into it. Pleasure - we know what pleasure is - the looking at a beautiful mountain, a lovely tree, the light in a cloud that is chased by the wind across the sky, the beauty of a river, with its clear running water. There is a great deal of pleasure in watching all of this; and in seeing the beautiful face of a woman, a man or a child; the pleasure that comes through touch, taste, seeing, listening - which we all know. And when that intense pleasure is sustained by thought, and when that pleasure is thwarted, then there is a counter-action which is aggression, reprisal, anger, hate, aggression born out of the feeling of not getting that pleasure which you are after, and therefore fear, which is again fairly obvious if you observe it. And the more this expression, self-expression from which pleasure is derived, the more thought seeks to express that pleasure in different ways. What is then pleasure? The pleasure of an experience of yesterday, whatever it is, sensual, sexual, visual, any kind of experience is sustained by thought. Thought thinks over it, thought chews over the cud, as it were, of sexual pleasure, chews over it, goes over it, creates an image or picture and sustains it, gives it nourishment. So thought gives a sustenance to that pleasure of an experience of yesterday, and gives it a continuity today and tomorrow. We know this. And when that thought is inhibited, by environment, by circumstances, by various forms of hindrances, then that thought is in revolt, turns its energy into aggression, to hate, to violence, which again is another form of pleasure. Right?\nAnd, most of us seek pleasure through self-expression. We want to express ourselves in little things or in great things. The artist wants to express himself on the canvas, the writer, the musician and so on, using the instrument. This self-expression from which one derives an enormous amount of pleasure, when that self is expressed is it beauty? You are following this? When an artist expresses himself - a sense of expression - and derives beauty, derives pleasure, intense satisfaction; or, that discontent which is also another form of pleasure, because he can't completely convey on that canvas or in words what he feels, and in that also is a form of pleasure. And when that self-expression from which the artist, the writer, the speaker - anybody - derives great pleasure, is that beauty?\nSo is beauty pleasure? And when there is self-expression in any form does it convey beauty? And is love pleasure? Is love, which has now almost become synonymous with sex, and its expressions and all the things involved in it, tenderness, forgetfulness, self-forgetfulness and so on and so on - when thought derives intense pleasure from it, is it love? And when it is thwarted it becomes jealousy, anger, hatred. And this demand of pleasure entails domination, possession, dependence, and therefore fear. So one asks oneself, is love pleasure? Is love desire, in all its subtle forms, sexual, companionship, tenderness, that self-forgetfulness - is all that love? And if it is not, then what is love? So that is the problem.\nOur minds, and the brain cells themselves, if you have observed it, not according to scientists and philosophers and anthropologists, but actually if you have observed your own mind operating, and therefore watched it, and being aware of the very activity of the brain, you will see that from the ancient days, from the very beginning of man, if you have watched the animal, how pleasure becomes an extraordinarily important thing. How a dog so extraordinarily devoted to its master - pleasure and the pursuit of aggression when that pleasure is thwarted. And we are built on that. Our judgements, our values, our social demands, relationship and so on, is based on this essential principle of pleasure, and its self-expression; and realising when that is thwarted, when that is controlled, twisted, prevented, then there is anger, then there is aggression, which becomes another form of pleasure.\nWhat relationship has pleasure to love? Or, pleasure has no relationship with love at all; or, is love something entirely different? - love, which is not fragmented by society, by religions, as profane and divine. Now how are we going to find out? How are we going to find out for ourselves, not be told by another? Then if somebody tells you what it is and you say 'Yes, that's right' it is not yours, it isn't something you have discovered, felt profoundly for yourself. What relationship has self-expression, with its pleasure, to beauty and to love? There is a need of truth for the scientist, he must know the truth of things; and for the human being - not the specialised philosopher, the scientist, the technologist, the technocrat - but as human beings involved in living, concerned with our daily life of earning a livelihood, the family, and so on, is truth a necessity, or is it something that you discover as you go along and never stationary, never permanent, always new, moving?\nSo we have to find out - I don't know how to express this - truth is not an intellectual phenomena, nor an emotional, sentimental affair, and we have to find the truth of pleasure, the truth of beauty, and the reality of what love is. You see most of us, fairly intelligent - if we are - have seen all this; seen the torture of love, the dependence on it, the fear of it, the loneliness of not being loved, and seeking it everlastingly in all kinds of relationships, never finding it to our complete satisfaction. So is love satisfaction? Is love a torture, hedged about by jealousy, envy, hatred, anger, dependence? And when there is no beauty in our heart we go to museums, concerts, visit ancient temples and marvel at the beauty of a column, at the Greek temple with its lovely pillars, proportions against the blue sky, and we talk endlessly about beauty; or you go to a concert and are involved in it. And when you lose touch with nature altogether, as modern man is losing it because he is living more and more in towns, and there are societies formed, or groups, to go into the country to look at the birds, trees, rivers as though by coming together to look at trees and form societies, groups, you are going to touch nature, come into extraordinary contact with that immense beauty. Because we have lost it, modern objective painting, museums, concerts, everything becomes important. So there is an emptiness which is always seeking self-expression and deriving pleasure and hence the very demand for pleasure breeds the fear of not having it completely, resisting, aggression and all the rest of it, and this sense of inward void. And to fill that inward void, this emptiness, this sense of utter isolation, loneliness - which I am sure you have all felt - we proceed to fill it with books, with knowledge, with relationships, with every form of trickery; but at the end of it there is still this unfillable emptiness. Then we turn to God - of course that is the last ultimate resort of the thoughtless.\nSo, when there is this emptiness, is love possible? And when there is this sense of deep unfathomable void, is beauty possible? And if one is aware of this emptiness and not escape from it, either through self-fulfilment and with its own expressions, pleasure and so on, then what is one to do with this emptiness? You understand? We have tried to fill it with gods, with knowledge, with experience, with music, with pictures, with extraordinary technological information, going to the moon and doing - you know, that is what we are occupied with, morning till night, to fill that. And if you are at all self-critically aware, one realises that it cannot be filled by any person. And see the importance of this: if you fill it with another person, which is called relationship, with an image, then out of that comes fear of losing it, and so dependence and so aggressive possession, jealousy and all the rest of it follows. So one asks oneself: can it ever be filled by anything; by social activity, good works, going to the monastery, and meditating, God knows about what - training oneself to be aware - which is again such an absurdity! So if one cannot fill it then what is one to do? You understand the importance of this question? We have filled it with what we call pleasure, we have filled it through self-expression, we have filled it searching for truth, God, and one realises nothing can fill it - never - neither your own image, nor the image that you have created about the world, or an ideology - nothing. And so beauty, love and pleasure, we have used to cover this emptiness, and if you no longer escape, but are with it, then what is one to do? Is the question clear? Have you followed somewhat?\nWhat is this loneliness, this sense of inward, deep void? What is it, how does it come into being? Does it exist - please follow it - does it exist because you're trying to fill it? You are trying to escape from it? Does it exist because you are afraid of it? Or is it an idea, and therefore the mind is never in contact with it? - I don't know if you are following all this - it is never directly in relationship to it. You understand? All right, I see you are not meeting my point.\nI discover for myself this emptiness in myself, I am aware of it, and I cease to escape, which is obviously an immature activity - there it is and nothing can fill it. Now I ask myself: how has it come into being? Has all of my living, daily activity, daily assumptions, and so on, daily activity, has that produced it? It may have. That is, the self, 'the me', the ego - whatever word you may use - is in all its activity isolating itself. The very nature of 'the me', the self, the ego, is isolation; it is separative. Right? And those activities have produced this isolated state, the state of deep emptiness in myself. So it is a result, a consequence, not inherent in itself. I don't know if you are following all this. Are we understanding? So I see as long as my activity is self-centred and self-expressive there must be this void. And to fill that void I do all kinds of stuff, which again is self-centred. So it again becomes a wider and deeper emptiness.\nSo my problem then is: being aware of this void, emptiness, loneliness, isolation, is it possible to go beyond it? - not to escape from it, not to say 'I will not be self-centred.' When you say 'I will not be self-centred' you're already self-centred. When you exercise will to deny the activity of the self, that very will is the factor of isolation. So the mind has been educated through centuries upon centuries in its demand for security, safety, has built, not only physiologically but psychologically, this self-centred activity. And this activity in daily life, the family, my family, my job, my possessions and all that, is producing this emptiness, this isolation. Then the question is: how is that activity to end? Can it ever end? Or, one must entirely ignore that activity and bring another quality to it altogether. I wonder if you are following all this? Look: I see this emptiness, I see how it has come into being, one is aware that will, or any other activity to dispel the creator of this emptiness, is only another form of self-centred activity. I see that very clearly, objectively, and I realise suddenly I can't do anything about it. You understand? Before I did something about it. I escaped, I tried to fill it, I tried to understand it, I tried to go into it, which are all another form of isolation. So I suddenly realise, by Jove, I can't do anything, the more I try to do something about it, the more I am creating, building, walls of isolation. Please follow this. I realise the mind cannot do anything about it. The mind itself realises it. Thought itself realises that it cannot touch it, because the moment thought touches it, it breeds again its own emptiness. So by carefully observing objectively I see this whole process, and the very seeing of it is enough. See what has happened. Before I have used energy to fill this emptiness, wandered all over the place, and I see the absurdity of it. The mind sees it very clearly how absurd it is to do all that kind of stuff. So I am not dissipating energy. And, in looking further, self-centred activity has brought about this sense of emptiness; and looking still further, no action on the part of the mind or thought can ever dissipate this emptiness. So thought becomes quiet, so the mind becomes completely still, because it has seen the whole map of this and so there is silence; and in that silence there is no loneliness. And, it is only when there is that silence, complete silence of the mind, there is beauty and love which may, or may not, express.\nHave you at all followed, have we taken the journey together? Madam, don't say 'yes'. This is one of the most difficult things what we are talking about, and one of the most dangerous things, because if you are at all neurotic - as most of us are - then it becomes complicated, ugly, because this is a tremendously complex problem. And when you look at this extraordinarily complex problem it becomes very, very simple; and the very simplicity of it is the danger of it, because you say 'Well, that's so simple' and you think you have got it.\nSo, there is bliss only, which is beyond pleasure, and beauty which is not the expression of a cunning mind, but the beauty which is known when the mind is completely quiet, silent. You know, it is raining and you can hear the patter of the drops. You can hear it with your ears, or you can hear that out of deep silence. If you hear it with complete silence of the mind, the beauty of it cannot be put into words or on a canvas. So beauty is something beyond self-expression. And love obviously is bliss, which is not pleasure. Right.\nDo you want to talk about it, what we have just now explored together?\nQuestioner: (Inaudible)\nKrishnamurti: You are asking, not only what is awareness, but also when there is not that awareness all the old responses come into being. Right? How is one to prevent, or to inhibit, or to put aside, the old responses? Right? To put it in different words - perhaps that may help - there is a state of inattention and attention - right? When you are completely giving your mind, your heart, your nerves, everything you have to attend, the old habits, the mechanical responses don't enter into it, thought doesn't come into it at all. But we can't maintain that all the time so we are mostly in a state of inattention, a state in which there is not an alert, choiceless awareness. So what takes place? There is inattention and rare attention, and we are trying to bridge the one to the other. Right? We say how can my inattention become attentive? Or can I be so totally, completely attentive all the time? Right? Is that the question? Right.\nInattention can never become attention - right? How can it? How can you make hate into love? You can't. But if you investigate the ways of inattention, watch it, how inattention grows, be aware of it and not try to make inattention into attention - be inattentive - right? Take it the other way - be inattentive, and know that you are inattentive. Right? Watch it, what is happening, look at it very carefully! Do listen, do listen. I said - the speaker said, not me - be aware that you are inattentive. Right? Don't try to make inattention - force it to become attention. Right? You can't do it. But if you say ' I'll be aware that I am inattentive' - you understand? - be aware that you are inattentive, then you have changed it. You understand what I am talking about?\nQ: (Inaudible)\nK: Ah! No, no. Do please look at it, look at it, don't come to any conclusion, first look. There are two states. One is inattention - right? And the other, in rare moments, you know when you are completely attentive, when thought doesn't come into it at all, then you will discover something totally new. Right? In that complete attention there is a different dimension altogether. You know that, you have felt it, you have remembered it, it has become a memory, and you say to yourself 'By Jove, I wish I could capture that again, keep hold of it, don't let it go.' When you say 'I want to hold it, I mustn't let it go', that is the state of inattention. Right? So, be aware of inattention - not how to be attentive. Right? And don't do anything about inattention - all right I am inattentive, but I am very careful, I'm watching it, I'm not trying to give it a shape, I'm not trying to change it, I'm just watching it. The very watching is attention.\nQuestion: You speak of the great need for co-operation in this broken up world. If I feel deeply that I want to co-operate with a new school and this new school doesn't want me, who is wrong? (Laughter) Me or the school? And how can I get myself in there? (Laughter)\nK: I am sorry, I can't answer this question! (laughing) Sir, we said co-operation is necessary to live in this world at all - not in this broken up world brought about by politicians, by nationalities, by religious divisions - those prevent co-operation. And in ourselves we don't really want to co-operate because when we use that word 'co-operation' we want to co-operate with what we think is co-operation, which is we have an ideology, an idea what co-operation is, an image, a picture, a formula, which obviously prevents us from co-operating. And there is this new school - I want to co-operate with it and the people who are guiding it say 'Sorry, you can't come in here because you are not capable, you can't teach. You may want to teach, you may want to help us, help us in another way.' But to teach requires a great deal of education, the educator has to be educated. But if you insist that you must come into the school and teach, look after children, this or that, and your very insistence is your self-expression. Follow this up slowly. And your self-expression is a form of pleasure, and you are seeking to gain pleasure in co-operation, and therefore it's not co-operation. If I want to help the school, I help it, not only I want to become a teacher, I try to do something else, become a gardener there. You follow? We don't want to become gardeners there, we want to be somebody. And that's always our desire: to be somebody, to be recognised that we are somebody, and all the rest of that business. Co-operation means humility. You don't see that, humility. And you cannot have humility if you have an ideology, a formula, an image about yourself.\nQuestion: The great part of our daily life is lived at the solely, factual level, particularly so with children learning facts at school. Is this daily and necessary factual activity an impediment to psychological freedom?\nK: Sir, nothing is an impediment to psychological freedom. Nothing! An impediment comes into being only when there is a resistance. Do follow this. When there is no resistance of any kind then there is no psychological problem. If you say the daily living; sex, earning a livelihood, children, educating the children, the boredom of it all, the routine, the daily business of washing dishes - if you treat that as a resistance, as a hindrance, then it becomes a problem. But when you observe it - you understand, sir, when you are aware of this whole process of living, with its routine, with its habit, with its boredom, with its anxieties, guilt, fears, domination, possession - be aware of it, aware of it without any choice, just look at it - you can't do anything about that rain, or the line of those hills - in the same way if you can look at your activity in the same way, quietly, without any choice, without any resistance, then there is no psychological problem, then there is only freedom out of that.\n"}]