[{"title":"can-mind-be-totally-unconditioned","text":"We were discussing the last time we met here, I think it was on Thursday morning, the nature of thought, memory, experience and knowledge, what place has thought in daily relationship, and how deeply it is destructive in that relationship; and knowledge as thought and expression in action is absolutely necessary. I do not know how deeply you have gone into it since we discussed and it seems to me, if we are at all serious, and not only the times demand that one be very, very earnest but also as one leads rather a superficial life - superficial in the sense, give full vent, full expression to the whole field of thought in every day, which I call superficial - I do not know how deeply you have gone into it. If you have, what place has thought in the whole of consciousness? How deeply the unconscious, the hidden parts of our mind, the secret recesses, how deeply they are contaminated by the environment, by the society in which we live, by or through education and so on. How deeply the whole mind is polluted and whether it is possible to free the mind altogether from this pollution of civilisation. Whether the mind can ever be really, in the true sense of that word, be free. And that can only be understood when we understand, have an insight, into the whole question of thought, which we discussed the other day, more or less.\nBut what I would like this morning, if I may, is to go into this question of how deeply thought has conditioned the mind, how deeply our culture in which we live has shaped the whole consistency of thought, for thought is matter.\nIf I may I would like to point out again, we are not merely indulging in theories, in speculations, in concepts, but rather going together, sharing together, exploring together into this question, whether the mind which has been conditioned through millennia, through every form of culture, society, environmental influence, how deeply this conditioning has taken place, and whether it is at all possible to cleanse - of course, if one uses the word 'cleanse' there must be a cleaner - how deeply we are affected, whether it is possible to expose the deep contents of oneself so completely that the mind is really totally clear, and therefore free.\nYou know, we shouldn't say anything verbally that we have not actually directly perceived, otherwise we become hypocrites, otherwise we use other people's ideas, conclusions and their illusions. They become the authority and we merely follow. Whereas if we could for ourselves, putting all the outward authority of another and their knowledge, investigate into this question, have direct perception ourselves, then what you say will be true to you. And then one acts tremendously honestly. And I feel, if we could this morning, spend a little time together enquiring how deeply we are second-hand, how deeply we accept what others say and repeat so glibly and easily, cleverly, in reacting to what others say.\nSo what we are going to find out together, if we can this morning, is whether the mind, your mind and the mind of the human being, can be totally unconditioned and therefore act in freedom and yet together? Society - the culture, the various economic divisions, social activities - has created in us an image. Right? Please don't accept anything that the speaker says. Unless you see it for yourself completely deny everything everybody says, psychologically, especially the speaker, so that you don't set him as an authority, so that you directly for yourself see and therefore it will be yours.\nAs we were saying, culture, the culture in which we live - culture being the economic conditions, the religious divisions, the class struggles, the various forms of conformities, imitations - has created in each one of us an image of ourselves - is that so? That is, you have an image about yourself, haven't you? Not one, perhaps half a dozen. How do these images come into being? Who has created these images? Surely the culture in which all the influences - religious, psychological, educational, environmental, economic movement - living in that culture it has created in the human mind the image of what I am, or what I should be. Right? I think there is no question about it. If I am born in a particular environmental state, I accept that from childhood - I am a Catholic for the rest of my life, or a Protestant, or a Hindu or a Communist, whatever it is, a Nationalist. And that image is deeply seated, it is the formula on which I live. The 'me' is that formula. Please observe this. Not my description of it but the actual fact of it. You understand? The description in not the described. Right? I can describe the mountain but the description is not the mountain.\nSo this image is the whole of our consciousness. The content of this consciousness is consciousness. Right? We are sharing this together? It is a lovely morning, really we should be out, looking at the deep shadows, lovely mountains, the flowing waters and the still quiet woods, damp, which have an odour of their own, a beauty that is not there but here. But here we are, trying to be awfully serious and we should be terribly serious because we have to create a totally different kind of civilisation, a totally different kind of human being. Not a freak, not a Jesus freak, or Krishna freak, or a Marxist freak but a totally different kind of human being who has completely, totally understood himself and has gone beyond himself.\nSo we have an image of ourselves. That image is part of our thought. That image shows superficially, outwardly, very little, but inwardly it is deeply seated. Right? Whether that deep conditioning, that deep roots of the image can be exposed, understood and gone beyond. That is the problem I would like to discuss this morning. You have understood my question?\nI show myself very little outwardly, like an iceberg nine-tenths of it is below and one-tenth is above. What is below, hidden, secret, unexplored, never seen consciously, can that be completely exposed so that there is no contradiction between the outer and the inner, so that it is a total awareness, a total insight, so that the mind so fragmented, so broken up, can be free and whole, sane? That is my question. I do not know if you have ever put it to yourself and if you have not, we are putting it now and you have to face it. How you regard it, how you face it, depends on your intensity, on your interest, on your energy and vitality.\nThis image, this conclusion, which has various symbols, various names, which are irrelevant, we'll keep to that word image - those two words: image and conclusion. This image is constantly receiving impressions, both outer and inner. Right? Every word that is said in friendship or enmity is ...has its effect. That image gets hurt from childhood. You are following all this? We human beings hurt each other terribly. That image which society, which thought created gets not only hurt but also gets flattered. So there is this constant process of being hurt, resisting, building a wall round myself and whether the superficial hurts can be dealt with, which is comparatively easy, and we are asking whether the deep hurts of the human mind can be wiped away so that no mark of hurt is left. Right? You are meeting me? You are hurt, aren't you, from childhood, when your mother, your father, your teacher, your aunt, your somebody says, 'You are not as good as your brother', 'You are not as clever', 'You don't look so nice', 'You look like your aunt who is ugly'. Don't you know all these things? And then at school you are compared with another boy, the marks, the standards, the comparison hurts very deeply. When you compare one boy against another boy you are destroying that boy. So all those hurts remain, which in later life expresses itself in violence, in anxiety and so on - escapes from this hurt. And it escapes in illusion, which is another form of image, where in that illusion you will never be hurt, which is a state of neuroticism. Right? Please look at yourself.\nThe words which the speaker are using are a mirror in which you are looking at yourself. Now whether those hurts can be freed completely, wiped out completely so that there is not a single mark of hurt left. And a mind which has been hurt and has understood, can never be hurt again. You understand the question? Oh, these flies! Because, after all innocence is a state of mind in which there is no hurt. The word, the meaning of that word 'innocent' means not to be hurt, not to hurt, not to be hurt. Not the Christian meaning, the lamb and all that stuff. A mind that is not capable of being hurt and therefore doesn't hurt. You have understood? We will go into that.\nHow is this possible? I have been hurt all my life, I am sensitive - you know what hurt is, the wounds that one receives, and what effect it has in later life. I have been hurt. I can deal with superficial hurts fairly intelligently. I know what to do. I either resist, build a wall around myself, so isolate myself so that I will never be hurt, grow a thick skin - which most people do. But behind that they are wounded deeply. One can deal with the hurts superficially, that is, not to build any resistance, be superficially vulnerable. You are following? Because it is only a mind that is vulnerable that can never be hurt. You are following all this? Have you ever noticed a spring leaf? A new leaf just coming out after a heavy winter with the bright sun, and light and warmth, and that leaf is so tender, so alive and there are breezes, winds that can never tear it, it is there. That is vulnerable - you understand? I think one can intelligently bring this about outwardly, superficially. But the question is: how deeply can all the hurts be wiped away? That is: how can the unconscious hurts, which are deeply rooted, not only hurts - we'll go step by step - these deep hurts, how can they be wiped away? You understand? Can it be done through analysis? Please watch it carefully. If you see the truth of it once, you will never do anything but the right thing. Can these hurts be wiped away through analysis? You understand? The word 'analysis' means to break up, the root meaning. Right? Break up. You have broken it up in analysis. Who is the entity that is analysing the broken parts? You are following all this? It is another part of thought, isn't it? Right? Thought itself is a fragment of the total. You are following all this? So one thought examines, analyses, the various fragments of other thoughts, which is to continue fragmentation. If you see that - you understand? - if you have an insight into that you will never analyse. Have you got an insight into that?\nAnalysis means the analyser, time, and each analysis must be complete otherwise there is a remnant, and that remnant the next day examines. You follow? Therefore you are always dealing with the remnants, not with the complete end of analysis. You get it? And if you analyse, it takes months, days, years. So if you see the truth of it, the danger of it, then you will never indulge privately or publicly in any form of analysis. Can I go on from there? That means you have stopped analysing, collectively, individually or through a professional. So analysis is not going to expose the secret deep hurts. Right? Then what will you do? I'll take after hurts, I'll take other things, so please follow this carefully. What will you do? I will not analyse, I see the foolishness of it - not because the speaker says so, you yourself see it. Therefore what shall I do? How to expose it? Will dreams expose it? And are dreams necessary? The professional analysts and psychologists say that you must have dreams otherwise you will go mad. Dreams are the continuation of what we are doing during the day, obviously. If we are not conscious of what we are doing during the day, our thoughts, our feelings, our reactions, playing with them, watching them - you know? - not taking them terribly seriously, watching them, then are dreams necessary when you go to sleep? You are following all this?\nThen if analysis, dreams are not the way, then what is? How do you, how does the mind, wipe away all the hurts, the hurts that one has received from friends, from casual acquaintances, from intimate relationship, how do you do this? Are you awaiting an answer from me? Are you? I am afraid you are. Now just a minute please, if there was nobody to answer it, you understand, nobody, what will you do? You have discovered for yourself analysis is not the way; you have discovered for yourself dreams have their value at a certain period of life but intrinsically they have no value. If they have no value, if during the day you are alive, watching, listening, you know, taking everything into account, going beyond the words, then dreams have very little value because during the day you are awake, during the day your are alive, full of energy, without any contradiction, watching every kind of contradiction, then as you go to sleep you will find dreams are not necessary and therefore the mind, the brain has complete rest. It is this conflict during the day that destroys the mind, the brain. Oh, come on sir.\nAnd if you put order in your life during the day the brain hasn't got to put order during the night. You have understood? Come on, sir, move! And order can only be brought about when you understand the disorder in which one lives. You understand? Understanding disorder, not, what is order. If you create order then it will be a blue-print, won't it? Right? Whereas if you begin to understand the nature of disorder, about one's life, in one's life - the ugliness, the pettiness, the quarrels, the nagging, the gossip, the stupidities that go on in our life, everlastingly talking about opinions, and offering opinion - in understanding disorder naturally order comes in.\nNow, if there is nobody to answer you, to tell you, and you are faced with this problem, which is: the deep hurts, how are they to be wiped away so that the mind can never be hurt. Right? What is your answer? You, who are very clever people, read a great deal, can quote Freud, Jung and all the professionals, what is your answer? Please be honest, what is your answer? Would you honestly say that you don't know? Can you honestly say, 'I really don't know how to answer that question'. Can you? Now please, careful, can you, with truth, with integrity, say, 'I really don't know'? Or is your mind still searching to find an answer in books, or in people who have said there is an answer. You are following all this? Come on sirs. Can you say with truth that you have no answer for this, you really don't know? Right? If you really truthfully, honestly say, 'I really don't know. I have no answer. I have only the problem, I have no answer'. I know what the problem is, I am fully aware of the meaning of that problem, the significance, the depth of that problem. I have looked at it, I have watched it, all round it, from different angles, I have looked, worried, examined, but I have no answer'. Right?\nWhat makes it a problem - please listen carefully - what makes it a problem? Do you understand my question? A problem exists only when you want to resolve it. Right? Please listen carefully. I have a problem: my problem is I want to have a mind that is so clear, unhurt, not polluted, free, vital, full of beauty and energy. And I have examined, I have looked at it and I see analysis is not the way, dreams, examinations, going off to somebody to say, 'Please help me' or following some guru who will say, 'Forget all that, think about god' and all the rest of it. I see all that is of no value. Right? So I have this left with me, and it has become a problem. And I say why has it become a problem? If I can't do anything about it, it is not a problem. You are following all this? It is only when I think I can do something about it, it becomes a problem. I don't know if you understand this?\nIf I actually know that I am confronted with a gigantic mountain, and I can't do anything about it, it is there, with that great height, dignity, majesty, full of stability, splendour - why should I make a problem of it? It is only when I want to go beyond it. Right? Climb it, go beyond it, then it becomes a problem. You understand? But when I see that I can't do anything about this, is it a problem? You have understood? If it is not a problem then it is resolved, isn't it? God! This is not a trick, please. It is a truth. It is not a trick. A river is flowing by, full, strong, heavy with water, it is only when I want to cross to the other side where I think there is more freedom, there is more beauty, there is more loveliness, peace and all the rest of it, the crossing the river becomes a problem. Right? But I see I can't cross the river, I haven't got a boat, I can't swim, I don't know what to do. Therefore what happens to my mind? It is not content with remaining on this side. You understand? It has no problem. I wonder if you are getting all this? So my hurt is not a problem. Right? Therefore I am not hurt. Oh, it is so simple if you see this. It is so simple that we refuse to see it.\nNow leave that for the moment and look at another issue. Our image which we have about ourselves is created by society, by the culture in which we live. The culture says, compare, measure yourself against another. Right? Compare yourself with the hero, with the saint, with a clever man, with a man who puts words into pages, on pages, or sculpts, compare yourself from the beginning to the end - you are comparing, aren't you, no? Measuring yourself. And this measurement is part of our culture. And so you say to yourself, 'I am clever', or, 'I am dull'- you are dull in comparison with somebody who is clever. You are following all this? More learned, more subtle, more intelligent, more something - when you have a measure there must be the more or the less. Right? That is part of our culture. Now I am asking myself: why do I have this measure? It has been given to me. Or I have carefully cultivated myself - the bigger car, the bigger house, the bigger mind, the gradual process of attainment - you know. The whole process of our existence is based on measurement - the rich, the poor, you know, build it up, the man who is healthy, the man who is unhealthy, the man who is a saint and sinner. Now can the mind live without measurement, which means comparison? Can you? Have you ever tried psychologically never to compare? You have to compare when you get a cloth, I am not talking about that. You have to compare a house, building a house - you know - there it is necessary, but psychologically, which is part of our inheritance, like Jesus, like the Buddha - you follow? - it is our inheritance. We are brought up from childhood to measure, which is part of our hurt - you are following? If I have no measurement, I am not hurt. Now what am I to do? I measure. You sit there and the speaker sits on a platform, there is a division, height and low - you follow? And you say, 'By Jove, how does that man sitting there know so much? I know so little.' You are following all this? This comparison, everlasting. And when you compare you become inferior or superior.\nAnd in comparison you come to a conclusion, and that conclusion brings about neurotic habits. I conclude about something - right? - through comparison and I hold on to that comparison, that conclusion, irrespective of facts, of what is real. Because I have compared, I have watched, I have learnt, I hold on. Haven't you noticed it? And that is a state of neuroticism, isn't it? Now why do I compare? Partly habit, partly inheritance, partly it is profitable, and through comparison I feel I am alive because I am struggling. Right? I am fighting to be like you, and that gives me vitality. I get depressed and all the rest of it. So I am asking myself, is it possible to live a life in which there is no comparison at all, and yet not be satisfied?\nThe moment I do not compare is there satisfaction in 'what is'. You follow? Or when I cease to compare then I am face to face with 'what is', and when I compare it is an escape from 'what is'. Right? And therefore it is a waste of energy and I need energy, there must be energy to face 'what is'. You are following all this? So am I dissipating energy through comparison? And if I am, and I have an insight into all this, which is your insight, not mine, then you have energy which is not wasted through comparison, measurement, feeling inferior, superior, depressed and all the rest of it. Therefore you have energy to face what actually is, which is yourself. How do you know that you are dull, or unintelligent? Because you are comparing with somebody else and therefore you say, 'I am unintelligent'? If you don't compare, are you dull? Only you don't know so you begin to face things. Come on sir, move!\nSo we have many, many images, a collection of images, religious, economic, social, images based on relationship and so on. These images are deep down conclusions. And if I do not analyse or use dreams as a means of analysis, if I am awake during the day and watch, then the problem is non-existent. I wonder if you see this? Thought has created the problem. Thought that says, 'Yes, that is so, I compare, I have images, I have been hurt, I must go beyond them'- it is thought that is saying it, it is thought that created these images. Right? So thought is creating a problem about the images. You are following? And when you see the truth of it, then thought doesn't make it a problem. Right? For God's sake see how extraordinarily simple and subtle and beautiful it is. If you see that once; finished! Then you have energy to face actually what is.\nSo then you can say, 'What am I?' If I am no longer comparing - you follow? - no longer imitating, comparison means imitating, conformity, if there are no hurts, no conclusions and therefore no image, what am I? I am all these things. Right? The thought that says, 'I must analyse, I must go beyond this, I am in conflict, I must'- you follow? It is thought that created all these images, divisions, and it is thought that says, 'I must go beyond all this to live a peaceful, heavenly, quiet life of enlightenment'. It is not enlightenment, it is just an idea of enlightenment. And then what am I? Do you understand? Am I the word? Am I the description? You understand? Am I the thought, which is the response of accumulated memory, experience, knowledge, which are all words - you follow? - symbols, ideas, you are following all this? Then the mind is completely empty. Right? Can the mind face this complete not being? You have understood? It is the wanting to be that is the problem. I wonder if you are getting all this? If you can't I must go on, so. Take what you can, what you can't, let go.\nCivilisation says to me: be something, success, join this community, grow long hair, short hair, take drugs, don't take drugs, go to church, don't go to church, be free, think independently - you follow? The society, whether it is small or large, is forcing me to conform to a pattern. And the pattern is my image, I am that image. I am the image that is described by the professionals, by myself, when I am alone, the agonies of that image, the jealousies, the fears, the pleasures; when I see all this image is what makes the mind so utterly superficial. Right? Do you agree? Do you see that? Are you aware that your mind is superficial? Or you are agreeing with the description of the superficial mind.\nSo can the mind be without comparison, without conformity? I conform when I put on trousers. Right? When I go to India I don't conform, I put on some other cloth. I have to conform at a certain level. Right? Keep to the left side of the road, or the right side of the road. You are following all this? But psychologically there is no conformity any more. Because this urge to conform is the product of the society in which I live, the image which I have built in myself with the help of others. And I see that image can be hurt, it is the image that is hurt. And it is that image in comparison feels great or small, inferior or superior. And when there is no measurement, is there an image? Therefore the mind is capable of living without a single image, and therefore incapable of ever being hurt. Do you see it? Then only I can have relationship. I may want that relationship - I have that relationship with you but you may be hurt, you may have an image about me - you follow? - and you refuse to move from that image. Then the battle begins. You are following all this? You have no image but I have an image. And I refuse to give up my image because I love my image, that's my neuroticism, that's my conclusion. And where is the relationship between you and me? You understand? There isn't any. You say you must have relationship. The neurotic person says always you must have relationship with everybody. How can I? How can you with me who have got an image, and I am holding on to that image. I don't know if you follow all this,\nSo the mind is capable of living without a single image and therefore without any conclusion so it can never be hurt, or be in a state of measurement. It is only such a mind that is innocent and therefore free. Right?\nI'd like to ask: what is the time sir? Merci.\nDo you want to ask any questions about this, what we have been discussing?\nYou know I said, the speaker said previously, the content of consciousness is consciousness. You understand? What it contains makes for consciousness. Right? Have you understood that? My consciousness is made up of nationalism, I have been educated - you follow? - innumerable things. It is the content makes up consciousness. And therefore the content makes the borders of that consciousness, fixes the borders, the frontiers, draws the line because of its content, how wide, how narrow, consciousness is. Right? If there are no contents, which are measurement, ideas - you follow? - then what is consciousness? Does this interest you? No sir, it doesn't. I only know consciousness as the 'me' in conflict. Right? If there is no problem, no conflict, what is consciousness? Then there is no border is there, there is no frontier is there? There is no demarcation made by the content. Then there is space, isn't there? Space without a centre, therefore no circumference. You see it, don't you? You know that is what love is - we'll go into it the day after tomorrow - because love has no dimension - I mustn't go into it now.\nQuestioner: All effort to unify in this conditioned state results in further diversity. If this is so, is it the negation you speak of, and if it is can one use the residual energy as one pleases or will it result in regeneration?\nK: The questioner says: we are always trying to unify, to bring about unity in a mind that is conditioned. Right? That is what the questioner says. I am conditioned and you are conditioned and we want to bring about a unity between you and me. I am conditioned as a drug taker - all my experiences, all my - etc. And you don't take drugs but you are conditioned in a different way. And we are trying to establish a unity. You are a Catholic and I am a Hindu. You follow? Establish unity. You know the other day one of the high dignitaries of the Church, Anglican Church, very high, he was being interviewed and he was asked: what do you think of all the various religious that exist in the world? 'Oh,' he said, 'they have some truth in them, they are all right.' But the questioner said, 'What do you mean 'all right'? What do you mean they have truth?' 'Oh, partly probably, a great deal' and he began to expiate, enlarge on that. Then he said, 'You know what is remarkable? We have the only thing that matters in our religion, which is Jesus Christ, and nobody else has got it.' You understand? High dignitary, 20th century - I'll leave it at that!\nNow can there be unity between two conditioned minds? Or will it not be inevitable that there will be conflict between two conditionings? You understand? Conditioning implies division. Where there is division there must be conflict. If you are my wife, I am your husband, or I am the wife, and you have your own ambitions, and your own greeds, and I have my own, I am conditioned to your conditions. So though we are married, we have children together, and all the rest of the business, we two are separate conditioned human beings. Right? And how can there be unity between us? And because there isn't there is everlasting battle between us. Right? All the Women Lib., and you know all that is going on in the world.\nSo there can be unity only when there is no division. You follow? It is so simple. I am divided because of my images, of my conclusions, my opinions. Right? When I have no conclusion, no image, there is no division. Sir, that is love, you understand?\nNow we, being conditioned, spend our energy in strife - right? - in wars, in battles, all that is going on in the world. And that is a tremendous waste of energy. Though that waste of energy may be productive - you understand? - because I may have a little talent to write a book and I become, you know, I sustain my vanity through the book. So when there is no division, because - that's a fact - I see the fact, the truth, that where there is division, which is conclusion, image, comparison, all the rest of it, that division must inevitably create conflict - if I have an insight, if I see the truth of it - then I have an immense amount of energy to act totally differently. You understand? Right.\nQ: You say free and together. Would you please go a little further into this idea of together.\nK: The idea of together. I can't go into the idea of together. You understand? Then it remains an idea and how can you go further in an idea, which means more ideas. You understand? - but you can't go into it. You can only go into it if you have no ideas. I don't know if you follow this?\nNow I said this morning when we were talking, I said we are sharing together, aren't we, you understand? We are sharing together our problem. We are talking over together. That means you and I are both interested in the problem. Right? We both are concerned with the problem, we both together are examining the problem - not you don't examine and I examine, then you share what I examine, that is not together. Right? Together implies moving together, that is, thought with thought, feeling with feeling, intensity with intensity, together. Don't you know what it means to be together? I doubt it. That means sharing - right? - partaking, investigating, examining, thinking together, therefore there is no division - the one who thinks, the one who doesn't think, then there is division. But if we are both of us at the same time, at the same level, with the same intensity looking at a problem, we are together. Right? And this is possible only when you give your life to this - and this is our life.\nQ: You speak of the authority of beliefs, but never, hardly ever, at great depth of all that is involved in the authority of money, slavery, oppression, fear and violence.\nK: By Jove, you can ask questions, can't you?\nThe questioner says you talk about authority but you never, hardly ever go into the authority of money, the authority of domination, the authority of slavery, poverty and so on. Right?\nNow what is the central issue in this problem? There is the authority of money, the authority of those who have power, religious and non-religious, the authority of the man who owns the property on which I live - right? - the authority of social division, the authority of injustice and so on. The authority. What is the central issue involved in this? There is not only the psychological authority - you understand? - of the priest, Karl Marx, you know, outward authority of knowledge, science, physics; then there is also inward authority - the authority which I assume, because I know better than you do, I see more clearly than you do, I happen to sit on many platforms therefore I assume tremendous authority. And there is the authority of the man who owns the house in which I live, he can throw me out any day. Right? So there is this tremendous complex authority. Now where shall I begin? You understand? Are you meeting me? Where shall I begin to tackle this enormous complex authority which exists outside as well as inside? Go on sir, tell me, where shall I begin. You have asked the question, I want to go into it. Where shall I begin? Out there? That is, the authority of the money, the authority of property, the authority which the poor have and the rich have? Where will you deal with it sirs? You are very silent. My question is sir: where shall I begin? I see there is the authority of money - keep to that one thing because money implies all the other things. Now there is the authority of money and then there is the authority of ideas, of beliefs, ideas. So there is the authority of money outwardly, and there is the authority of tremendous knowledge, of which I am part. Now I see the danger of authority, don't I? Right? You understand? The danger of authority, because it enslaves the mind. If I am born, as I was, very poor, poverty is a degradation, you understand, it destroys. So power of money is tremendous; so is the power of idea. Right? Marx, Jesus, Buddha, whatever it is. So I say to myself, where shall I begin to understand this vast complex problem of authority? Where shall I begin? Attack money? You understand? Throw bombs at those people who have money, who have houses, burn them up, kill people because my authority says, 'That is wrong'? Right? So where shall I begin. There or here? There is created by this (pointing to here) because I want that authority, I want the authority of money - no? I want the authority of property.\nSo I have to tackle the authority where I am. Where I am is the nearest, therefore I can begin there, not out there because I can't do anything about that. I can, I think I can by electing the right President, or the right Minister and when I trust, put faith in any politician I am done, finished, I am destroyed. So I don't put faith in any politician, in any priest, in any idea, or in any power. Therefore I say, 'I must begin here'. That is, I want to find out why my mind worships authority in me, out there also. You follow all this? Why do I accept and worship and demand authority? Why do you demand it sirs? Don't you demand it? Be honest. You do. Why do you demand it? Is it the basic issue of great pleasure? To own property, doesn't it give you tremendous pleasure? Though you have all the complications of taxes. And does it give you prestige, a position - no? Oh come on sirs. Have you noticed a man who has got plenty of ideas, who has written books, well known, what power he has? And don't you want to be like that bird?\nSo we all worship power, in different forms. And so unless... to bring about a totally different kind of society, a different kind of culture, each one of us must understand, have an insight, into this question of authority. And be free of authority - you understand? - not just talk endlessly about it. Right sir.\n"}]