[{"title":"public-talk-1-madras-chennai-india-28-december-1969","text":"I wonder what you would like me to talk about. First of all, I would like to point out most definitely that this is not a philosophical or religious entertainment. You are not here to be amused or to be intellectually or emotionally stirred up. We are apparently here for a very serious purpose, and to go into that very deeply, one must be clear in our relationships - your relationship with the speaker and the speaker's relationship with you. Sitting on a platform doesn't give the speaker any authority whatsoever. Unfortunately, he has to sit on a platform because it is more convenient for everybody. We can see each other. But that doesn't mean he has any authority whatsoever. So, let us clearly understand that.\nThen we must also understand what is the intention of these four meetings and the discussions that are going to take place here. We are going to communicate with each other. 'Communicate' means to build together, to think together, to partake together, to create together. That is the meaning of that word 'communicate'. And so we are going to learn. That is, there is no teacher and the taught, because that implies you, the taught, be informed, and the speaker teaches. There is neither a teacher nor a pupil, but only learning. Together we are going to learn. And to learn, one must have the capacity to hear, not only to what the speaker is saying, but also to listen to your own responses to what he is saying. We are both of us going to learn and that act of learning itself brings about its own discipline. The word 'discipline' means to learn, not to conform, not to obey, not to comply, accept or deny, but to learn.\nThat being so our relationship is entirely different. We are going to learn together, and that has enormous vitality, beauty, and requires great intensity when you and the speaker together are going to discover and learn. So, you have to be not only free to listen, attentive, eager, intense and passionate to find out. You can't just sit there and be told what to do or what to think because it's not a propaganda. We are not out to convince you of anything, of any principle, of any ideal, of any theory, or a new conceptual way of living. What we are going to concern ourselves is entirely with the principal thing, which is to learn. And learning is an extraordinary thing, because learning implies a mind that is free to find out, free to enquire, not casually, not intellectually or emotionally or devotionally, whatever you want, but to find out. To find out about this enormously complex life, this life that's so full of conflict, so full of pain, misery, confusion, anxiety, guilt, a life that's so violent. That's your life, the life of one's own agony, misery, travail, and whether the mind can be free of all this. That's what we are going to learn.\nAnd to learn you must have energy. You know, if you want to learn any language or any new technology, you have to give your mind and your heart to it completely; otherwise you can't learn. You must not only be curious to find out, you must also be free to enquire and you cannot enquire if you are tethered to any form of belief, conclusion or an ideal or principle or your own particular experience. So do please bear that in mind all the time, that you cannot possibly learn if you have the least prejudice, if you have come to any conclusion or if your past knowledge is directing you how to learn. Learning means a free mind to enquire and, therefore, enquiry is not only intellectually, but with your heart. Therefore our relationship is not that of a teacher and a disciple, which is terrible, which has destroyed this country. To learn there is no authority at all. It's only when you are taught something there is an authority. But if you are learning together, moving together, walking together, journeying, enquiring together to find out, then you put aside all your prejudices, your conclusions, your concepts, your desires, but just to observe and learn. Learn not according to your temperament, not according to your particular experience or according to your previous knowledge, which prevents you from learning.\nYou know, a scientist when he looks through the microscope has to put aside all his hypotheses, all his conclusions, all his previous knowledge, and look. He looks and lets what he sees through the microscope tell the story. He doesn't tell the story about what he sees. What he sees through the microscope is telling the story. You understand? The thing that is seen through the microscope is telling the story, unfolding, and it must be proven to other scientists; otherwise it's not a fact. Other scientists must see through the microscope, discover the same thing, test it and, therefore, there is no agreement or disagreement. There is only seeing what exactly is. So we have to put aside to observe, not only temperament, your conclusions, you wishes, your desires, your hypotheses and ideologies, but through observation let what you see tell the story. Right? Is this clear?\nSo what we are going to do during all these talks and discussions is to learn through observation, not your observation or my observation but the observation of a mind that sees very clearly, that has no prejudice. If it has prejudice put it aside, your conclusions, your tradition, your belief, put all that aside and look. When that is very clear, not only verbally but actually, that we both of us are looking through the microscope, not what you wish to see, or what you want to see - therefore, what you see and what the speaker sees, what he or she sees, is always the same. You understand? That's a great discovery that you and the speaker and the other person see through the microscope exactly what is. Therefore, your knowledge, your hypothesis, your conclusions have no place whatsoever and that's a great beauty in it. So that being clear - clear not verbally or intellectually, to yourself as a fact that when you want to see something clearly all your prejudices, conclusions must be set aside. If you are a Hindu, Buddhist, Communist, Socialist, Muslim, Christian, all that must be set aside to observe, to learn, to look. Right? Are you doing this? I hope, otherwise we shall not be in communication with each other - communication being creating together, walking together, working together, learning together.\nNow what is there to talk about? One sees throughout the world, and in India also, that man has divided in himself and in the world outside and inside. Divided himself as the community and the individual, as the believer and the non-believer, the Communist and the Socialist, the good and the bad, what is right and what is wrong, what should be and what should not be. Divided. He has brought about fragmentation both outwardly and inwardly. Fragmentation being technologically he is a scientist, he is a technocrat, he is a bureaucrat, he is a professor, a religious person, a sannyasi, a monk, non-believer, and so on. He has divided the whole of existence. If you observe in yourself, you will see how you have divided, you are in self-contradiction, there are opposing desires: this division between me and you, between we and they, the Brahmin and non-Brahmin, you know, the division that goes on in the world - the Parsee, the Muslim. You know, I won't go into it, you know it very well, we know it.\nNow, why do we do this? What is the reason that the human being, the human mind has broken up, this fragmentation that's going on all the time? Why? Where there is a fragmentation, there is division. Right? And where there is division there is contradiction and where there is contradiction there must be conflict. Right? You are not agreeing with me. You are observing it through the telescope therefore you are learning by observing, therefore you are not being taught by me, by the speaker. What you are seeing is teaching you. You see this in the world, this fragmentation: the various political parties, the various gurus, the various systems of philosophies, the family opposed to the community, God and the devil, happiness and misery, confusion and clarity. Why does the mind do this?\nAnd when you ask that question, you are also going to ask where man is going. Where is India, as part of the world, where is she going? In pursuing one fragment and letting other fragments go by? Becoming technocratically efficient, and let the other fragments deteriorate? I do not know if you have ever put this question to yourself. Where is man going, not India only? Where is the stream carrying us? Historical as well as non-historical, the pressures, the strains, the conflicts, where is it all going? If you say 'We are going towards God', then you are not looking through the microscope. If you say 'We are evolving slowly, gradually, towards perfection', again you are not looking. If you say 'The communists or communism is the only answer', which is a fragmentary answer, a political, economic answer, not a total answer. If you say 'Communism will solve all our problems', then you are not looking closely through the microscope to learn. Or if you say 'Science or the technocrats will arrange everything marvellously' that is the fragment cannot possibly answer the total problem. You are following all this?\nThe technocrat, who is only a part of this whole structure of the human being, the human mind, the human heart, he cannot possibly give the answer, nor the economist nor the socialist nor the politician, nor the guru, because he in himself is divided, contradictory. He lives in a dualistic world. So a fragmentary approach to this whole human existence, which is so complex, cannot possibly be answered through fragmentation, through division. Right? Is that clear? Please, clear, not made clear by me, the speaker, but made clear by your observation through the telescope, seeing the fact that there is division in the world, fragmentation and through one fragment, however capable, however efficient, the totality of human existence cannot possibly be answered. Right?\nSo one asks: why is there this fragmentation? Why is there this division between you and me, between we and they, we the Hindus, the Muslims, the Christians, the 'X' people, and they something else! This is not just an intellectual, comparative question. This is really a deep, vital human question. Have you an answer? Or, are you looking and letting the question bring the answer? That is the fact of this division, in yourself and in the world, this fragmentation, by observing it, it will tell the story if you know how to look. Right? You understand my question? The art of looking so that by looking what you see is telling the story and you are not telling the story at all. Right?\nNow, why is there this division? I don't know, and do you? Don't invent, don't say, 'Yes, me, the ego, the self, thought, the higher self, the Atman.' You know, all those are just theories. So you must first put the question. The question being, why is there this contradiction, this division, this fragmentation, this duality? Now we are going to learn. We are going to learn by observing, not by agreeing with the speaker, not saying 'He's right or wrong, oh, he hasn't said all of it, there's much more to it'. We are, both of us, going to learn together, communicate together.\nFirst, are you aware, know, conscious that in you there is fragmentation, a contradiction? And what does this contradiction do? That is, there is a division between one fact and another fact, one desire opposing another desire, one tradition, one culture, opposing another tradition, another culture, one belief against another belief and so on and on and on and on, this duality - why? Before even putting that question, see what this duality does. See, not agree with what the speaker is saying. Watch it in yourself what it does.\nDivision exists as long as there is resistance. Right? Right, you are following? As long as there is resistance there must be division. Right? You are seeing, I am not telling you. Resistance being like or dislike, resistance of your experience opposed to another experience, the resistance that you have built in yourself through your knowledge, through your experience, through your conduct, through your memory, as opposed to another. The resistance when the speaker says nationalism is poison, you immediately build a resistance. When the speaker says all beliefs, all ideals are stupid, again there is a resistance. To learn is not to have resistance. Right? If you say 'I agree with you', what is the point of it? But if you learn what the speaker is saying, learn the truth of it, then there is neither agreement nor disagreement, then we are working, living, taking the journey together. So where there is resistance there is division.\nAnd why do we resist? Please follow this. Give your mind to this, and your heart, not intellectually but give your heart to understand this immense problem, and then it will be yours, you will live a totally different kind of life. Why is there this resistance? You resist, resist your wife, you resist your husband, you resist an opinion, you resist the conclusion of another - why? Please enquire. Don't wait for me to answer it, agreeing with it or disagreeing with it. Find out why you resist. You resist obviously because you don't want to be hurt. Right? You have taken security in a belief, in a tradition, in a particular experience and any doubt, any question about that, you resist, because your belief, your tradition has given you security. Right? There you feel safe, being a Hindu. And any disturbance in your belief you are going to resist. Right? So, the mind, which is the mind, the brain, the physical organism, resists wherever there is any form of danger to its security. Right? You are following all this? I wonder. Because we are going to discuss something, go into something that needs a great deal of your attention, a great deal of your care, affection, not boredom, not your devotion, not your sentiment. This requires very clear observation on your part. We are enquiring into this immense question why man throughout the ages, for millions of years, has lived in this contradiction. In the ancient pictures on the walls in caves, thirty or forty thousand, three or five thousand years ago, the same problem of duality, the good and the bad, the evil, all that. We have lived like that, and we are going on living that way. And to bring about a radical, psychological, inward revolution is to understand this immense, complex question, because when there is division between you and me, between I and they, and so on, there must be conflict. And we have accepted a way of life which is conflict. A sannyasi giving his life to God, or whatever he does, he's in conflict. He may put on a quiet, serene face, but inwardly he is boiling, as you or another. So, till we learn about this our life will be a perpetual battle. There will be no peace inside or outside. You may go to all the gurus and meditate, you will never have peace till you have really learnt this. And the moment you have learnt it, you are as good as anybody else. You are as good as all the gods and the saints in the world. I hope you are also working as hard as the speaker!\nWe said, we resist because we have taken security. We have taken shelter. Please go step by step into this. When you resist and therefore conflict, that's a waste of energy. Right? You understand? When you take a vow of celibacy or poverty, that very vow creates a contradiction to the obvious fact that you are passionate, lustful. There is a contradiction and therefore that's a waste of energy. Right? You are following this? Are you following all this? Where there is conflict of any kind, there is a wastage of energy. That conflict is brought about through resistance, through contradiction. Contradiction exists when there is a wall between you and something else. Right? So, the mind, the brain, the brain cells themselves and the organism demand security, safety. Right? If you have had no security, where you are going to sleep or have your meal and so on, your body will be disturbed. Similarly, the brain cells have taken shelter in memory, in belief, in thought. The very structure of the brain demands that it be completely secure, otherwise it can't function efficiently. Right? Because it is not insecure - because it is not secure there is conflict. Right? You are following all this? I'm afraid not! Don't you take security, comfort, in your family? And if anything happens to that family, you are disturbed. Don't you intellectually take shelter in some hypothesis that there is God or that there is no God? Don't you take shelter in your idea of what love is? So the brain demands complete security. Therefore it finds security in things which cannot possibly bring about security, as in nationalism, as in belief, as in division, yours and mine. You follow? Right? You are following all this? Therefore our brain has become inefficient. Right? Efficiency means the highest capacity of energy and function.\nAnd if you observe how your own brains react, you can see how the brain cells themselves are living in the past. Right? You're following? You are living, you who think you are living, you are living in the past. Every knowledge is already the past. Oh Lord! So in the past the brain is taking security, and so the past comes to the present, modifies the present - the memories are modified in the present, or are added or taken away - and moves into the future. Right? You see this? So, there is security in the past, uncertainty in the future and confusion in the present. Do watch it, please. Don't laugh, watch, learn. So the past will invariably divide, and the past is the observer who is looking through the microscope. You are following all this? So the brain cells, the whole structure of the mind, and the organism, the psychosomatic structure is the past; the past being memory, memory which is conditioned by the culture, the society, the economic thing and so on in which it lives. Because in that there is security, there is resistance. Right? You are following all this? Do listen to this, learn about it, you will see what an extraordinary thing you will bring about, a revolution in yourself.\nSo the observer is the past. The observer divides because he only knows resistance and therefore the observer and the observed. Right? You are following all this? Look, sirs, when you observe what is it that is observing? Do observe. You understand? You are sitting there, the speaker is here. You are observing the speaker, looking at the speaker. What are you looking at? Not only the form of the speaker, the face and the gesture, but you are looking at the speaker with the image you have about the speaker. Right? The reputation, you are looking at the speaker through the screen of your own image, of your own conclusion, of your own hopes, despairs, pain, pleasure, which is the past. Right? So the past is the observer, who is the image. That image is the reputation and so on, through that you are observing. So there is division. Right? Do you see this?\nSo there is division between you and the speaker. You, the observer and the speaker, the observed. There is space between us. Space, physical space, which is time, and there is the space of your conclusion as the observer. So as long as there is this division between the observer and the observed, there must not only be resistance, there must be contradiction, there must be conflict, there must be perpetual war. Right? Are we journeying together? Then the question arises: since man began he has lived in this contradiction between the good and the bad, the devil and God, and so on. And there is in this division a resistance, and that resistance is created by the observer who is the past - the 'me', the 'I', the ego, the opinion, the conclusion, the concepts. He is the observer and the thing observed is you or I, and therefore there is a division. Right? And this division creates conflict, and therefore complete waste of energy. Right? That is, man seeking security - he must have security, must, complete order. Order means security, physical order, intellectual order, order in the brain cells themselves. He must have order. Order means security. Physically you must have order to get your next meal, and order means security, safety so that the brain can function perfectly without any resistance. Right? Now how can this happen? That's now the next question. Right?\nYou are following all this? If you have not followed, I wonder why you are here at all. This is not an entertainment. This is not a devotional meeting. This is something tremendous if you go into it. You will find out what love is, which we will go into afterwards.\nSo the question then from this arises: can there be observation without resistance? Can there be observation, seeing, listening without the listener, without the thinker, without the experiencer? That means can the mind, the brain, be completely innocent? You understand? The word 'innocence' means incapable of being hurt. You understand, not all the symbolic meaning. Incapable of being hurt by anything, by society, by experience, nothing can hurt it. And because it is capable of being hurt, therefore it resists. Therefore it divides, therefore it protects itself in nationalism, in God, in some potty little book called the Gita, or the Upanishads, something or other. Right?\nSo can the mind, the brain and the heart, the whole organism observe without the observer? You have followed all this? Don't say afterwards 'What is the observer? It is not the higher self and the lower self; that's just another theory. The observer is the entity that has sought security through resistance, knowledge as a means of resistance, information, class division, as the good and the bad, the heaven and hell, my family and the community, the individual and the whole. You know, the word 'individual' means something quite different from what we generally think it means. Individual means indivisible. An individual means that which is not fragmented. And because he is fragmented in himself, he has built a society around him which is fragmentary, and he has taken shelter in one fragment. And that fragment is the past, which is the observer. You see how it all fits in? Oh, you don't see the beauty of it.\nSir, you know what beauty is? The beauty of a face, the beauty of a smile, the beauty of the sunset, the beauty of seeing something extraordinarily subtle. Do you know what beauty means? Beauty means sensitivity: sensitivity to words, to gesture, sensitivity to the tree, to a child, to a face, to a smile. And there is no beauty when there is any form of resistance. The sannyasi, because he says 'I'm going to find God, I must resist every form of sensation, desire' - you follow? Never look at women, never look at nature, the cloud, the lovely earth. He has built a resistance and therefore he is living in a world of torture, division and conflict. Right?\nSo from this arises the question: can - please listen - can the brain and the whole structure and the nature of the human being, can he have complete order, absolute order and absolute security? You follow? If he cannot, he will resist, because resistance means not to be hurt. You are following? So, can he have complete order? Order means complete security.\nFirst of all - I don't know if I want to go on. Do you want to go on, it's quarter to seven? Am I working, the speaker working or you are also working? That means we are learning together. You know to learn together for an hour, that is to give all your attention, your heart, your body, your nerves for an hour, you know what it means? It means that your brain and your mind can't stand more. The speaker can go on because it's his life. So I'll just go into it briefly and we'll go on - when do we meet next? When is it? The thirty-first, which is the Wednesday. We'll meet again on Wednesday so we can go on with this particular thing. We can discuss on Tuesday something else.\nAs we said, we are taking a journey together. We are learning together, we are looking through the microscope together. And what we see is not according to your wish or my wish. The fact is there, and the fact is telling the story. The fact says the brain must have complete security and order, otherwise you will be in conflict, otherwise you will have no peace in life at all. You may meditate till doomsday, you will never have peace. You will always have war both within and without. So, you must have order. Now, wait a minute. You know what order means? Do you? You can put order in your room. Put dirt under the carpet or throw it out of the window onto the neighbour, or put the responsibility for order on somebody else. Or think order is to live according to a pattern laid down by the Gita, Upanishad, by your pet guru, and so on.\nIs that order? Or there is no blueprint for order? Please do understand this. There is no design, no pattern for order. But to find out what order is, and the beauty of order, the freedom of order, one must understand what is disorder. Through negation, you come to the positive, but if you pursue the positive, you will never come to order. I don't know if you get this? Have you understood a little bit of this, sirs?\nYou know, those who are neurotic, psychopathic, and so on, they believe in something so strongly and in that belief they live and they have perfect order. Their faces are very quiet, their smile is benign. There isn't a wrinkle on their faces because they have found order in something which gives them complete security, and what they believe in has no validity, but they believe in it. Right? So that is disorder. I don't know if you follow all this. Belief is disorder. Your belief, and my belief, belief based on fear. And being fearful, take shelter in a belief and hold on to it, though that belief has no validity whatsoever. I'm sure you all believe in brotherhood, don't you? That we are all brothers in the name of God? But you are not brotherly, are you? So the belief has no validity, but you take shelter in that belief. Therefore that belief is creating hypocrisy, which is, in essence, disorder. Oh, do see all this. Your ideals are breeding disorder, because the ideal is over there, and the fact is here. And you take shelter in an ideal of non-violence or whatever you will.\nSo order comes naturally, sweetly, without your invitation, when you understand the structure and the nature of disorder. Right? Disorder. As we said, belief is a complete disorder and yet you will go on. You hear the truth of this, and you will go on with your belief, because to you that has become extraordinarily important, in that you take shelter, whether it creates disorder or not. Then you begin to say 'I must have order, therefore I must discipline myself, therefore I'll obey, I'll conform', again, shelter in that. You see it? No, I'm afraid you don't.\nRight, sirs, we'll continue next Wednesday. But please bear in mind that this is not an intellectual, spiritual, or religious, philosophical entertainment. This is a very serious matter because the crisis in the world demands a serious mind, demands that you give your attention, your heart to this, not just a few words, a few beliefs and a few gestures. And to learn needs no teacher. To learn implies freedom, and when you are learning, there is no path, no future - learning is a movement. Therefore, you put aside all authority, whether of the book, of the person or of an idea or of an experience. Then life becomes something extraordinary. From there you can go to great depths and heights, but without that you cannot possibly move.\n"}]