[{"title":"can-any-problem-be-solved-isolation","text":"Aren't you all very hot? I suppose we can't have the side open? The sides can't be opened. All right. If we may we will go on with what we were talking about last Tuesday when we met here. We are inclined when we face all the many innumerable problems to solve each problem, or at least try to, by itself. If it is a sexual problem treat it as though it were something totally unrelated to all other problems. Or when there is the problem of starvation right throughout the world we try politically or economically or socially try to solve that problem of starvation, or a problem of violence by itself. I wonder why we do this, why we try to solve each problem by itself. There is violence and this violence is spreading throughout the world, in various forms and the powers that be, the politician, the priest, the established order, try to solve, or individually, that problem by itself, as though violence was something apart from the rest of life. We do not consider the problem as a whole. Every problem is related to other problems, it is not isolated. Violence as one can see in oneself, is part of that animal inheritance in all of us, we are animals, a great deal of us, part of us, and without understanding the whole structure of the human being, to merely try to solve violence by itself only leads to further violence. I think this must be clearly understood by each of us that no problem, and there are a thousand problems, at least appear to be all separate, different problems, and we never seem to see that they all are interrelated, you cannot possibly solve one problem in isolation by itself. When you go into the question of violence, to try to end violence, through will, through law, through various forms of compulsion, you breed other forms of aggressions. And we have to deal with life which has so many interrelated problems, not separate, not isolated, but a continuous movement of many, many, many problems, many crises, small or big. Right?\nPlease let us go into this very carefully, because unless we understand this, when we are going to discuss, talk over together the question fear, love, death, meditation and reality and all that, unless you understand how all this is interrelated, death, love, reality, the beauty of life, the ecstasy, the thing that is immeasurable, so extraordinarily vast, that is not separate from our daily problems. So if you say, I am only concerned with mediation, and with truth, you will never find it, but if you understand how each problem is interrelated and that each problem cannot possible be solved by itself, like starvation, it cannot be stopped by itself, it is a problem, political, economic, social, religious, psychological, the division between man and man, nationality against nationality, and so on, when all that is understood there will be no problem of starvation. So if we could go into this very, very carefully why human mind, that is our mind, your mind, tries to solve each problem by itself. I am sure you have many problems, economic, social, personal relationship, problem of suffering, not only physical, but psychological, problems of intense sorrow, not only personal sorrow but the sorrow of the world, the misery, the confusion, and if you try to resolve each problem and try to find an answer to a particular problem, then you are only bringing about further division, further conflict, further misery.\nNow why do we do this? Why does the mind try to solve each problem as though it was unrelated to other problems? The other day somebody asked, what about starvation, as though by itself, it is the result of human relationship, of human conditioning, of human education, of this constant division between people, both Economic, social, personal. So to understand this very, very deeply and so completely, we must ask, why do we do this? I do not know if you have asked that question, ever. And if you do, if you are at all serious you must have asked it, if you are mature, not in age, maturity does not mean age, you can be mature when you are twenty both psychologically, inwardly, so any person who is serious and mature, must have asked this question: why the human mind, the brain always divides, me and mine, you and yours, we and they, on one side, god, religion and politics, on the other side, and so on, this constant division, and trying to solve each problem by itself, isolated, why? No, don't answer me please, because I don't want to break it up, you can ask at the end of the talk if you have the patience, and if you don't mind allowing me to talk for twenty or thirty or forty minutes, first, I hope you don't mind.\nIn asking that question we have to also find out, what is the function of thought? What is the meaning, substance, structure of thought, because it may be thought that divides, and to find an answer through thought, through reason, obviously must separate each problem and try to find an answer for itself. We are asking why the human brain and the mind, the totality of one's being why we are always inclined to solve our issues separately, as though it was unrelated. They want a physical revolution to upset the social order in order to bring about a better order and they forget all the implications of physical revolution. Dictatorship, either of a group or a bureaucracy and so on and they forget the whole psychological nature of man. So one has to ask this question, why? And in asking the question, what is the response? Is it the response of thought or is it the response of understanding the totality of this immense, vast, structure of human life? You're following? Am I making my question clear, if not I will go into it?\nI want to find out why this division exists. We went into it the other day as the observer and the observed, let's forget that, put that aside and approach it differently. Does thought create this division, and if we find thought does, and thought tries to find an answer to a particular problem, it is still a problem separated from other problems. Are we going together? No, don't, please, agree with me, it's not a question of agreement, it's a question of seeing for yourself the truth of it, or the falseness of it, not accepting - and if I may add here under no circumstances accept what the speaker says at any time, with regard to what we are talking about, not with regard to your doing something or other outside the tent. There is no authority, at least when we are talking together about these matters, with me, neither you have the authority nor the speaker, we are both of us investigating, looking, observing, learning, therefore there is no question of agreement or disagreement.\nOne has to find out, if thought by its very nature and structure does not divide life into many, many, many problems, and if we try to find an answer through thought it is still an isolated answer, and therefore breeding further confusion, further misery. So first of all, one has to find out for oneself, freely, without any bias, without any conclusion, if thought operates this way. Because you see, most of us try to find an answer intellectually or emotionally, or try to say intuitively. When one uses the word 'intuition' one must be terribly careful of that word, because in that word lies great deceptions, because one can have intuition dictated by one's own hopes, fears, bitterness, longing, wish, therefore one has to beware of that word, and never use it. So we try to find an answer intellectually or emotionally, as though the intellect was something separate from the emotion and the emotion something separate from the physical response and so on. And as our whole education and culture is based on this intellectual approach to life, all our philosophies are based on the intellectual concepts, which is rubbish. All our social structure is based on this division and our morality is too, so if thought divides, how does it divide? You are following all this, please do it as we are talking and not just play with me. Actually observe it in yourself, that's much more fun, and you will see what an extraordinary thing you will discover for yourself. You will be a light to yourself, you will be an integrated human being, not looking to somebody else to tell you what to do, what to think, and how to think.\nSo, does thought divide? And what is thought? Thought can be extraordinarily reasonable, reason consecutively, and it must logically, objectively, sanely, because it must function perfectly, like a computer ticking over without any hindrance, without any conflict. Reason is necessary, sanity is part of that reasoning, capacity. And what is this thinking, what is thought?\nCan thought be ever new, fresh, because every problem is new, fresh. Every human problem, not the mechanical, scientific, every human problem is always new. And life being new, thought tries to understand it, tries to alter it, tries to translate it, tries to do something about it. So one must find out for oneself, what is thought? And why does thought divide? If we really deeply felt, loved each other, not verbally but really, and that can only take place when there is no conditioning, when there is no centre as the 'me' and the 'you', then all these divisions come to an end. But thought apparently, which is the activity of the intellect, the brain, cannot possibly love. It can reason, logically, objectively, efficiently. To go the moon thought must have operated in the most extraordinary way, but whether going to the moon is worthwhile or not, that's a different point, whether it's insanity, or logical conclusion of technology. So thought has to be understood. And we asked whether thought can see anything new, or is there new thought, or is thought always old? And when it faces a problem of life which is always new, and it cannot see the newness of it, because thought observes it first, and therefore tries to translate the thing which it has observed in terms of its own conditioning. Are we getting along together? Shall we? Are we? Right, sir? May I go on?\nSo thought is necessary, it must function, logically, sanely, healthily, objectively, non-emotionally, non-personally, and yet that very thought divides as the 'me' and not the 'me', and tries to solve the problem of violence by itself, as though unrelated psychologically to all other problems of existence. So thought, which is the past - thought is always the past. If we had no tape recorder as the brain, which has accumulated all kinds of information, experience, personal, collective and so on, if you hadn't that brain you wouldn't be able to think, you wouldn't be able to respond, and so thought is the past. Right? Do we see that, not verbally but actually? So the past meeting the new, the new issue must translate in terms of the past, and therefore division. You are following? Have you got it?\nYou are asking why thought divides, why thought interprets. If thought is the result of the past, and thought is the result of yesterday, with all the information, knowledge, experience, memories and so on, thought operates on a problem, and divides that problem as though it was something separate from the rest of the other problems. Right? You are not quite sure. I am going to make you quite sure, not because I want to assert myself, which is silly, or my argument is better than yours, which is equally silly, but we are trying to find out the truth of it, actually 'what is'. Now leave everything side for the moment and observe your thinking. Thought is the response of the past. Right? Right? If you had no past, there would be no thought, there would be a state of amnesia. Right? The past is the thought and therefore the past will inevitably divide life as the present and the future. Right? As long as there is the past as thought that very past must divide life into time as the past, the present and the future. Right?\nQ: (In Italian).\nK: Just follow this, I am going to go into it step by step, don't jump ahead of me. You are not pursuing it, you are going ahead of your problems. I have a problem. I have a problem of violence, I want to understand it completely, totally, so that the mind is entirely free from violence altogether, completely, and it can only understand it by understanding what is the structure of thought. It is thought that is breeding violence: it's my house, my property, my wife, my husband, my country, my god, my belief, which is utter nonsense. Who is doing this? This everlasting me opposed to the rest. Right? Who is doing it? Education, society, the establishment, the church? Wait, wait, don't say no, they are all doing it, because I am part of all that. Right? You see, you don't proceed, you don't see this. And thought which is matter, thought which is the result of memory, memory is in the very structure and the very cell of the brain, which is the past, which is of time, and so when the brain operates, whether psychologically, socially, economically or religiously, it must invariably operate in terms of time, the past according to its conditioning. Right? You are following all this? Please do.\nSo I am asking myself, thought is essential, it must function absolutely logically, completely objectively, impersonally, and yet I see how thought divides. Right? Psychologically as well as in time. Right? Sir, I am not urging you, pushing you to agree, do you see this? So thought must inevitably divide. Look what has happened. Thought says nationalism is pretty rotten, it has led to all kinds of wars and mischief, let's have brotherhood, let us all be united, thought - right? - finds a league of nations or united nations or this or that, still operating thought, separately, but maintaining the separation in toto: you who are an Italian, you keep your Italian, sovereignty and so on and so on. Right? Talks about brotherhood and yet keeps separate, which is hypocrisy, that's the function of thought itself to play double games with itself. Are you following all this?\nSo thought is not the way out, which doesn't mean kill the mind. Right? So, then what is it that sees every problem as it arises as a total problem. Right? You are meeting me? If one has a sexual problem it's a total problem, related to culture, to character, to various other forms of issues of life, not by itself. Now what is the mind that sees each problem as a whole problem, not a fragment, fragment of a total problem? Are you getting all this, my question? Am I making myself clear? Pretty hot, isn't it? You have to lump it, sir.\nThe churches, the various religions have tried it, they say, 'Seek God and everything will be solved'. As though God, according to them, is separate from life. So there has been this constant division, and I say to myself, observing this - I don't read books or anything - but just observe life and you will learn more than from any book, both outwardly and inwardly, if you know how to look - then what is it that looks at life as a whole? Right? You have got it? Are we proceeding? Right, sir? What is it? Knowing the breadth, the efficiency, the vastness of thought, and knowing, observing that thought does inevitably divide as the 'me' and the 'not me', and the brain, which is the result of time, and therefore the past, and when all that structure of thought is in operation it cannot possibly see the whole, so what is it that sees life as a whole, not broken up into fragments? You have got my question clear?\nQ: (In Italian) It still remains a question.\nK: We have understood but there remains a question - still there is a question. Right? Now who is putting the question? Thought? Inevitably. You are caught, sir. Please, sir, let me finish and you can ask all the questions you want, afterwards. When you say - please listen to this - I have understood but yet there remains a question, is that possible? When you have understood what thought does, completely, at every level, at the highest level, at the lowest level, when you see what thought does and you say, 'I have understood that very well', then what is it when you say there is a question more, who is asking that question? There is only one question, which is: this brain, the whole nervous system, the mind which covers all of that, it says, 'I have understood the nature of thought'. The next step is not a question - the next step is: can this mind look at life, with all its vastness, complexity, with its apparently unending sorrow, can the mind see this thing as an entire whole? That's the only question. And thought is not putting that question, mind is putting that question because it has observed the whole structure of thought, and knows the relative value of thought and therefore is able to say: can the mind look with an eye that is never spotted by the past?\nNow I'm going to - we are going to go into that. Can the mind, the brain, which is the result of time, experience, various forms of, a thousand forms of influence, accumulated knowledge, all that has been collected through time as the past, can that mind, that brain be completely still to observe life which may have problems? You understand now my question? Are you all tired in this heat? Please don't go to sleep, it's really a very serious question we are asking, this is not just an amusement, an entertainment. One must give one's energy, capacity, vitality, passion, life to this, to find out, not just sit there and ask me questions. You have to give your life to this to find out, because this is the only response, the only way out of this terrible brutality, violence, sorrow, degradation, everything that's corrupt. Can the mind, the brain, which is itself corrupt through time, can that, all that be quiet so that it can see life as a whole and therefore no problem? Right? When you see something as a whole, how can there be a problem? A problem only arises when you see life fragmentarily. Do see the beauty of that. When you see life as a whole then there is no problem whatsoever. It's only a mind and a heart and a brain that are broken up as fragments, they create the problems. The centre of this fragment is the 'me', the 'me' is brought about through thought, it has no reality by itself. The 'me', the 'my' house, 'my' furniture, 'my' bitterness, 'my' disappointment, 'my' desire to become somebody, the 'me' is the product of thought - 'my' sexual appetites, 'my' bitterness, 'my' anxiety, 'my' guilt - the 'me', which is the product of thought, divides. And can I, can the mind look without the 'me'? Right? You are following this? Not being able to do this, to look at life without the 'me', that very 'me' says: 'I will dedicate myself to Jesus' - to Buddha, to this, to that - you understand? I will become the communist who will be concerned with the whole of the world. The 'me' identifying itself with what it considers to be greater is still part of the 'me'. Right?\nSo the question arises: can the mind, the brain, the heart and the whole being observe without the 'me'? The 'me' which is the result of thought, the 'me' is the past, there is no 'me' in the present. The present is not of time. So can the mind be free of the 'me' to look at the whole vastness of life? It can, completely, utterly. Only it can when you have really, fundamentally, with your heart, with all your being, have understood the nature of thinking. If you haven't given your mind, your attention, everything you have, to find out what is thought, the way of thinking, you will never be able to find out, you will never be able to observe without the 'me'. And therefore if you cannot observe without the 'me' the problems will go on. One problem opposing another problem. Look what they are doing in the world. If you let loose a madman, a neurotic, he couldn't make things as bad as they are now. And these politicians, these religious groups, these economists and all the rest of them, they are creating this madness: the west against the east, and you know what is happening. And all these problems will come to an end, I assure you, when man lives a different life altogether, when you can look, when the mind can look at the world as a total movement.\nNow sir, let's proceed. Take a minute, sir, take a minute. There is time, patience! You must have a minute and I must also have a minute. Right? (pause) Right sir.\nQ: You were asking in the beginning of the talk what made us try to solve problems separately and isn't urgency one of the reasons which make us try to solve problems separately. For instance, if the house burns I have to get out of the house. If in the world things are so urgent...\nK: We want to solve the problems right away, urgently. As the house burns we act immediately. As we said, if you see the danger you act. In that action there is no impatience, there is not a question of urgency, you act. Please watch it sir! The urgency and the demand for action immediately can take place only when you see the danger, the danger of the 'me' as thought, dividing the world into this mess. When you see the total danger of it, and the seeing is the urgency and action. Look sir, if you really saw starvation - we have been brought up in starvation, not you people, we in India, we know what it means, having very little food to eat - and see how the starvation has been brought about - callousness of people, governments, the inefficiency of the politicians, they must always be inefficient because they are concerned with their party, with which they identify their own petty little arrogance. And this is happening all over the world. And you see the urgency, see the nature of it, and when you see the nature of it, what do you do? Tackle one starvation by itself? Or, do you say, look this whole thing is a psychological issue, which is centred in the 'me', brought about by thought? Unless that is completely, totally understood, starvation in different forms, not only physical starvation but the human starvation of having no love, not seeking love, you will then find the right action. The very urgency of change is change, not the change that will come about through urgency. I don't know if you see that. Right.\nQ: You seem to say that thought has to function and then you say at the same time it can't.\nK: You seem to say that thought must function logically, non-personally and yet thought must be quiet. How can these two take place? Is that the question?\nSir, do you actually see or understand the nature of thinking? Not according to me or to a specialist, but do you yourself see how thought works? Look sir, when you are asked a question which is utterly familiar to you, your response is immediate, isn't it? Your name, and you reply quickly, because you are quite familiar with that. Ask a little more complicated question, you take a little more time. Right? Please, do it - don't you? Naturally. Ask a question to which the brain has not found an answer, after having searched all the memories and the books and all the rest of it, it says, I don't know'. Right? It has used thought to say 'I don't know'. I don't know if you are following all this? You are following this? You've got the answer? Oh, no! When you say, 'I don't know', your mind is not seeking, not waiting, not expecting, 'I don't know'. That is entirely different from the mind which operates with knowledge. I wonder if you are following all this. So can the mind remain completely free of the known, and yet operate functionally in the field of the known? You understand what I am saying? The two are not divided. Oh, Lord - no, you have never done these things. Sir, look, when you want to discover something new, as the man who thought, who wanted to discover the jet propulsion, he had tremendous technological knowledge of the piston - right? - internal combustion machinery, tremendous acquaintance with it. He had to put that knowledge aside to find something entirely new. If he carried on with the old memories he couldn't have found the new. So seeing the new can take place only when there is freedom from the known, and that freedom can be maintained constantly, from the known. You have never done these things therefore you are just open mouthed and listening! Just a minute, sir. Which means sir, for the mind to live in complete silence and in nothingness, and that complete nothingness and silence is so vast, and out of that silence it can use knowledge, technically work things out, and so also it can observe the whole of life out of that silence, without the 'me'.\nQ: You were kind of admitting in the beginning of the talk that to want to change things from the outside would lead us to a kind of dictatorship, a group, or person. Don't you think we are now living under the dictatorship of money, industry?\nK: Sure, understood. When you implied that if there is a change, a physical revolution - (noise of trains) thank the Lord for the trains! - you implied if there is a physical revolution we'd end up in a dictatorship, either of a group, or a person, or a bureaucracy, but aren't we now living in the dictatorship of businessmen, the politicians, the priests and so on? Of course. Where there is authority, there is dictatorship. And to bring about a social, religious, a human change, there must be first understanding of this whole structure of thought as the 'me' which is seeking power, whether it is me or the other who is seeking power. Can the mind live without seeking power? Go on, answer this sir.\nQ: Isn't it natural to seek power?\nK: Is it natural to seek power? Of course it is so-called natural, so is the dog seeking power over other dogs. It is all right there, poor thing it doesn't know, probably doesn't know much better. But we are supposed to be cultured, educated, intelligent. And we apparently, after these millennia, have not learnt to live without power.\nQ: I wonder whether the mind can put a question to itself that it doesn't already know.\nK: Can the mind put a question to itself, and the answer does it not know already? Of course. When the mind, as the 'me', or the separate thought, puts a question about itself, not about the moon and about the technological things, already it has found the answer because it is talking about itself; it's ringing the same bell with a different hammer, wooden hammer or steel hammer, but it's the same bell.\nIs that enough for today?\nQ: Can we act without a 'me', or do we then live in contemplation?\nK: Can we act without a 'me' and does that mean living in contemplation? Can you live in contemplation? Who is going to give you your food? Who is going to give you your clothes? Who is going to nourish you? Can you live in isolation, in contemplation? You know, the monks and the various tricksters of religions have done all this. There are people in India who say, 'I live in contemplation, feed me, clothe me, bathe me, I am so disconnected'. That's all so utterly immature. You cannot possibly isolate yourself. You are always in relationship with the past, or with the things around you. And to live in isolation, calling, it contemplation, is mere escape, self-deception. Right sir, that's enough.\n"}]