[{"title":"danger-conditioning","text":"Do you think a special meeting, or gathering like this, is necessary for the young people?\nAudience: Yes.\nK: I said, fortunately, or unfortunately, that we would have a couple of discussions in which the young people would take greater share. Aren't they now taking greater share in the discussions than the older generation like us? So do you think you need a special one? A special one - you know what that means? Younger people sitting in front and the older people behind, that's all. Let's see how things go along and then we will decide. We have got Thursday, Friday, Saturday, Sunday, four more discussions and we'll see.\nShall we go on with what we were talking about yesterday? Or shall we approach this whole problem again from a totally different angle?\nQ: (Inaudible)\t\nK: Could we talk over together, I know you may not like the word 'discipline', but order, let's substitute the word order instead of discipline, could we discuss that? Do you think it would be worthwhile? I know the young people don't like discipline, neither do I. But I think we should be able to discuss that and see where it will lead us. Shall we?\nQ: Yes.\nQ: Is discipline constraint?\nK: Yes, we are going to go into all that. First, do we want to discuss that, talk over together?\nQ: Didn't you say somewhere, you once mentioned in one of the lectures, that we are doing two hours of exercises or something like that - is just for the body or for the awareness?\nK: Wait. We are going into all that sir. First let us see, do you want to go into this question of order?\nQ: Aren't there more important things?\nK: Aren't there more important things? Such as what? Social activity?\nQ: For instance.\nK: For instance what? Social activity?\nQ: Death.\nK: Death. All right, you have your way. Come on. Death, social activity and what else?\nQ: Boredom.\nK: Boredom.\nQ: What about responsibility?\nK: Responsibility.\nQ: Education.\nK: Education. What do you think we have been doing during the last ten talks, but education? Now which do you want to take up - boredom, social service?\nQ: Discipline.\nK: Discipline, order. What sir?\nQ: Prayer.\nK: Prayer.\nQ: Consciousness.\nK: Consciousness.\nQ: Death.\nK: Death\nQ: Loneliness.\nK: Loneliness. Now what shall we take among all those things that you have suggested would you think will be sufficiently important and will cover all the rest? Right? Social activity - shall we take that?\nQ: No.\nK: Oh!\nQ: Boredom.\nK: Because I tell you, if you take up one thing, like social service, social action, and somebody said responsibility, and if we go into it sufficiently thoroughly I think we will cover everything, every problem is interrelated with other problems. You cannot separate one problem and say, 'Let's discuss that'. They are all interrelated, aren't they? One is not more important than the other. It may appear to some social service, a revolution, a social activity, activists and so on, death, this or that, may seem important to one or two, but they look at it, I am afraid, as though it was an isolated problem by itself, not interrelated with every other problem. So please listen, so there is no important problem first: every problem is important.\nQ: I have the impression that we are always talking about the inward revolution, and we think a lot of that, and it seems to me awfully difficult to do any inward revolution, if you still remain in the same society.\nK: Let's talk over that. If you remain in the same society, inward revolution seems terribly difficult, or practically impossible. Shall we discuss that? Really?\nAudience: Yes.\nK: Right. I think most of us want to change society, the structure, I think most intelligent people are aware of this fact. Right? We all agree to that, young and old and deaf and dumb and all the rest? All of us see the importance of a social revolution - a social - we may not use that word revolution, it may be too drastic, therefore we will use the word 'social change'. Now how is this to be brought about? By physical revolution? Upsetting society as it is and creating a new society? Let us talk it over. Sir, see what is involved in it.\nQ: I have the impression it is private property and it is already violence. So changing society, even if it implies some violence will never be so violent as private property.\nK: Private property, to the questioner, seems the very essence of violence. Without changing that, any form of change must be another revolution. He is saying physical property is the cause, is the real change, the changing of physical possessive property, real estate, earth, if you can change that then everything will be solved. All right sir, how do you propose to do it? Give it all into the hands of the government? Let governments own it? Who will own it? A few people? Or many people? Or socialise it? Everybody owns it? All these experiments throughout history have been tried. Even in India there was a period, I was told, when everybody owned the land. How do you propose when you have property, a house, a piece of land, and I have mine, how do you propose to change it? I like to own my land.\nQ: You should have the right to use it but not to possess it and sell it.\nK: You should have the right to use it, not possess it and sell it. How are you going to prevent this?\nQ: Detachment.\nK: Sir, do consider it. I feel, having a house, a piece of land, mine own, I feel safe, I identify myself with that - to me that is very important. To me that's life and death, it is something to own - wait sir, go slowly. I am not for or against. We are trying to find out what to do, given certain things, what to do. How will you take it away from me? By law? By revolution? And if you do, we all of us land owners will get together and fight you. This has been going on for a million years - you follow, sir?\nQ: Yes sir. For instance in Russia they have a tremendous bureaucracy and it doesn't mean that no system could be invented, no natural system exists, it just means that this is a bad experience.\nK: Yes sir.\nQ: I'd like to quote someone, it's my father. And I think this is really apropos. He has always said that as long as there are group of people in the world there is always going to be the crafty people and the slow people, and to him and it appears that way to me, that the crafty people are always going to want to take from the slow people.\nK: How will you change this, sir?\nQ: Well, obviously there has to be a change in the people themselves.\nQ: How will an inner revolution change this?\nK: How will inner revolution change the outer structure of society? How will the inner revolution change the structure of outward society? What do you think? To me owning property, or not owning property, is of very little importance. Many riches are not in the house or in the land but somewhere else. I don't care. I am a beggar. I don't mind. What will you do if you are not a beggar, if you are attached to property, what will you do? You see we are discussing theoretically all this. No? What, madam?\nQ: I may be speaking for myself, but I can't help it, I resent this young man and the way he keeps leading us back to the social revolution thing. I feel you have something to tell us, you'll show us another way if only we would allow you to do it.\nK: It is not a question of somebody interfering in what you want to hear from the speaker, but we are talking about this. Look - I see the world as it is, property, possessiveness, domination, power, bureaucracy reaching a state where they want to control everything, as is being done in Russia, and so on and so on. I see wars, I see everything around me, the division of people through religion, politics, through nationalism and so on and so on and so on. What shall I do? I see the necessity of a change. Right? There must be. I see this. I see it is tremendously important that human beings should change. Now where shall I begin, there or here? Or is it a combination of both? Not there first, or here first, but a movement that answers both questions, both the outer and the inner, so there is no division as the inner revolution and the outer revolution. It is a movement of constant change. Right? Of constantly freeing the mind from its own conditioning, from its own possessive demands, from its own self-centred activities, from its own pursuit of pleasure and pain and division and so on. Right? Now where shall I begin, inner or outer?\nQ: Inner.\nK: Now wait. Don't you see? When you say 'inner', you feel that the inner is disassociated from the outer. The inner is the result of the outer and the outer is the result of the inner. We have created this society. We have created through our ambition, through our greed, through our competitiveness, through our comparing, and so on and so on, demanding for power, position, prestige - we have created this society.\nQ: We had established in another talk that we were conditioned by the society, marked in our childhood. Isn't it necessary to make it so that other ones are not conditioned because otherwise...\nK: Right. That means you have to begin helping the child, to educate the child in such a way that he is not conditioned from the very beginning, which means special schools.\nQ: If he was still in the society, which means violence, he will be conditioned.\nK: How will you change society? Yes, sir?\nQ: Is it not possible to set up a commune?\nK: Is it not possible to set up a commune - where a lot of people get together, pool their money, pool their children and educate them unconditionally? Is that it?\nQ: Too fragmentary.\nK: You see! You object to that.\nQ: How can any kind of education not be conditioning?\nK: How can education be not conditioning? Sir, look. Do you know what it means to be conditioned, what are the factors that go into being conditioned?\nQ: You don't think any more of yourself if you are free of your conditioning.\nQ: We are robots.\nK: We are robots. We are so conditioned, we think according to some authority and so on. Please sirs, do listen to this for two minutes before coming to any conclusion. Any intelligent man sees what is happening in the world, and he says to himself, what am I to do, I am a responsible human being, serious, what am I to do? Am I to join the outward revolutionists, the physical revolutionists - I am not talking about the Communists because they are driven by an idea, by bureaucracy, by a theory and all the rest of it, like the church people, the same thing repeated in a different pattern - what shall I do? Shall I join a revolutionary society, or shall I withdraw from the world, withdraw completely, and bring about a revolution in myself and thereby perhaps affect the outer? Right? Now what shall I do? There are these two alternatives: one to join, and the other to withdraw. And perhaps in withdrawing I shall be able to understand more myself and help others to understand themselves and thereby perhaps bring about a physical revolution eventually. Now what shall I do? Is it so clear cut as that? Begin there, or begin here? Or is it a total movement with which we are concerned. That and this moving together. You understand? Both the outer and inner moving together. Right sir. So there is no division as the inner and the outer. Right? Because we have seen when you emphasize the outer it becomes bureaucratic, it becomes mechanical, it becomes inhuman, it becomes entirely materialistic. If you emphasize the other, which is the inner, then you withdraw completely.\nQ: Also we must be very careful because for instance preferring the inward revolution could be also because we are very attached to the past and we like to keep our private property.\nK: That's right. The inward revolution may imply that you are sticking on to your property, to your bank account, etc., etc., but talk about inward revolution. That's a cheap trick. Wait.\nSo let's begin. Let's start with this. Will you begin there or there. Or you see the effects of both and so you see that life is a unitary process, not a thing to be divided - the commissar and the yogi. It is a question of bringing the two together. Now can I do this? Can a human being do this? You and I, can we do this? - not emphasising on that or this but moving, as a river does, taking all life together - all life being the outer and the inner? Now - right? Is that our problem?\nQ: Yes.\nK: Now, don't say yes. If that is our problem, that we are trying - not trying - we are actively concerned in bringing about a harmonious action in which the outer and the inner is involved, in which the outer and the inner are completely together, not separate, so I will never talk about the inner and the outer, it is a movement. Right? Now, to do that, to live a harmonious life in which the two are operative together. Right, sir? Now can I, a human being, conditioned to property, conditioned to patriotism, conditioned to self-centred activity, so what shall I do? You answer me sirs, answer. Let's talk it over together. What shall I do? I am conditioned, in a culture, in a society which I and my great, great, great, great grandfathers created - what shall I do? Knowing that I am conditioned by the society, the culture, the religion in which I live, which we all together have created it, therefore society is me and me is society. Right? Right? Do you dispute that? I am the society - my great grandfather and all the rest of it created this and it has caught me, I am trapped in it, I am trapped in it as it has trapped me. So I am both that and this. So I can't separate myself from society and say 'I must change society' - I don't know if you see?\nQ: Sir, say a man who is a communist, he is living in a capitalist society, can he say also, 'I am the society'?\nK: He can't. He can't.\nQ: In which case it is not true that he is the society.\nK: No but sir, how will he change? Our concern is not that a man who is a communist living in a capitalist society, he cannot identify himself with the capitalist society, but look what has happened. He has identified himself with the communist society - wait sir, right? - and therefore he is acting in fragmentation - no?\nQ: I would suggest if it is possible, not using the word 'Communist' because it's putting something in a category liking saying black, or red.\nK: Quite right sir. Let's leave all that. Let's leave the words communism, socialism - put it all out. Here is a simple fact that society is me and me is the society, there is not a division between me and society. After all if you were born in India you would all be thinking in a certain way, you would all be worshipping Krishna or some other bird and here you worship somebody else because you have been conditioned that way, that's all. So we are the result of the society in which we live, and that society has been brought about by us. Right? No?\nQ: Not completely. It was there before we came.\nK: You have been through this before. You have been through - now watch it sir. The society existed before I was born, my great etc., etc., created that society, I was born in it - I don't know why but I was born in it, instead of being born in this culture I was born in that culture - and what happens? I was educated in that culture, I accepted the conditioning of that culture knowingly or not knowingly. As I grew up I said 'How stupid every culture is, to be shaped by any culture', so you reject the whole thing. Do you?\nQ: Yes.\nK: No, no. Don't so easily say, yes, madam. It sounds so silly.\nQ: Sir to reject your own culture you make your own little culture.\nK: No. No. You see you don't understand me, sir. I see that the human mind is shaped by the environment in which it lives - the Eskimo, the Pacific Islander, the Christian and so on, each one is conditioned by the environment in which he lives, the environment is all the rest of it - Catholic, you know, all that. So a child being born in this culture is conditioned and he says, 'I am not responsible for this, I am conditioned by the culture in which I have lived'. His responsibility is to free himself from the culture in which he has been brought up.\nQ: Society has just been created by man, so change man.\nK: Obviously. If I am born in a culture called the Hindu, and I see very definitely as I grow up, educated, or uneducated as it happens with the person who's speaking, sees how he is conditioned by the various cultures and so on. He sees this whole structure of thinking, living, is conditioned and seeing how it is conditioned he puts it aside. So he is free of conditioning. Right?\nQ: He has to evolve.\nK: No, no. You see you are bringing something in. He has to evolve. Evolve. He has to evolve. What does that mean? Take time?\nQ: No, no.\nK: Then?\nQ: Free himself from certain beliefs which are not true.\nK: Which means? Oh, be careful what you are saying. Free yourself from certain beliefs which are not true. We are talking about being free from all beliefs, not which are true and false belief. No. You see you haven't gone into this. You just make this statement, please listen. Being born, educated for which one is not responsible, but you become responsible the moment you become aware that you are conditioned, and becoming aware that you are conditioned you finish with it. Which means you are never conditioned.\nQ: But you are free.\nK: But you are free from all conditioning, you are awake. That's quite a different matter.\nQ: There is still the past.\nK: No sir. Now look. You are being brought up in a certain culture, and you observe the various other cultures throughout the world, each dividing. Now you become aware of your conditioning - have you? And becoming aware of your conditioning it's your complete responsibility to see that you are free of it, otherwise you can't help society, otherwise you can't bring about a change. Are you doing that? Are you aware that you are conditioned, by the church, by wealth, by poverty, by the climate, by the food, by the clothes - you follow - you are conditioned. And you are aware and you become utterly responsible, which means that you have got to free yourself from it, otherwise you are not a human being, you are a fragment of this whole structure.\nQ: I see my conditioning now, and I make a statement about that, I speak out about it. And then other people...\nK: Wait sir. Look at it sir. First, are you aware, please, watch it, this is really important, related to the question, 'what am I to do given all these facts' - all the facts, not just your fact and my fact, all the facts that are observed - what am I to do? I have been conditioned as a child, I can't help it, by the parent, by the society, by the grandmother - you know, conditioned. And as I don't know that I am conditioned, I grow up and I realise, watching all this around me, that I am conditioned; and my feeling is that I must change society. I can only change, both outer and the inner only when I become utterly responsible for my conditioning and be free of it. Are you? Unless you are you cannot possibly help society - full stop. Don't let us talk about helping society.\nQ: (Inaudible)\nK: How can you bring about a revolution?\nQ: How can you free them if they don't want to be freed?\nK: I am not talking about the people who don't want to be free, who want to change society in a particular way, or change society in a communist way, or socialist or capitalist - I am not talking of such people at all. I am talking of those people who are here in this tent after ten days. I say to you, look if you really deeply fundamentally are earnest about bringing about a change in society you can only do it if you are aware that you are conditioned and are free of that conditioning, otherwise don't talk about altering society. Right?\nQ: (Inaudible)\nK: No, no, wait. I explained that sir. It is not your society - we are back.\nQ: (Inaudible)\nK: Do listen sir. I can't possibly change Mr Who.\nQ: (Inaudible)\nK: No sir, it is not a slow process. Not a process of evolution.\nQ: (Inaudible)\nK: Look sir, I am not talking quickly, slowly at all. I am talking about something. I see this world as it is, and I am born in that society, and as I grow up I realise I am conditioned, and my responsibility is to completely free the mind from conditioning, then only I can do something about society. Till that takes place I won't discuss, talk about changing society, it is meaningless.\nSo wait sir. I want to do this - you follow? I realise I am conditioned and I must change it completely, alter it, free the mind from it, the mind must free itself from it. Now the first question is - please follow it if you will - will it take time? That is slow, evolutionary process.\nQ: The idea of time is part of my conditioning.\nK: No sir. That's what I am pointing out to you. Part of your conditioning is, say it will take time.\nQ: How can we determine that it is going to be taking time or not if we don't know what it is going to be?\nK: I am going to show it to you sir. I ask myself, will it take time, I am conditioned, the mind must be free, the mind says it is conditioned, it must free itself - will it take time? Or, saying that it will take long, it will gradually be done, is part of my conditioning. Right? So I have to find out the truth of this matter, whether it is a matter of slow, gradual process or instant process.\nQ: How can we know?\nK: I am going to find out, I am going to learn. I am going to learn, sir, I don't know. Right?\nQ: Is it possible to know if it is...\nK: I am going to find out. You see you don't even look sir. I want to find out whether this conditioning of the mind, the mind having been conditioned, to free itself from that conditioning, will it take time, I want to learn, I want to find the truth of it. Right? Now, what does that mean? Am I approaching this problem of freedom with a mind that is conditioned to time? Are you answering my question? Is your mind conditioned by time, that is, gradually I will do it? If it is conditioned to time, then become aware of it, aware of that conditioning and put it aside for the moment and find out. That is, listen sir, the mind is conditioned to time, that is, it is conditioned now, eventually, there, it will be unconditioned. The time, the interval between now and then is time. Right? No? Oh Lord, don't go to sleep, please sir. This is not complicated. To reach from this seat to go to the other end it takes time. Right? Many steps and so on. Now I am conditioned, the mind is conditioned, and to be free of that conditioning, will it take time? Time being freedom is over there and conditioned mind is here. Right? And it must do certain things in order to arrive then. Right? Now what happens? It is conditioned and it will be unconditioned then. What happens between the interval, between now and then? What takes place?\nQ: Further conditioning.\nK: Right. Further conditioning, further factors entering in, which distorts it, it'll pull you in that direction and then you have to pull back and go on. And so on. There is a constant movement, which is pushing you in different directions. This is so obvious. So that is involved. If you admit time that is involved. Right sirs? Are you following all this? And if you admit time, which means division between now and then, who has created this division? I must find this out. Who has created this division?\nQ: It's what you call the inward and outward.\nK: No. No madam. You're off!\nQ: The spirit against the matter.\nK: There is not such thing as spirit and matter, both are one.\nQ: For me there is.\nK: Oh well that finishes it.\nQ: It is the entity which wants the unconditioned state.\nK: Of course sir. Psychosomatic, that is the interrelationship between the mind and the body is so well-known, well-established, it is no good saying matter and spirit - we won't go into that. So the moment mind admits time, time becomes a danger - no? In that there is laziness, postponement, in that there is a division between here and there, and all that implies an entity which wants to reject this and get that. No? Right sir? So as long as this division in thought exists time must exist.\nQ: But aren't we getting away from our original question?\nK: Oh no, no, no. I haven't moved away from it at all. I am saying, I realise I am conditioned and my responsibility first is to uncondition, because if I cannot uncondition, but act according to my conditioning, I make society more horrible than it is - which the politicians all over the world are doing. So I say my responsibility as a human being is to free the mind from conditioning. Now will it take time? I have not moved away from it. Will it take time? Or is it possible to change it instantly?\nQ: Can you demonstrate what you do not understand?\nK: I don't know what you mean.\nQ: It needs time.\nK: Sorry. Is this the first time you are listening to this madam? Is this the first time you are here?\nQ: Yes.\nK: I am so sorry. You see we are both of us using different language. so - we have spent ten days or more, or perhaps five years learning about each other, so please if you don't mind, most respectfully and politely, listen first and get into it and you may understand it.\nQ: Sir until this morning I thought it must take time but now at the moment I think it can be done instantly and as a result of that I think your relationships change immediately with all those around you instantly, and then the world changes from a nucleus.\nK: That's right. We must find out the truth of this matter - you follow? Whether time is necessary, or time is a danger. Or time is an impediment. We are conditioned by the society which says time is necessary. Right? Gradually old boy, not quickly! Right? And I say that may be wrong altogether, it may be my conditioning, therefore I must investigate, learn about it. And I see the moment time is allowed the enormous danger that exists in the interval between now and then, so seeing that I reject time - not reject, it has no meaning. So freedom may be there only I don't know how to look at it. I am going to find out how to look, I am going to learn. And I can only learn if I am not concerned with time - I don't know if you see this? If I don't say from here to there, which means this must be changed to that and therefore division, therefore time, therefore conflict. I have been through all that. You see, you know, sir, that's why unless you really understand the interrelationship of all this you will be lost.\nQ: Social revolutions or any change obviously will take time.\nK: Sir, do you mean to say the generals, the admirals, the politicians all over the world, are going to change by listening to you and me? Certainly not. What we are talking about is, if you are serious, if there is the real deep understanding that society must change, not according to any pattern, break away from the Judaism, the Christianity, calling yourself a Jew, a Hindu, a Buddhist, wiping away all that and therefore we are concerned with the unity of man. The unity of man is not through organisations - that may help later to organise - but in understanding how this conditioning divides people. There we are. Can you change, you, brought up in a particular culture, change your conditioning? Unless you change, please don't talk about changing society. It's a blasphemy. They all talk about changing the society according to their pattern and therefore divide, divide, divide, divide. That is what's happening - according to Marx, according to Jesus, according to somebody else. What we are concerned is to see that man, you and I who have been brought up in a conditioning, to be free of it, is this to be done instantly, or will you take time? For me, for this person speaking on this platform, change implies - look at the subtlety of it - change implies - a change comes about only when there is no motive. The moment you have a motive you are conditioned. If you can understand that! The moment you have a motive - make somebody happy, change society, bring about enlightenment, or seek enlightenment - the moment you have a motive, that very motive is the conditioning factor.\nQ: Is it a motive to be responsible?\nK: Is there a motive in responsibility? Are you saying that? Is there a motive in responsibility? If I feel I am responsible to you because I feel you should change, change according to my pattern, my philosophy, my understanding. Which is, I feel responsible then I have a motive.\nQ: When I see I am conditioned you say I am responsible.\nK: No. Responsible to be free of your conditioning. Not for somebody else's freedom. So I have to find out if I have a motive. Go on sirs, work with me and don't let me work by myself. Have I a motive in wanting to change society, in wanting to change myself? Obviously I have a motive, because I want to be free, I want to achieve enlightenment, I want to be - I want to impress others. God knows, a thousand reasons.\nQ: Sir, because I can't be separated it is a very important problem because it is the only problem which is absolutely not fragmentary.\nK: That's what I am showing to you.\nQ: When you say you want to be free that implies a motive.\nK: No I only use that - when I want to be free - that's a way of talking - 'I want to be free' means again time. I am not talking - oh Lord, don't pick up a few words and throw it at me, please. We are talking about the whole business of freedom and conditioning. It's not - I give it up!\nSirs, can we go on from there? That is, have you got a motive which is the factor of your conditioning? I have a motive and that motive says, change. And that motive is going to dictate what kind of change it must be, obviously. Look sir, I am ambitious and I have tried this, that, the other, hoping through that to achieve my ambition. And I have got on to one line and I say I am going to fulfil that, that's my motive. And according to that motive and that line I change, and I think I am being free from my conditioning. I am not. Oh Lord, isn't that clear?\nQ: Is there not a motive also in unconditioning?\nK: No sir. Is there not a motive in unconditioning? Is there? Look sir. Just let me answer that. You observe the sorrow, the misery of the world, what's going on - right? - not observe intellectually, verbally but actually see. There is starvation, there is war, the division between spirit and matter, you see all these divisions. Right? See it, feel it, you are involved in it. Right? And you realise that there must be a change, naturally. When I have got a tooth ache I can't keep on going, I must go to the doctor, remove it, do something about it. There is a motive in that, obvious sense, but I am talking of a deeper motive.\nQ: Are you and I without motive in being here? Are we talking about motive and just being here?\nK: Are we here without any motive. I don't know, I can't tell you. Right, madam?\nQ: Can you start out thinking about a motive and as you think the motive becomes obvious or disappears?\nK: Can you start out thinking about a motive.\nQ: No, thinking about this question of motive.\nK: Thinking about this question of motive, as you observe the motive becomes obvious or disappears. Sir, look, we are talking about not a, some other motive, but have you got a motive that says, change society. Right? Have you got a motive?\nQ: Obviously.\nK: Wait. Find out sir what that motive is.\nQ: (Inaudible)\nK: You have a motive. All right. What is the motive?\nQ: Is there any way of living according to certain rules - if you see the rules why don't you change? It's obvious...\nQ: It is obvious.\nK: Are you acting according to the dictates of a motive? Sir, do answer, go into this question a little bit. Are you acting according to the dictates of your motive? Or are you free from motive?\nQ: I see the rules are wrong and I want to change them.\nK: You see the rules are wrong. You want to change them. You, who are conditioned and therefore your changing those rules will bring about another set of rules according to your conditioning.\nQ: I don't think it is so obvious. For instance, let's say there is traffic in the town and it isn't satisfactory, you can see the rules are wrong, so we could change them.\nK: They are changing them sir.\nQ: That's a practical problem.\nK: Yes, that is a totally different problem. Aren't we going round and round and round in circles? Yes sir?\nQ: (Inaudible)\nK: I understand that.\nQ: (Inaudible)\nK: Of course not sir.\nQ: (Inaudible)\nK: Sir, please sir, could we stick to one thing and work it out together. Please, just stick to one thing, which is this: you see the world as it is, you are part of the world, this chaos in the world has been brought about by human beings. Right sirs? And you are part of that human society. You realise this misery and confusion has been brought about by you as well as by another. Right? By your conditioning. Now how am I to change that conditioning? I am concerned, with that only we are discussing, nothing else. Now is it possible to change it instantly? Or will it take time? Now, just a minute, just a minute. Look at it this way. If you see the danger of any danger you act instantly, don't you - no? Don't you act instantly when you see some danger? Now do you see the danger, please listen, the danger of being conditioned? Do you really see the danger of being conditioned? If you see the danger as dangerous as meeting a wild animal, you will change instantly. But you refuse to see the danger.\nQ: Sir, excuse me for going back one step. But are there not some kind of social environments that make unconditioning more possible that others?\nK: May be. But you can't, a future society may come into being which you are trying to help now, which will help your grandchildren to be less conditioned, but we are taking things as they are now, not a society in the future. Look sir, if you see your conditioning is a danger, real danger, not philosophical danger, a theoretical danger, intellectual danger, but a positive, direct danger to human well being, you are bound to change instantly. Now, you don't see that. Why don't you? Right? Why don't you see the danger as you see the danger of an animal, wild animal, or house on fire, and equally see the danger of being conditioned?\nQ: (Inaudible)\nK: No, why don't you see? Don't explain. I'll tell you why you don't see it, why you don't see the danger, I'll give you ten explanations.\nQ: If you saw it you wouldn't be conditioned.\nK: Why don't you see it?\nQ: I am afraid of something new.\nK: No. Sir, are you afraid of something new when you meet a tiger? You act.\nQ: The condition of conditioning is that it is unconscious.\nK: Therefore find out. Are you conditioned, consciously, superficially conditioned or conditioned right through? You don't even enquire. Or you merely want to change society, the rules, this and that, you go back. Sir, please, go together.\nQ: I am blind to the danger of conditioning.\nK: You are blind to the danger of conditioning. Are you blind? Are you blind when your house is on fire?\nQ: She means blindness to the conditioning is part of the conditioning.\nK: Blindness is part of this conditioning. Blindness is part of this conditioning. Then what are you going to do? You can't have everything. You want to change society and you say I am blind to my conditioning, I don't know what to do and so you keep on repeating. It's just a theory.\nQ: It is what is happening.\nK: That's exactly my point. You talk about change of society, which you really don't mean at all. If you really mean change in society you have to go very deeply into this question of conditioning. Whether it is superficial conditioning or deep, conscious or hidden conditioning, you have to enquire, you have to learn, sir, you don't apply, you don't pursue, what am I to do?\nQ: Isn't the desire to change society an escape from ourselves?\nK: Is not this desire to change society an escape from ourselves? How can it be an escape when you are part of society? When you separate yourself from this society then you can say, 'I am escaping'. But if you realise you are part of it then there is no escape. Sir, look: one is conditioned. I want to find out if it is a superficial conditioning or a deep conditioning because as long as the mind is conditioned any enquiry into change has no meaning whatsoever. If we agree on that, see the truth of that, then we can proceed. Which is, I want to find out whether it's superficial conditioning or deep conditioning. Now, what is the instrument - please listen quietly - what is the instrument which you are going to use to enquire? You understand? If it is the old instrument of analysis it has no value. Right? We have been through that. So are you enquiring through the old instrument of analysis? Are you? Or, are you looking without analysis? Which is it you are doing? Are you looking with analytical eyes, or are you looking, merely observing? You must find this out because part of our conditioning is the analytical process, and if you proceed with the analytical process your enquiry will be conditioned enquiry. If it is not then you are merely observing without the analyser therefore it is totally different perception.\nQ: Sir, as soon as I ask myself a question that implies analysis, doesn't it?\nK: No, no, sir. Move from there. Analysis - we explained what analysis means. There is an analyser and the thing to be analysed.\nQ: As soon as I ask a question there is a division between...\nK: No, no I ask a question. Sir, I ask a question not from an intellectual point of view, not from a verbal point of view, the mind says, wanting to find out the truth of something, it is not an intellectual enquiry, it is not an analytical thing. I hope you are as hot as I am!\nQ: But there is a division, isn't there?\nK: No. Sir, I ask. That's why I said to you, what is the motive in your asking. If there is a motive in your asking then that motive is going to dictate your observation, analytically or non-analytically.\nQ: (Inaudible)\nK: Sir, I am not - one is not responsible for anything except one's conditioning. As long as you are not aware of your conditioning and try to be responsible for another then it becomes a monstrous fight, a conflict, a possessive demand, a dominance and all the rest of it.\nQ: (Inaudible)\nK: So you are saying, you don't see the danger of conditioning because it is not immediate. Is that it sir? You are saying you don't see the danger of conditioning because it is not immediate, it is not active, it is not something that really disturbs you.\nQ: It is not right here.\nK: Yes, that's what we are saying. Why isn't it?\nQ: Sir, isn't also that people don't want to change their conditioning because they have notions of security - very deeply attached.\nK: Yes sir, therefore I have to find out what security means. Is there security for a man who is conditioned? Find out sir. Look, I am conditioned as a Jew, is there security for me?\nQ: You mean whether he is privileged or not?\nK: No, no. Born as a Hindu, live in that cage, think traditionally, I say 'I must have security' therefore I fight the Muslim. So as long as I am conditioned in nationalism, or any other division, fragmentation, security is not possible. Look you have had two wars.\nQ: Yes, sir, that's true. But it's not the problem because people feel secure in nationality, feel secure in their private property, feel secure in their...\nK: Do you, who have been listening here, sitting here, hour after hour for ten days, feel secure in nationality?\nQ: I don't say we do.\nK: Do you? Don't say - I am asking you. Secure in your belief, in your conclusion, in your hope, in your aggression? Do you? Don't talk about others. You started out this morning wanting to help society, change society, and you see you really don't mean it.\nQ: (Inaudible)\nK: No, sir. It repeats itself because we are conditioned by a new conditioning. Before it was Capitalism, then later on Marx, Lenin and so on, we are conditioned by this or that, and we are talking about all conditioning.\nQ: It is not possible.\nK: Look, if you say it is not possible for a human mind to be free from conditioning, then we can deal with that in a different manner; but the moment you admit the possibility of it, which means a tremendous thing, then you are altogether thinking differently. If you say it is not possible then let us decorate the cages we live in - right? - hang up pictures of this or that, make lovely things of our cages, our traps. If that is all you want I am afraid I won't play that game with you.\nQ: I am puzzled by your approach to motive. Is motive and attachment the same thing?\nK: Yes sir.\nQ: Sir, you asked the question: why don't you see the danger as real as a physical danger. What would make one really ask such a question?\nK: I am asking you. I am asking. Apparently you don't face it. Apparently it is not a danger to you. It is not a danger to the young or to the old.\nQ: But if we see there is no security in nationalism, people think there is security there...\nK: But sir, please, sir, nationality is such a superficial rubbish. You can put that aside very quickly but there are much deeper conditionings like conformity. Go into it sir. Find out how you conform. Therefore find out whether you are conforming and you will find out only when conformity becomes a tremendous danger. And that makes you conform to the society in which you live, or change that society in order to conform to another pattern of society. Therefore the enquiry into conditioning implies not only superficial conditioning as nationalism, but the most fundamental conditioning like acquisitiveness, like competitiveness, comparison, conformity, find out. Put your teeth into it and find out. If you have that - conforming, acquisitive, wanting to dominate, changing this society, into something else, has no meaning.\nQ: (Inaudible)\nK: You can say what you like sir.\nQ: (Inaudible)\nK: Sir, we are asking: are you aware of your conditioning? - Not somebody else's. Don't give me explanations, theories. Are you aware that you are conditioned? Are you aware that you are conditioned as a Dutchman? As a Jew? As a Hindu? And if you do something as a Hindu your action will be conditioned, therefore destructive. If you do something as a Dutchman - equally destructive, or a Jew. You may write about all the goodness of the world but if you are at heart a Jew, conditioned, your action will be destructive and bringing misery.\nQ: But if you just have god and nothing else, no creed, and nothing else, just god, you take away god and what do you give for that?\nK: If you take away god what do you put in its place? Freedom from fear.\nQ: What do you give back in return?\nK: I am telling you, madam. Freedom from fear needs no belief. We have our gods as yours and the Hindus, the Muslims and the communists, have their gods because they are all frightened.\nQ: Don't you believe in spiritual powers?\nK: Don't you believe in spiritual powers. Sir, this becomes... Sir, life - please do listen - the mysteries that we invent are rather silly, but there is a tremendous mystery if we can free the mind from its conditioning. You will find out the greatest mystery, and the beauty of that mystery.\nQ: Can one be aware of subconscious conditionings as long as they are subconscious?\nK: Right, right. How can one be aware of the unconscious conditioning? Do you really want to go into this?\nQ: Yes.\nK: Now sir, just a minute. Do you really want to go into this so deeply it means that you will completely expose all your unconscious beliefs, dogmas, traditions, dreams, hopes. Right?\nQ: Yes.\nQ: It is better than asking why we can't face the danger, see the danger.\nK: All right I am going to go into it. What is the time? We had better stop. Shall we pick it up tomorrow?\n(Various comments from the audience)\nK: I will do it tomorrow, sir.\n"}]