[{"title":"interview-ross-saunders","text":"Mr Saunders: Our problem then, as I see it, is that we are bound, weighed down by belief, by knowledge. And is it possible for a mind to be free from yesterday and from the beliefs that have been acquired through the process of yesterday? Is it possible for me, as an individual, and you, as an individual, to live in this society and yet be free from the beliefs in which we have been brought up? Is it possible for the mind to be free of all that knowledge, all that authority? Krishnamurti, are you saying here that it is wrong to believe in what you have found to be true?\nKrishnamurti: Sir, surely, is belief necessary at all? Why do we have beliefs? Probably because mostly you believe in something because you don't actually see 'what is'. If you saw actually 'what is', 'what is' in the sense what is actually going on, both outwardly, in the outward phenomenon, and inwardly, then what is the necessity for a belief at all? You don't believe the sun is rising. It is there, and you have seen it. Therefore the whole problem of belief seems to me so utterly erroneous, it has no place with a person who is actually observing the whole structure and the nature of thinking, living, suffering, the agony of existence, the sorrow, and all the rest of it. Belief appears as a means of escape from the reality of 'what is'.\nSo to understand actually 'what is' one has to be rid of all these extraneous beliefs and fears, and hopes, and be able to look actually, not theoretically, not abstractly, but actually look what is taking place in the world outside, with all the racial conflicts, with wars, the division between religions - the Catholic, the Protestant, the Hindu, the Muslim, all the divisions have created such havoc in the world. And by observing all that one sees how this has come about because in oneself one is conditioned by society, by the culture one lives in. If you live in India you become a Hindu or Muslim, or if you live in Europe you are a Catholic or a Protestant. It's the environment that conditions, the culture that shapes the mind, the culture being the knowledge, the tradition, the various beliefs. And surely a mind that is conditioned as a Communist, as a Catholic, or as a Hindu, what you will, surely is incapable of being free to observe: to observe the extraordinary complex structure of society; and also, still more complex, the psychological structure of oneself. Because oneself is the world. We have created the world, and the world is me and you, we cannot separate the two. And so to understand the world one has to understand oneself. To change the social structure, which obviously needs colossal change, one has to change oneself because one is part of this society. So the change must begin with the human being, not with the outward structure. Because the human being is confused, the human being is conditioned, he believes and therefore there is a contradiction in himself and therefore he is really deeply confused. And if he wants to change the social structure, the change from confusion only breeds more confusion. Whereas if he could bring about clarity within himself and from that clarity act, then such an action is really a deep psychological revolution. That revolution is absolutely necessary.\nS: This means, doesn't it, a completely different view of education, for after all education is implanting beliefs.\nK: Obviously. Education now, as it is, is really a cultivation of a corner of a vast field. We are concerned with that little corner, which is technological knowledge, condition the mind with knowledge, with information, and neglecting the whole field. And therefore there is an imbalance: technologically one has gone very far, and psychologically one is very, very primitive, one is still at the stage of tribal conflict, with their beliefs, with their gods, with their separate nationalities and armies and all the rest of it, which is really a continuation of the tribal existence. And apparently we don't see in education that it is immensely important to cultivate, to understand the whole field, and not just one corner of it.\nS: The other thing about this, Krishnamurti, is that how can an individual, who is part of the system, get outside the system in order to observe it and himself?\nK: You know, sir, the word 'individuality', the individual, means indivisible, an entity who is in himself indivisible, which means non-contradictory in himself. But the individual human being is contradictory in himself, he is not an individual; he is broken up, he is fragmented in himself. And so being contradictory, being divided in himself, his activity, his social structure, his morality is obviously fragmentary, contradictory, therefore he becomes a hypocrite. So the problem is not how to change the individual, but can the human being, who is part of this vast structure, which he himself has created, can that human being radically, psychologically change? Not the society. The society is the relationship between individuals. And can the human mind which is so conditioned after so many centuries, can it uncondition itself completely, be free from being a Catholic, a Hindu, a communist, a socialist and see that he is part of this human structure, part of the world, and not the Catholic world or the communist world.\nS: Well, if he can, how can he? This is...\nK: That's the problem: how can he see? First of all, one has to be aware of what is going on both outwardly and inwardly, aware - not theoretically, not intellectually, or aware according to some philosopher, or psychologist. Then he is aware according to their ideas, to their conditioning, whereas to be aware, what he is actually - his problems, his miseries, his sufferings, his extraordinary sense of brutality, violence, to be aware of all that. And from that awareness comes clarity, and that means he must be tremendously interested in life, not in some awful absurd theory, whether it be the theory of the Catholics or the Hindus.\nS: Well then how do you get people to be aware in your sense of this?\nK: I don't think you can get people - if they are interested, they will be. But if you force them to be interested through propaganda, then the propaganda becomes all important, not the people. After all, all religions have been that, they are instruments of propaganda. Christianity, with their belief, with their saviours, with their virgin - and all the rest of it, their saints, is the result of two thousand years of propaganda, dinning into people every day - believe, believe, believe, you are saved, you are this, you are that. The other day when I was in Rome - I speak Italian and so on - the priest was absolutely mesmerising the people by repeating, repeating, repeating, went on for a whole half an hour, naturally the people were mesmerised into belief. So all that has to be set aside. Which means facing the fear, fear to stand alone, fear to discard all this absurdity, all this, if I may use the word circus, which has become religion. So to discard all that implies a man must be aware and so become very sensitive, and very alert and therefore intelligent. It is that intelligence that is going to change society, not his throwing a bomb at it. The response to a challenge as violence, is a most primitive form of response.\nTherefore the question really is whether the human mind as it is, living in this world, with wars, with the economic inequalities, with the immorality of society, and society is immoral, whether he can be totally good. Good in the sense, good, be free of violence, free of aggression, and violence is a form, is an outward expression of fear. I don't know if you have noticed that when whole cities are crowded, as they are now, overpopulated, the lack of space makes people violent. The very lack of survival is making everything violent. So I think one has to really go into all this, not as an idea, not as a belief, but one has to search, understand all this in oneself, one must have tremendous passion to find out all this, because self-knowledge is the beginning of wisdom. And wisdom, you can't buy it in a book, or from another.\nS: In your travels round the world, Krishnamurti, have you found that the younger generation have got this kind of thirst for awareness and self-knowledge?\nK: I think from what one has observed, both in America and in Europe and India, this sense of revolt, which most young people have, is a revolt because what has society to offer them, actually, except go into business, or join the army, or go to the moon, or where you will, but actually what has society, the culture to offer them? Nothing, if you look at it. And therefore the more intelligent, the more sensitive, the more alert, they say, 'This is all wrong'. We must change the very fabric of education, and the vested interests won't have it, the vested interest says, 'We must go slow', you know, the good old business, and therefore there is this conflict. Because, after all the human mind does seek more than bread and butter. It wants something beyond all this, which has meaning, which has significance, which has depth and passion and interest. But just when society, the culture says, you are going to become a business man, or become a professor, or become a soldier, then... my God! Therefore the revolt all through the world, they may not express it in so many ways, at such depth, but there are indications of that, but unfortunately they want to change society by throwing bombs and violence. And any physical revolution, as one has observed, must lead inevitably to tyranny, to dictatorship, either of the few, or of the bureaucracy.\nSo this psychological revolution, of which we are talking about is the most important. That will bring about a change in the world.\nS: You have been rather critical of religions, you yourself must have a religious view of life. Could you tell me your own particular outlook on religion.\nK: I mean, what is religion, actually what is religion? First of all, to find out what is religion we must negate what it is not. I don't know if you...? What it is not, then it is. It's like what is not love - love is not hate, love is not jealousy, love is not ambition, love is not violence - so when you negate all that the other is, which is compassion. In the same way, if you negate what is not religion, then you will find out what is true religion. That is, what is the truly religious mind. First of all, therefore, belief is not religion, and the authority which the churches, the organised religions assume is not religion. In that there is all the sense of obedience, conformity, acceptance, the hierarchical approach to life, the division between the Protestant, the Catholic, the Hindu, the Muslim and all that, that's not religion. So when you negate all that, which means you are no longer a Hindu, no longer a Catholic, no longer belonging to any sectarian outlook, then your mind then questions, asks, what is then truly religion. This is not, with their rituals, with their masters, with their saviours, that is not religion. Therefore when the mind discards that intelligently, because it has seen it is not, then what is religion? Religion is - not what I think - but religion is this sense of comprehension of the totality of existence in which there is no division between you and me.\nThen if there is that quality of goodness, which is virtue, real virtue, not this phoney virtue of society, real virtue, then the mind can go beyond and find out through meditation, through deep quiet silence. You can find out if there is such a thing as reality. And therefore a religious mind is a mind that is constantly aware, sensitive, attentive so that it goes beyond itself, into a dimension where there is no time at all.\nS: What you are saying, Krishnamurti, seems to me, that man has no need of any power outside of himself.\nK: Obviously not, sir. The power of the outside agency is self created. I can't live properly in this world and I hope somebody outside is going to help me. But I have created as a human being, the social structure, the misery, the confusion, the enormous suffering. We have created this. Unless we change it, an outside agency is not going to change it, either the communist outside agency, the politburo, or the Hindu centre, or the Catholic centre. So one has to have the clarity to observe all this.\nS: What do you make of death?\nK: Sir, that is an immense question, you see. Again, you see we have made life into a hideous thing, living. Life has become a battle, which is an obvious fact, constant fight, fight, fight. And we have divorced that living from death. We separate death as something horrible, something to be frightened about, and to us this living which is misery, we accept. If we didn't accept this existence as misery, then life and death are the same movement. Like love, death and living are one. One must totally die to find what love is. And to go into this question of what is death, what lies beyond death, whether there is reincarnation, whether there is resurrection, you follow, all that, becomes rather meaningless if you don' t know how to live. If the human being knows how to live in this world without conflict then death has quite a different meaning.\nTo understand death really one has to go into the question of what is it that dies. The physical organism obviously is going to end, because we have misused it, we have really destroyed the intelligence of the organism itself, and to us death is something to be avoided, and as it exists, we believe, we believe in something beyond. There is something beyond far greater than any of our belief, there is something tremendously great which the mind cannot possibly grasp, a mind which is in such chaos, which is in such contradiction.\nS: Krishnamurti, way back in 1929, that's forty odd years ago now, you dissolved the Order of the Star of the East, I'd like to read the words, some of the words that you said at that time. You said, 'I maintain that truth is a pathless land, and you cannot approach it by any path whatsoever, by any religion, by any sect. I do not want followers', you said, 'I mean this. If there are only five people who will listen, who will live, who have their faces turned towards eternity, it will be sufficient. Of what use is it to have thousands who do not understand, who are fully embalmed in prejudice, who do not want the new, but would rather translate the new to suit their own sterile, stagnant selves.' You said, 'I desire those who seek to understand me to be free, not to follow me, not to make out of me a cage which will become a religion, a sect, but rather they should be free from all fears; from the fear of religion, from the fear of salvation, from the fear of spirituality, from the fear of love, from the fear of death, from the fear of life itself.' Well, forty one years later how would you summarise your aims?\nK: I think that is true. I mean human beings, whether they live in India, or America, or in the West, are really unhappy beings. They are frustrated, they feel life has very little meaning, the more intellectual you are, the more you say, it has no meaning at all. And therefore they begin to invent meanings. Whereas if you really understood oneself - oneself which is so conditioned, oneself which is so small, petty, bourgeois, then out of that understanding flowers goodness.\nS: And so you are not setting yourself up as a great teacher?\nK: No, no, sir. On the contrary. I say, be your own teacher, be your own light, don't look to somebody else.\nS: And where do you find truth?\nK: Only when a mind is completely - not only a mind - a life that is completely harmonious, not contradictory. It is only such a mind which is religious that can find truth, which can observe truth. Truth isn't something abstract, it is there when you...\n"}]