[{"title":"how-does-observer-come-being","text":"Shall we go on with what we were talking about yesterday?\nIt seems to me that it's one of our great difficulties, specially in a country like this where tradition is so strong that our own minds - please sirs, if you would kindly stop photographing I would be much obliged. This is a serious matter and not a thing for amusement or entertainment. We have to apply our minds and hearts to find out how to live quite differently. And as we have to pay in attention, taking photographs and all that kind of things doesn't help very much. So I hope you will not mind if you will prevent yourself from indulging, taking photographs.\nWhat is important is - isn't it? - that we should radically change our lives. Not according to any particular plan or ideology or to fit into some kind of utopia, but seeing what the world is, how extraordinarily violent, brutal and laden with enormous amount of sorrow, it obviously becomes our responsibility, of each one of us, to change our lives, the ways of our thinking, the ways of our behaviour, the attitudes and the impulses that we have. And as we are going to talk over together what actually life is, and what love is, and what is the meaning of death, and if we can this evening find out for ourselves what is a religious life. And whether such a religious life is compatible in the modern world. And also we are going to talk over together what time, space and what is meditation. There are so many things to talk over and probably most of you, unfortunately, have already acquired a great deal of knowledge about all these things, knowledge that others have given you, what your books, your gurus, your systems, your culture, has imposed upon you. That's not knowledge, that's merely a repetition of what other people have said, whether it be the greatest of teachers or your local guru. And in understanding our daily life, the daily, everyday life, one need not have any guru, no authority, no book, no teacher. All that one has to do is to observe, be aware of what we are doing, what we are thinking, what are our motives, and whether it is at all possible to change totally our human ways, beliefs and despairs.\nSo first let us look actually what our life is - our daily life. Because if we don't understand it, if we don't bring order into it, if we merely slur over our daily activity or escape into some ideology or just be superficially satisfied with things as they are, then you have no basis for a life, a way of thinking, a way of action which will be right, which will be true. Without order one must live in confusion. Without understanding order, which is virtue, then all morality becomes superficial, merely influenced by the environment, by the culture in which one lives, which is not moral at all. So one must find out for oneself what is order. Whether this order is a pattern, a design, a thing that has been put together by man through various forms of compulsion, conformity, imitation, or is order a living thing and therefore can never possibly be made into a pattern, into a conformity. We are going to go into that presently.\nSo to understand disorder we must examine our life, our life as it is. What is our daily living? If you can bear to look at it, if you can observe it, what is actually our everyday life? One can see that in that living there is great deal of confusion, there is great deal of conformity, contradiction, where every man is against another man, where in the business world you are ready to cut another's throat. Politically, sociologically, morally there is a great deal of confusion. And when you look at your own life you see that from the moment you are born till you die, it is a series of conflicts. Life has become a battlefield. Please observe it - not that you must agree with the speaker, or disagree with him, but just observe it. Just watch your actual daily living. And when you do so observe, you cannot help seeing what actually is going on: how one is in despair, lonely, unhappy, in conflict, caught in a series of competition, aggression, brutality, violence - that is actually our daily life. And that we call living. And not being able to understand it or resolve it or go beyond it, we escape from it into some ideology: into the ideology of some ancient philosophers, ancient teachers, ancient wisdom. And we think by escaping from the actual we have solved everything. And that's why philosophy, ideals, all the very various forms of networks of escape have not in any way resolved our problems; we are just as we were five thousand years ago or more: dull, repetitive, bitter, angry, violent, aggressive, with occasional flash of some beauty, happiness, and always frightened of that one thing which we call death.\nAnd our daily life has no beauty, because again your religious teachers, your books, have said, 'Don't have any desires, be desireless, don't look at a woman - because you might be tempted. And to find God, truth, you must be a celibate'. And our daily life is contrary to all the teachers that have... to all the sayings of the teachers. We are actually what we are - very petty, small, narrow-minded, frightened human beings. And without changing that, any amount of your seeking truth, or talking valiantly and most scholarly, or interpreting your Gita and the innumerable sacred books, have no value at all. So you might just as well throw away all the sacred books and start all over again, because they, with their interpreters, their teachers, their gurus, have not brought enlightenment to you. Their authority, their compulsive discipline, their sanctions have no meaning at all. So you might just as well put them all aside and learn from yourself, for therein lies truth, not the truth of another.\nSo first, is it possible to change our life? Because our lives are in disorder, our lives are in fragmentation - be something at the office, go to the temple, if you are still inclined that way, something entirely different with the family, and in front of a big official you become, god knows, frightened, desperate, sycophantic human being. And can we change all this? Because without changing our daily life, your asking what truth is, if there is a god or not, has no meaning whatsoever, because we are fragmented human beings, broken up. And till we are a total human entity, whole, complete, then only is there a possibility of coming upon that something which is timeless.\nSo, first we must look at our life. Now how do you look at your life? Please follow this a little bit. We'll make it as simple as possible because this is a very, very complex problem. And a very complex problem of existence must be approached very simply, not with all your theories and opinions and judgements because they have not helped at all. All your religious conclusions have no meaning. So we must be able to look at this life which one leads every day, able to see it exactly as it is. And that's going to be our difficulty - that is to observe.\nNow, what does that word 'observe' mean? There is not only the sensory perception with the eye - you see this bougainvillaea, sensory perception. Then - please follow this step by step - then as you observe that... both that colour then you have an image, you make an image, you have already an image, you have a name for it, you like it or dislike it, you have preference. So the images that you have about that flower, that... through that image you see, you don't actually see it but your mind sees it more than the eye. Right? Please do understand this very simple fact, that we look not only at nature, which is being destroyed by human beings - pollution and all the rest of it that is going on in this terrible world - we not only look at nature with the eyes that have accumulated knowledge about nature, and therefore with an image, we also look at human beings with our various forms of conclusions, opinions, judgements and values. That is, you are a Hindu, another is a Pakistan, Muslim. You are a Catholic, another is a Protestant, Communist and so on and on and on - the division. So when you look - please listen - when you observe yourself, your life, you observe it through the image, through the conclusions that you have already formed. You say, 'This is good', or 'This is bad' or this should be and that should not be. You are following all this? So you are looking, observing with the images, conclusions that you have formed, and therefore you are not actually looking at life. You understand this very simple fact?\nSo in order to look at our life as it is there must be freedom of observation. You must not look at it as a Hindu, as a bureaucrat, as a family man, as a - god knows what else! You must look at it with freedom. You understand? And that is the difficulty. You look at your life - the despair, the agony, the sorrow, this vast struggle - you look at it all with eyes that have said, and ears that have said, 'This must changed into something else', 'This must be transformed in order to make it more beautiful'. So actually when you are doing that you are not directly in relationship with what you see. Right? Are you following this? Not the explanation which the speaker is giving but actually observing your life, actually observing how you look at it. Whether you look at it with your image, with your conclusion, and therefore not looking at it but looking through the past images and therefore not coming directly in contact with it. Right? So, when you look at life, that is, the life of your daily existence, not the theoretical life, not the abstract life which says, 'All human beings are one, all love' - you know, all that tommyrot - but actually when you observe it you see that you are looking with your past knowledge, with all the images, the tradition, the accumulation of all human experience which prevents you from looking. That's a fact which must be realised, that to observe actually your life you must look at it afresh. That is, to look at it without any condemnation, without any ideal, without any desire to suppress it or change it - just to observe.\nAre you doing this? Are you using the speaker as a mirror in which you are seeing your own life? And because you are seeing it with conclusion it prevents you from looking at it directly, being in contact with it. Right? Are you doing this? Not that you will do it when you go home, because if you don't do it now you won't do it later. If you are not doing it then don't bother to listen. Look at the sky, look at that tree, look at the beauty of the light, look at the clouds with their curve, with their delicacy. If you look at it without any image you have understood your own life.\nSo, that is, you are looking at yourself, at your life, as an observer and your life as something to be observed. Right? There is a division between the observer and the observed. Isn't that simple? That is, you are looking at your life. You, as an observer, something separate from your life. Right? So there is a division between the observer and the observed. Now, this division is the essence of all conflict, essence of all struggle, pain, fear, despair. That is, where there is a division between human beings - the division of nationalities, the division of religion, social division - wherever there is a division there must be conflict. This is law, this is reason, logic. There is Pakistan on one side and India on the other, battling with each other; you are a Brahmin and another is a non-Brahmin and hate, division. So that externalised division with all its conflict is the same as the inward division, as the observer and the observed. You have understood this? If you don't understand this, you can't go much further because a mind that is in conflict cannot possibly ever understand what truth is. Because a mind in conflict is a tortured mind, a twisted mind, a distorted mind and how can such a mind be free to observe the beauty of the earth or the beauty of the sky, the tree, the beauty of a child or a beautiful woman or a man; and the beauty of extreme sensitivity and all that is involved in it. So without understanding this basic principle, not as an ideal, as a fact that as long as you have a Pakistan on one side and India on the other, with all the awful politicians and all the gang on both sides, you are inevitably going to have conflict. So in the same way, as long as there is an observer and the thing observed there must be in you conflict. And when there is conflict in you, you project that conflict outwardly. Now, most of us realise this. And we do not know how to observe without the observer. You understand? How to dissolve this conflict and therefore we resort to the various escapes, gurus and ideals and all that nonsense.\nNow, we are going to find out for ourselves - not from the speaker - find out whether it is possible to end this division as the observer and the observed. You are following all this? Please, this is important if we are really to move any further because we are going to go into the question of what love is, what death is, what is the beauty of truth, what is meditation and the mind that's completely and totally still. And to understand the highest, one must begin with the ending of conflict. And this conflict exists wherever there is the observer and the observed. And so the question is, the next question: what is this observer? You understand? The observer who has separated himself from the observed. Please, this is not a philosophy, an intellectual affair, a thing which you can discuss, deny, agree or disagree; this is something you have to... you see it yourself, and therefore it is yours, not the speaker's. We see that when you are angry, at the moment of anger there is no observer. At the moment of experiencing anything there is no observer. When you look at - please look - when you look at that sunset, and that sunset is something immense, when you look at it at that moment there is no observer who says, 'I am seeing the sunset'. A second later comes the observer. That is, you are angry. At the moment of anger there is no observer, no experiencer, there is only that state of anger; a second later comes the observer who says, 'I should not have been angry', or the observer says, 'I was justified in being angry' - a second later, not at the moment of anger, then is the beginning of division. You understand?\nSo, how does this happen? Why does... at the moment of experience there is the total absence of the observer, and how does it happen that a second later the observer comes into being? Right? You are putting the question, not I, not the speaker, put it for yourself and you'll find the answer. You understand sir? You have got to work because this is your life, and if you say, 'Well, I have learned something from the speaker', then you have learned absolutely nothing. You have just collected a few words and those few words put together becomes the idea. Ordered thought is idea, and we are not talking about ideas, we are not talking about a new philosophy. Philosophy means the love of truth in daily life - not the truth of some philosophical mind that invents.\nSo, how does this observer come into being? That is, sir, when you look at this flower, at the moment you observe it closely there is no observer, there is only a looking. Then you say, 'That is...' - you begin to name that flower. Right? Then you say, 'I wish I had it in my garden, or in my house'. Then you have already begun to build an image about that flower. So the image-maker is the observer. Right? Are you following all this? Watch it in yourself please. So the image and the image-maker is the observer, and the observer is the past, the 'me' as the observer is the past, the 'me' is the knowledge which I have accumulated - knowledge of pain, sorrow, suffering, agony, despair, loneliness, jealousy, the tremendous anxiety that one goes through, that is all the 'me', which is the accumulated knowledge of the observer, which is the past. Right? So when you observe, the observer looks at that flower with the eyes of the past. And you don't know how to look without the observer and therefore you bring about conflict.\nSo now our question is: can you look, not only at the flower, but at your life, at your agony, at your despair, your sorrow, can you look at it without naming it, without saying to yourself, 'I must go beyond it', 'I must suppress it'? - just to look at it without the observer. Do it please as we are talking now. That is, take your particular form, or particular tendency, or take - which most people are - envy. All right, let's take that. You know what envy is, don't you, very well? You are very familiar with that. Envy is comparison. The measurement of thought comparing what you are with what should be, or with what you want to become. So you know what envy is. Now just look, take it. Now, when that reaction comes into being, that is you are envious of your neighbour who has got a bigger car, better house, is an awful politician - you know, all the rest of it. And you look at it and you suddenly feel envious. That is, you have compared yourself with him, and envy is born. Now, you have that envy, you know what that feeling is. Now can you look at that feeling without saying that is right or wrong, without naming it? You understand? Without saying that it is envy. To look at it without any image, then you go beyond it. You have understood? Instead of struggling with envy, that you should or should not, that you must suppress it because so and so, you know, without going through all that struggle and nonsensical... without any meaning, observe your anger, your envy, without naming it because the naming is the movement of the past memory which justifies or condemns. But if you can look at it without naming then you will see that you go beyond it.\nSo the moment you know the possibility of going beyond 'what is', you are full of energy. Right? It's the man who doesn't know how to go beyond 'what is', because he doesn't know how to deal with it, therefore he is afraid, he escapes. Then seeing the impossibility of it, such a person loses energy. You understand this sir? If you have a problem, can solve it, then you have energy. A man who has a thousand problems, doesn't know what to do with them, he loses his energy. So in the same way, look at your life, what it is: ugly, petty, shallow, extraordinarily violent. These are all words to describe what is actually going on, not only the violence in sex but violence that abides with power, position, prestige. Now, look at it with eyes that don't immediately jump with images.\nNow, that's your life. And look at your life in which there is what you call love. What is love? We are not discussing the theories of what love should be. We are observing what we call love. I love my wife. I love my... I don't know what you love. I doubt if you love anything at all. Do you know what it means to love? Is love pleasure? Is love jealousy? Can a man love who is ambitious? He may sleep with his wife, have, beget few children; and the man who is struggling politically to become an important person, or in the business world, or in the religious world also - you understand? - when he wants to become a saint, when he wants to become desireless. Now, all that is part of ambition, aggression, desire. Can a man who is competitive love? And you are all competitive, aren't you? - better job, better position, better house, better... more noble ideas, more perfect images of yourself - you know all that business you go through - and is that love? Can you love if you are going through all this tyranny, when you can dominate your wife, or husband, or your children, when you are seeking power, is there a possibility of love? So in negating what is not love, there is love. You understand? You understand, sirs? You have to negate everything which is not love. Which is no ambition, no competition, no aggression, no violence, either in speech, or in act, or in thought. Now when you negate that which is not love, then you will know what love is. And love is something that is intense, that you feel very strongly. Love is not pleasure, therefore one must understand pleasure, not aim to love somebody, understand pleasure, which is as we explained it yesterday evening, if you haven't heard it so much the worse for you. Think it out for yourself.\nSo when you see what your life is, in which there is no love, there is no beauty, there is no freedom, you ought to shed tears, seeing actually how barren your life is. And this barren life is the result of your culture, of your sacred books, because they have said, 'Don't look at the sky because there is beauty and that beauty might be transferred to the woman. If you are to be a religious man withdraw from the world, deny the world, the world is a maya, is an illusion, escape from it'. And you have escaped from it because your life shows it. So if you can observe your life you will find out for yourself what love is because in that lies great passion - not love, passion. The word 'passion' comes from sorrow, the root meaning of that word 'passion' is sorrow. You know what it means to suffer? Not how to escape from suffering, or what to do about suffering, but to suffer, to have great pain inwardly. You understand? Then when there is no movement of escape from that sorrow, out of that comes great passion, which is compassion.\nAnd we must also find out what death is. Not at the last minute, not when you are sick, unconscious, diseased, incapable of clarity, observing. That happens to everybody, old age, disease and death. But while you are young, fresh, active, going to your beastly offices every day, returning to your particular little prison of a family, to find out while you are active, alive, what death means. The organism does go away, wear out, like old age, it's natural. It can last longer depending on the kind of life one leads, depending whether your life is a battlefield from the moment you are born till you die, then your body is worn out quicker, your heart goes, through tension, through emotional tension the heart becomes weaker. This is an established fact. And while one is active to find out what the meaning and the significance of death means. And to find that out there must be no fear. And most of us are frightened of death, frightened of leaving the things that we have known. Please do listen to all this. Frightened of leaving your family, frightened of the things that you have accumulated, of letting them go - your knowledge, your books, your office, your... you know, you know what you have collected. And not knowing what is going to happen when you die the mind then, which is thought, says, 'There must be a different kind of life, life must continue somehow, my life' - your individual life. And you have then the whole structure of belief - reincarnation, you call it, don't you? Have you ever looked at what it is to incarnate? That is, next life. You understand? What is it that is to be reborn next life? All your accumulations of your knowledge. Right? All your thoughts, all the activities, all the goodness or the evil or the ugly things that you have done. Because what you do now that is going to react next life. Right? You all believe that most hopefully, don't you? Which means, if you really believe it then what matters is what you do now, how you behave now, what your conduct is now, because next life you are going to pay for it. That is if you believe in all this - karma.\nSo, if you are really caught in the network of this belief then you must pay complete attention to your life now: what you do, what you think, how you treat another. But you don't believe so vastly, so deeply. That's just a comfort, an escape, a worthless word. And to find out what it means to die - not physically, that's inevitable - but to die. That is, to die to everything that is known: to die to your family, to your attachment, to all the things that you have accumulated, the known, the known pleasures, the known fears, die to it every minute and you will see what it means to die so that the mind is made fresh, young and therefore innocent. So that you are... there is the incarnation not next life, but the next day. You understand? To incarnate the next day is far more important than in the future. So that your mind is astonishingly innocent. Innocent - the word 'innocence' means a mind that is incapable of being hurt. You understand sir, the beauty of it? A mind that can never be hurt. And such a mind is an innocent mind. Therefore a mind that has been hurt must die to the hurts every day so that it comes the next morning with a fresh, clear, unspotted mind, which has no scars. That is the way to live. That is not a theory, it's for you to do it. So that a mind that is now without effort - you understand? - we have understood how effort comes into being when there is conflict, conflict when there is the observer and the observed. So from that you have order because order comes when you know what... when you understand what is disorder. Because your life is disorder. When you understand it, not intellectually but actually, out of that comes order. And that order is virtue, that order is rectitude, it's a living thing. You understand, sir? A man who is vain attempts, tries to become, have humility. See the contradiction it is. You follow? I am vain and I have tried to become humble. In that attempt to become humble there is a conflict. Whereas if I face the fact that I am vain, and to understand that and go beyond it, then there is humility without any attempt to be humble. You understand? So there must be the understanding of oneself completely. There must be this order which is not habit, which is not practiced, which is not the cultivation of some virtue. Virtue comes into being like a flower of goodness when you understand disorder in your life. Out of disorder comes order.\nThen you can begin to enquire: what is that which man has sought throughout the centuries upon centuries? He has been asking for it, trying to discover it. You cannot possibly understand it, or come upon it if you have not laid the foundation in your daily life. And then we can ask: what is meditation? Not how to meditate or what steps to take to meditate, or what systems and methods to follow to meditate, because all systems... all systems, all methods make the mind mechanical. You understand, sir? If I follow a particular system, however carefully worked out by the greatest, purest, intellectual guru you can possibly imagine, that system, that method makes the mind mechanical. And a mechanical mind is the most dead mind. And that's what you are all seeking. 'Tell me how to meditate' - that's your first question. Because you say, 'Well, if you can tell me I'll practise it, I'll do it day after day' - get up every morning from whatever time you get up and then repeat it, repeat, repeat, repeat. You know what kind of mind then you will have at the end of a year? A dull, stupid mind, a mind that can escape, that can hypnotise itself. And that's not meditation. Meditation is the most marvellous thing if you know the meaning of a mind that is in meditation - not how to meditate. We will see what is not meditation - you understand? - then you will know what meditation is. What it is not, through negation you come upon the positive. But if you pursue the positive it leads you to dead end.\nWe say meditation is not the practice of any system. You know people who sit and become aware of their toes, of their bodies, of their movements, you know practise, practise, practise. A machine can do that. So systems cannot reveal the beauty and the depth and the marvellous thing called meditation. Nor meditation is concentration. When you concentrate, or attempt to concentrate, in that concentration there is the observer and the observed. You understand? There is the one who says, 'I must concentrate, I must force myself to concentrate', and concentration becomes conflict. You are following all this? And when you do learn to concentrate like a schoolboy then that concentration becomes a process of exclusion, building a wall against thought, other movement of thought. So that concentration is not meditation. It is not an escape from the understanding of what yourself is actually. So there must be complete self-knowledge - not the higher self or the Atman and all that rubbish, which are all inventions because what is fact is real, not your inventions.\nSo: no system, no method, no concentration and a mind that has understood all this through negation. Such a mind then becomes very quiet naturally. In that there is no observer who has achieved some kind of silence. In that silence there is the emptying of the mind of all the past. I'll go through it, you won't... unless you do this in your daily life you won't understand the marvellous... the subtlety, the beauty, the extraordinary thing of it, unless you do it. Merely to repeat what the speaker says, don't do it. If you repeat it becomes a propaganda, which is a lie.\nSo when you... when the mind is completely... has this complete order, mathematical order, and that order has come into being naturally through the understanding of the disorder of our daily life, then the mind becomes extraordinarily quiet. This quiet has vast space - not the quiet of a little room, it is not the quiet, the silence of the ending of noise, but a mind that has understood this whole problem of existence, love and death and the living, the beauty of the skies, the trees, the people, you know, beauty, which all your religious gurus have denied, and that's why you destroy your trees, your nature. When you have understood all this then you will know what happens in that silence. Nobody can describe it. Anybody who describes it doesn't know what it is. It is for you to find out.\nIt's now ten past seven. I'm sorry, I didn't know it took so long. Please, sir, just a minute...\nThere are some questions written down which have been given.\nAs we said yesterday it is right to ask questions, you must ask questions, not only of the speaker but of yourself, which is far more important, to ask yourself why you believe, why you follow, why you accept authority, why you are corrupt, angry, jealous, brutal, violent - question those and find out the answer. And you cannot find out the answer by asking another. Sir, you see you have to stand alone, completely alone, which doesn't mean you become isolated. Because you are alone then you will know what it means to live purely. Therefore you must ask endlessly questions. And the more you ask of yourself, not try to find an answer but to ask and look - you understand? - ask and look and when you ask there must be care, there must be affection, there must be love in your asking of yourself. Not beat yourself with questions.\n1st Question: When you say the one who says he knows doesn't know, what do you mean? Must you not know yourself to say that?\nLet's proceed. Now you have asked a question, that is: we have said he who says he knows does not know. And you hear that and you say, 'What are you talking about? What do you mean by that?' So you have to find out what the word 'know' means. The word 'know', what is involved in the word 'know'? When you say, 'I know my wife', or my husband, what do you mean by that word? Do you know her? Or do you know him? Or do you know the image that you have about her? You are following? Which is, the image you have about her which is the past. So knowing... to know is to know something that's over. Right? Something that's gone, something that you have experienced. Now, when you say, 'I know', you are looking at the present with the knowledge of the past. Right? Now, I want to know myself - please listen to it - I want to know, understand myself. Myself which is a very living thing, it isn't a static thing, it is changing all the time, adding, subtracting, it's taking on, putting off, you know. And one day I want joy, I want pleasure, I want this, the next day I am frightened, you know, everything is going on in me. Now, I want to learn about that. If I come to it saying, 'I know what I am', then I won't learn, will I? You understand? I must come to it each time as though I am learning about it for the first time. You understand? I look at myself and in looking at myself I find I am ugly or extraordinarily sensitive, or this or that. And in looking and translating what I am looking at becomes the knowledge, and with that knowledge I look at myself the next minute. You are following? Therefore what I see will not be fresh, it will be with the eyes of the known. Right? So, to learn about myself there must be the ending of knowing myself each time, so that each time I am learning, there is a learning about myself afresh.\nNow, the one who says he knows does not know. You have understood now? The man who says, 'I have experienced God, I have experienced, I know what it means to enlightenment', it means simply I know the ways to the station because the station is a fixed place. Right? There are many paths to the station and there are many gurus for each path and they all say, 'We know, we have experienced'. Which means what? They have known something and they hold on to something that has been experienced, dead. So therefore there is no path to truth because truth is a living thing, it isn't a fixed, static, dead thing. Like you, sir, what are you? Are you static? Aren't you changing every day, worse or better? So I can never say, 'I know you'. It's a most stupid form of saying, 'I know'. And when I say, 'I know you', it is a kind of consolation, a kind of security for myself because I think I know you.\nSir, do watch it, don't bother about your questions. When you understand this one question completely you have understood so many things. So distrust any man who says, 'I know', any man who says, 'I will lead you to enlightenment. Do these things and you will achieve'. Have nothing to do with such people. They are dead people because they are only living in the past with things they do not know what it means, enlightenment, truth. That is a timeless state. And through time you cannot come upon it. And knowledge is time. So, as we said, die to every knowledge that you have every day. The dying and being fresh next morning, such a mind never says, 'I know', because it's always flowering, it's always coming new.\n2nd Question: You don't want us to read the Ramayana, the Mahabarata or the great epics. What's wrong with them? Why are you so hostile towards our great saints? (Laughter)\nFirst of all, I don't know your great saints. I don't want to know them. I don't see the point of knowing them. I want to know, I want to learn about myself, not about them. They are probably conditioned by their culture. Right? By the society, the religion they are born in. You understand, sir? A Christian saint is not accepted here as a saint. Will you accept the Christian saint as your saint? Of course not. Your saints are conditioned by the culture in which they have lived, they are record breakers in that culture. I am not... we are not hostile to them, we are just stating the facts. They are tortured human beings: their discipline, their... you know, detach themselves, or they are tremendously devoted to god - whatever that word may mean - to their own visions, to their own ideas, to their own culture which has brought them to believe in god. If they were born in communist Russia they wouldn't believe in god. There there would be no saints, they would be Marxist. You understand? They would become marvellous bureaucrats. And they may be in the future be the great saints. (Laughs) You understand?\nNow, sir, I don't read Mahabarata and Ramayana and Gita and all the rest of these books. Why do you read them? I don't read them. Why do you read them? Do you read them for the literature? For the beauty of language? Or do you read them as the most terribly sacred thing, which by reading you will achieve Nirvana or Heaven or whatever it is? Why do you read them? As an escape literature? Probably.\nQ: (Inaudible)\nK: Yes, sir, yes, sir, yes, sir. The gentleman says Mahatma Gandhi and the greatest men have read Gita and so on. I don't know why you call them great because they read Gita. You call them great because they fit into your pattern. Right? They fit in according to your culture.\nQ: No! For their love of mankind.\nK: Right. For the love of mankind. They loved mankind and therefore you love them? Which means you love mankind? No, sir, be honest about all these things. (Laughter)\nQ: (Inaudible) (Laughter)\nK: Sir, if you want to turn this meeting into an entertainment and a merely debating society the speaker will withdraw. What we are asking is: why you read these books. If you read the book of yourself - you understand, sir? - the book of yourself, that's far more important than any other book because your book, the book which is you, contains the whole of mankind: all the agonies he has been through, the misery, the love, the pain, the joy, the suffering, the anxiety. There is that book in you and you go and waste your time reading somebody else's book. And that you call love of mankind, great men because they come into the pattern of your particular culture.\n3rd Question: What is the reason - we'll have to stop after this question - what is the reason for the grievances that sex has brought to the world in spite of the fact that it is the greatest energy of man? All right, sir, let's go at it. Have you noticed throughout the world, and therefore in your own life, how sex has become extraordinarily important? Have you noticed it? You are all very strangely silent. Talk about Ramayana and Gita, you all burst with energy; talk about your daily life, you subside. Why has sex, the act, the pleasure, why has that become such a colossal thing in your life? Not only in your life, the life of everybody. In the West they put it out, open; here you all hide it, ashamed of it, you turn your... duck your head when you talk about sex. Look at your faces - it's so obvious. (Laughter) You are frightened, you are nervous, embarrassed, shy, guilty. Which all shows that it has become tremendously important in your life - why? I'll show you why. Don't accept what I am saying, or disagree with it. Observe it.\nIntellectually you have no energy because you repeat what others have said, you are prisoners to theories, speculations and therefore you have no capacity to reason, observe logic, healthy minds. You have got mechanical minds. You go to the schools where you mug up facts, and repeat the facts, you know, and that's all. Intellectually you are not aware, your minds are not sharp, clear. Therefore your intellectual energy is almost nil because intellectually you are machines, mechanical. Aren't you? Face it, sir, look at it. A man who can question, say, 'What is wrong with Mahabarata or Gita' - it shows what kind of minds you have, mechanical - repeat what others have said. And your life, the daily life, going to the office day after day for the next forty, thirty years, you know what kind of life that is - a mechanical life, whether he is a prime minister or the politician or the guru, or yourself, it is a mechanical life. Right? Isn't that so?\nAnd your behaviour, all your habits have become so mechanical - repeat, repeat, repeat. So there is no intellectual freedom. And freedom means energy, vitality, intensity, because that gives you when you can see what the whole structure of thought and go beyond it - it gives you tremendous energy. And that you deny totally because you accept authority. Not only the authority of the professor, but your authority of your spiritual leaders - and they are not spiritual when they become your leaders. So you are not free intellectually. And emotionally you are sentimental, tremendously devoted to some god, to some person. That is not energising, that doesn't give you energy because in that there is fear. Energy comes only when you completely lose yourself, when there is total absence of yourself. And that takes place when you have sex - for a second everything comes - ends. And you have the pleasure of it. Then thought picks it up - images, wanting it more and more and more, repetition, therefore that becomes the most extraordinarily important factor of your life because you have nothing else. You have no brain capacity, you are confused, miserable, unhappy human beings. You are not intense, you have no passion, intellectually, to stand alone, to see clearly and stand by it, you are frightened. And what have you left? Sex. And all your religions said don't have sex. So you battle. 'To find god you must not have sex' - some poor, neurotic person says that. And you say, full of sex, and try not to be sexual, and so you have a battle with yourself. The more you battle the more it becomes important.\nSo you see your life, what it is: you have no love but pleasure. And when you have pleasure you are frightened of losing it, therefore you are never free, though you may write volumes about freedom. So when you understand all this, not intellectually but daily, in your life, see what you have reduced mankind to, through your religion, through your Mahabaratas, Gitas, and gurus, what you have reduced yourself - mechanical entities, unhappy, agony, shoddy, little entities, tortured. And with this little mind you want to capture the vast, timeless space of truth.\n"}]