[{"title":"can-mind-be-completely-free-any-distorting-factor","text":"I hope you are prepared this morning to go into something that requires a great deal of consideration, and not only verbal penetration, intellectual, but also non-verbal. I don't know quite where to begin because I want to personally to go into something that seems to me of a great deal of interest and importance, and needs very clear thinking sanely, rationally, objectively. And I hope you are prepared for it. I don't know what is going to be the outcome of it, we'll try.\nMost of us feel that the world is so chaotic - if you allowed a madman to organise the world he couldn't do better than what it is now. And many feel that there must be environmental change - political, economic, polluting the air, stopping wars, a great deal of poverty and at the same time enormous wealth, maldistribution and so on. Most of us consider that these must be changed first - change the environmental, peripheral transformation and then man will be capable of dealing with himself much more reasonably, wisely. But I think the problem is much more deep, much more complex than merely the change in the outward circumstances. I think most mature and educated minds - I mean by that word 'educated' not in the ordinary sense of the word but a mind that has observed the events in the world, the permissive action of the young people and the desperate hypocrisy of the older generation - any so-called educated and mature mind is aware that the problem is much more profound, more complex, needs altogether a different approach to that which you are accustomed.\nI don't quite know where to begin. I think that is a fact. And one observes also that all this human endeavour, outwardly as well as inwardly - going to the moon, and the transformation of oneself, one's mind and one's heart - we think it can all be done by thought. We have given tremendous importance to the functioning of thought - logically, objectively, or irrationally, or neurotically. Thought throughout the ages, as one observes, has played an extraordinary important role. Thought is measure and this measurement by thought to bring about order and change is very limited, and apparently has not succeeded - superficially it has, but not fundamentally. Thought, the whole machinery of thinking, has played a role that has brought about the present condition of this world, and I think there is no denying of that. And we think thought can change, not only the outward events and happenings, and pollution and all the rest of it, but also one thinks that by the careful usage of thought one can transform the human conditioning, the human way of action, way of living. And again that is fairly obvious: that thought is necessary in bringing about order in the world. That is, organised thought, carefully worked out, objectively, healthily, we think can change the environment; and the environment with its pollution, poverty and all the rest of it needs vast changes. I think again that is very clear. And the whole technological world in which we live is based on thought with its measurement. And thought can only function when there is space. Thought creates its own space - space being time, the distance from here to there, the measurement. And on that the whole modern world is built. Right?\nCan I go on? And measurement, which is the very nature of thinking, with its space, is obviously very, very limited, because thought is conditioned. Thought is the response of total memory, which is the past; the response to the past when it is challenged is thought. All right? Are you coming with me? I am not going off by myself, am I?\nAnd thought apparently has not put an end to war. On the contrary thought has bred wars, division, both religious, economic, social and so on. Thought in itself is the cause of fragmentation. And what is the function of thought? Thought being the response of knowledge, and knowledge is always in the past. Out of that knowledge thought can project a future, modifying through the activities of the present. Right? Ca va? Bien. And thought can project, because of its knowledge, a future of what the world should be. But apparently what the world should be never takes place. Every philosopher, so-called religious teachers, have projected a world in the future, based upon our knowledge of the past, and projecting something out of the past which will be the opposite or modified response of the past, and so thought has never brought man together. Again that is a fact.\nOn the contrary thought desiring to function in knowledge - and it can only function in knowledge - and knowledge being measurable, thought can never bring about true relationship between man and man. Right? So I am asking myself: what is the function of knowledge, which is the known, which is the past, what is the function of the response to that past, which is thought, in daily life? Right? Do you put this question, ever?\nOne lives by thought, one acts by thought. All our calculations, all our relationships, all our behaviour is based on thought, which is knowledge, and that knowledge is measurable, more or less, a great deal or wide - it is measurable. And knowledge is always in the field of the known. And can man, can you and I, realise the importance of knowledge and see its limitations and go beyond it? That is my problem - you understand? That is what I want to find out. Because I see if we are always functioning in the field of knowledge, we will always be prisoners, very limited, with certain expansive or narrow borders, which are always measurable. And therefore always the mind will be held within the frontiers of knowledge. Right? Now I am asking myself whether knowledge, which is experience, whether gathered in the last few days, or in the many, many, many centuries, whether that knowledge can free man so that he can function wholly differently, so that he is not living always in the past, which is knowledge. Are we meeting?\nPhew! It's terribly hot, isn't it?\nYou know this question has been put quite differently by many people, who are really quite serious, specially in the religious world: whether man is always time-bound, which is knowledge. That is, bound to the past, the present and the future. And they have always asked this question - at least those great scholars and pundits and gurus who have talked with me - they have always asked me whether man can go beyond time - not science fiction time - you are following? - but actually not be a slave to time, because time is measurable, knowledge is measurable, action in the field of knowledge is measurable, and therefore man unless he frees himself from that field will always be a slave. You may decorate the field, you may do all kinds of things within the field, make it beautiful, unpolluted - you know - no poverty and all the rest of it, but he will always live within the limitation of that field, which is time, measure, knowledge. Right? Will you ask that question of yourself? Please, do! That is: is man always bound to the past with its knowledge, experience and action? If he is he can never possibly be free. Right? He will always be conditioned and out of that conditioning he may project an idea of freedom, a heaven in which he will be sitting on the right hand of god - or on the left hand, it depends on what kind of religious beliefs you have. And thereby escape from the actual fact of time, by projecting an idea, a belief, a concept, he can escape into an illusion which may be timeless, but it is still an illusion. Right? My lord! You all look so solemn, don't you.\nNow I want to find out whether man can function at all in this world, being free of time. There is the chronological time - today, tomorrow and the day after tomorrow, Tuesday, Wednesday, Thursday, next week, next month, next year. If I have no chronological time I shall miss my train, the bus. And I realise that time must exist, absolutely, to function, to do anything. And that time is measurable. Time is always measurable. And the action of time, which is knowledge, is necessary otherwise I couldn't speak English, I wouldn't be able to find out where I live, or take the train, go to the office, work in a factory and so on. Knowledge as time and action is necessary. And if that is the only thing in which I live and function and move, I am entirely bound, I am a slave. And my mind observes, looks, asks, and wants to find out if it can ever be free from this chain of time. Right? That is, I see knowledge is essential - to write a letter, to do anything I must have knowledge. And I also see that knowledge, being measurable, is always limited. And the mind rebels against the idea of being a slave to time - time being tradition, the older generation, the younger generation, the gap between the old and the young, the whole of that is time. And being caught in that the mind rebels against this whole idea of living in a culture which is based on thought, and time, and knowledge. Right? I think I have explained it enough.\nNow I want to find out - the mind wants to find out whether it is possible to go beyond time. That is, enter into the immeasurable, which has its own space, and live in that world and function with knowledge? Live in a world which is completely immeasurable, free of time, and yet function with time, with knowledge, with all the technological achievement which thought has brought about. You are getting my point? Bene? You know this is a very important question to ask. And the religious people, not being able to enter into something which is not measurable, have invented a concept of freedom, which is an illusion because that concept is the result of thought, and therefore still within the field of time and knowledge.\nNow can I, can this mind enquire into the quality and the nature of the immeasurable, knowing very clearly that any form of illusion, a projection by thought, is still within the field of time and therefore knowledge? Therefore the mind must be entirely free from any movement which might create illusion. Are you meeting? Because it is very easy to imagine one is in a timeless world and go nuts over it, get neurotic, have tremendous illusions - oh, think you have got god by the right hand! All that is illusion. So what makes for illusion? You are following? What creates illusion? Deception, a neurotic fragmentary, schizophrenic mind. Right? What creates such an illusion? What is the factor of illusion? Are we following each other? May I go on? I know, I know, you want me to go on and you just listen. Please, don't do that, it's no fun. Because unless you do this, you know, actually do it, that is know for yourself very well the limitation, the slavery to knowledge. And knowing that is absolutely essential, otherwise you can't do a thing.\nAnd also becoming aware, conscious, that one can deceive oneself most extraordinarily, imagine that you have you know, have extraordinary visions and all that stupid stuff. So one has to go into this question very, very carefully. First not to deceive oneself under any circumstances, not to be a hypocrite, not have double standards, the private standard and the public standard, saying one thing, doing something else, thinking something and talking about something else. That requires tremendous honesty, which means I must find out what is the factor that creates, brings about in the mind the deception, the hypocrisy, the double talk, the illusion, the various neurotic distortions. Unless the mind is very clear of any distortion it cannot possibly enquire into the immeasurable. Right?\nSo what do you think brings illusions? Illusions of grandeur, illusions of a great sense that you have achieved reality, that you have gathered in your fist all enlightenment - you know - the things, the neurotic processes one has. What is the cause - without analysis, to see for oneself very clearly where distortion takes place. Distortion is hypocrisy, distortion is imagination, where imagination shouldn't enter at all. It may be all right, imagination when you are painting a picture, writing a poem, writing a book, a novel, a detective story, but if you use imagination and say 'That exists', then you are caught. Right? So I must find out the factor of illusion, distortion - not only find out but be completely free of it. Right? Have you put this question to yourself? No double standards, personal life and public life, double talk, believe in one thing and do something else, be a Christian with all the ideals and mythology of Jesus and all that, and at the same time - you know - be violent, cruel, bestial and all the rest of it, talk about brotherhood and be devoted to nationalism, to division. So all\nthese are the indications of distortion.\nAnd I want to find out if the mind can be completely free of any distorting factor. Right? Now what distorts the mind? May I go into it? The factor of distortion is thought. That is, thought cultivates fear, as thought cultivates pleasure. Thought says, 'I must enter into that timeless state because it promises freedom and perhaps there is something more to it'. It wants to achieve, it wants to gain, because perhaps you'll have greater experience there. Right? So thought, which is knowledge, when it functions rationally, objectively, sanely is not a distorting factor. Right? To go to the moon - if you are neurotic you can't go to the moon, if you are a neurotic technician in technology you can't put the thing together. But when you get to the moon you are still Russian or American, which is neuroticism, and there you plant a flag or do all the stupid, childish things, which is still the action of thought. You are following all this?\nSo, the major factor - please listen to this - factor of distortion is fear and the demand for pleasure through gratification. Right? So the mind must be completely free of fear. Can it? Don't say yes or no, you know nothing. Let's investigate. Please see the importance of this. The factor of distortion is fear. The factor of distortion is the demand for pleasure, gratification,\nenjoyment, the demand - not the pleasure itself but the demand for pleasure - you are following all this? - on which all our moral, religious structure is based. So I am asking myself: can this mind, the human mind, the human mind which is the result of time, which is with its brain the whole content of memory, extensive or small,\nnarrow or wide, measurable, can this mind be free of fear completely? Otherwise distortion takes place.\nNow there is physical fear - fear of snakes, darkness, wild animals, not only in the jungle but in civilisation, fear of the unknown, fear of losing what one has, fear of death, fear of not being loved, fear of not achieving, not fulfilling, not becoming, fear of loneliness, fear of having no relation - you follow? - fear. The very, very small fears, physical fears, and the more and more and more complex fears, which are psychological; beginning with the physical and gradually entering into the more complex fears. Can the mind be free of all fears, not only at the conscious level but at the deep level? Right?\nI must find this out. The mind must be completely merciless to find this out, otherwise I enter into a world of illusion, distortion. Physical fears, that is, physical pain, disease, ill-health, we all know the physical pains, and those physical pains leave a memory, don't they? Right? Last week I had bad toothache, or whatever it is, and that pain has left a mark on the brain and the memory of it - please follow this - and that memory, which is thought, says, 'I must not have that pain tomorrow or next week. For god's sake, be careful. Do the right thing, eat rightly, be watchful'. Thought thinking about the past pain projects the future pain, and thereby is afraid of the future. Right? Are you following this? It is very simple. Now when the physical pain occurs, happens, to live with it and end it and not carry it over. If you do, then fear comes in. Right? That is, I had deep, ugly pain a few days ago, or a month ago, and I see the importance of not having fear. That is my vital, intense demand, that there must be no fear, bearing that - you know, watching it. When the pain happens, to end it, go through with it completely - not be identified with it and carry it over, but to end it. And to end that pain which has passed, you have to live with it, haven't you? Not say, 'For god's sake how quickly can I get out of it?' Self pity - you know all the nonsense that goes around pain. Can you do all this? No. Can you, when you have pain, live with it, not complaining, do whatever is necessary to end the pain, and when it has gone it is finished, not carry it over. Thought carries it over, not the pain. The pain is over but the thought, which is the response of memory, that memory has been established when you have pain and say you mustn't have it - when you have pain not to build memory? Right? Can you do it? Do you know what this means? To be completely aware when you have pain. Complete attention and not let it go over. Right? Do it if you are interested in it.\nSo you know how to deal with physical fears - doesn't matter\nhow excruciating that pain is. Then there are all the psychological fears which are much more complex. Again the complexity is brought about through thought. I want to be a great man; I am not a great man. And there is the pain of not being great. I feel terribly inferior because I have compared myself with somebody whom I think is superior and I feel I am inferior, and therefore I suffer from that, which is all the measurement of thought. Right? And I am afraid of death, ending all the things I possess. We'll go into that another time, the whole problem of that. You know this whole psychological complexity of thought - thought always wanting to be sure and always frightened of the uncertainty, always wanting to achieve, knowing it may fail. And so there is a battle between the action of thought and thought itself - you are following all this?\nSo can fear end completely? Sitting here listening to the speaker, at this present moment you are not frightened, there is no fear because you are listening. And you can't evoke fear, which would be artificial. But you can see that when you are attached or dependent, this dependency and attachment is based on fear. So you can realise your attachments, obviously, your dependencies, psychologically depending on your wife, husband, book, whatever it is. And if you observe that attachment closely, watch it, then you will find out in that attachment there is... the root of it is fear, not being able to be alone, wanting companionship and so on - you know all the business of it, feeling poverty, insufficiency, you know, depending on somebody. There you see the whole structure of fear. Now can you, being dependent, attached, can you see the involvement of fear\nin it and not be attached, not be dependent psychologically? Can you? \n Now comes the test. We can play with words, with ideas, but when it comes down to actual fact we withdraw. So when you withdraw and do not face the fact, you are not concerned with the understanding of illusion, therefore you prefer to live in an illusion than to go beyond it. Right? So don't be a hypocrite. Say, I love this, I love to live in an illusion, in deception. Face it. Then you will come upon fear and then you can escape from it, you can play all kinds of tricks and get more and more neurotic, but if you like that - remain in it, don't fight it. You understand? The more you fight it the more fear these is. But if you understand the whole nature of fear which is dependency, all that, and face it, look at it, then as you observe you not only are aware of the superficial conscious fears, but also as you observe you penetrate deeply into the recesses of your mind. Are you doing this? So the fear comes to an end completely, and therefore the factor of distortion ends.\nAnd if you are pursuing or demanding pleasure that is also a factor of delusion. I don't like this guru, but I like that guru. Right? My guru is greater than your guru. I will go to the remote corners of the world - India, Japan whatever it is - and find truth. Truth is round the corner, here, not in there.\nSo when there is the demand for pleasure - you understand? - sexually, in any form, that must be a distorting factor. Because pleasure - pleasure, you know, enjoyment, is right, isn't it? It is lovely, it is beautiful to enjoy the sky, the moon, the clouds, the hills, the shadows - you know - there are beautiful things - the earth is. But the mind, thought says, 'I must have it more and more and more. I must repeat this pleasure, this enjoyment, tomorrow I must have it'. And on this is based all the habits of drugs, drink - you know - the whole of that. Which is again the activity of thought. Seeing the mountain of an evening light, the snow peaks and the shadows in the dark valley, and enjoying it tremendously, the beauty, the loveliness of it, the soft light, then thought says, 'I must have that again tomorrow. It was so beautiful'. So thought demanding pleasure, pursues that experience of that sunset on those hills, and sustains the memory. And when next time you see the sunset that memory is strengthened. So fear and pleasure are the distorting factors - the demand for pleasure and the fear are the distorting factors. Right? Can the mind see that sunset, live with it completely at that moment, and finish with it and begin again tomorrow? You follow? So that the mind is always free from the known. You are following all this? Though the known must be used but it is always free. Right?\nSo there is a freedom, which is not measurable. You can never say, 'I am free' - you understand? - that is an abomination. All that you can enquire into is the function of thought in knowledge and is there any action which is not measurable, which is not in the field of the known? You are constantly learning. A mind that is constantly learning has no fear and therefore perhaps such a mind can go, can perceive - I won't use these words - such a mind can then enquire into the immeasurable.\nRight, sir. What time is it? Eleven thirty?\nRight. Would you like to ask any questions?\nQuestioner: (Inaudible)\nKrishnamurti: Yes sir. Yes sir. I have understood the question. May I go into it, sir? Phew! I wonder what you do with this heat!\nThe question is: can one observe without any evaluation, without any judgement, without any prejudice, is that at all possible, or it's just another of the tricks of the mind, a deception? You see a mountain and you recognise it is a mountain, not as an elephant.\nQ: You see it.\nK: You see it, but just a minute sir. You see it but you recognise it as a mountain. But you don't say, 'That is an elephant'. It is a mountain. Now wait a minute. You see it, you recognise it and the recognition - please follow this - is only possible when there has been memory established as the mountain. Of course, otherwise you can't see it.\nQ: I remember as a small child when I came to Switzerland, I saw the first time a mountain without any remembrance. It was very, very beautiful.\nK: Yes sir. When you see it for the first time you don't say it is a mountain. Somebody has told you it is a mountain. And the next time you see it you recognise it as the mountain.\nQ: I prefer it to ugly things.\nK: Wait. Of course sir. You prefer that mountain to the ugly building - doesn't matter what it is. But when you observe, there is the whole process of recognition. You don't confuse it with a house, with an elephant, with a crocodile, it is a mountain. Now: then the difficult problem comes in: to observe non-verbally. Not say that is a mountain. I like it. I don't like it. I wish I had a house on that hill - you follow? - all the rest of it. Just to observe. There, it is fairly easy, isn't it? Because mountains don't affect your life. But your husband, your wife, your politician, your priest, your neighbour, your man, girl, that affects you. Therefore you cannot look at your friend, or girl, or boy without evaluation, without the image. That is where the problem arises. Right? Can you look at the mountain, and at your wife, husband, girl or whatever it is, without a single image? See what happens! If you can look without an image then you are looking for the first time. Aren't you? Then you are looking at the earth, the stars, the mountains, the ugly politicians and all the rest of it, for the first time. And that means your eyes are clear, not burdened with the memories of the past. That is all. Can you look at that tree without an image of that tree? You understand? Go into it. Work at it. You will find out the enormous beauty that is in this.\nQ: If you look at it that way, just like you look at the mountain, without being aware of what a factory does to its environment, you cannot act.\nK: Oh yes, you do. When you look at a factory that way, can you do anything at all? On the contrary, it is polluting the air, all that belching of that smoke, you know, you want to do something. No, sir, don't confuse, keep it simple. Do it and you will see what action comes out of it.\nQ: (Inaudible)\nK: Is perception - I am translating it, sir - is perception, seeing something totally, is it gradual or instantaneous? Isn't that it? Is that your question, sir? You understand the question? Can I observe myself totally, all of myself, all the reactions, fears, the enjoyments, the pursuit of pleasure - you know, all that - at a glance, or have I to do it little by little? Right? What do you think? If I do it little by little, one day look at part of myself, the next day another part of myself, and third - you follow? - little by little, is that possible at all? What happens? Today I look at myself, a fragment of myself and when I pick up another fragment of myself tomorrow, what is the relationship of the first fragment to the second fragment? And in the interval between the perception of that first fragment and the second fragment other factors have come into being. And so this fragmentary examination and approach, and observation, leads to a great deal of complexity, and it has no value. So my question then is: can I, can this mind observe totally on the instant? Right?\nQ: When you observe totally on the instant, there is nothing. Is that then myself?\nK: Wait a minute madame, let's finish little by little. So can I look at myself non-fragmentarily - you understand sir? I have been educated, conditioned to look at myself fragmentarily, look at the world fragmentarily - Christian, Communist, Socialist, Methodist - oh god! what else? - Hindu, Muslim, Buddhist, Zen - you follow? - I have been brought up, educated in this culture, which is to look at the world fragmentarily, as a Jew, as an Englishman, as a Catholic - you know - all the blasted stuff! So being conditioned in this culture I cannot possibly take a total view. Right? Therefore my chief concern then is, to be free from this fragmentary education - isn't it? Not whether I can see completely or not, but to free the mind from fragmentation. Right? Not to be a Catholic, not to be a Protestant - all the rest of it. To wipe away all that. I can only wipe away all that instantly when I see the truth of it. Right? I cannot see the truth of it if I say, 'I love being a Hindu', because being a Hindu gives me a certain position, I can put on a turban and impress a lot of silly asses! And I take pleasure in the past because tradition says we are one of the old ancient races, and that gives me great delight. But if I see the falseness of all that, see the truth of it, I can see the truth only when I see the falseness - the truth is in the falseness. Right.\nQ: You have been using words to describe a non-verbal state of mind. Isn't there a contradiction there?\nK: You have been using words to describe the indescribable; and isn't there a contradiction in that? Right, sir? You have been using words to describe the indescribable and isn't that a contradiction? Now wait a minute. The description is not the described. Right? Right sir? I can describe the mountain, but the description is not the mountain. But if you get caught in the description, as most people do, then you will never see the mountain. There is no contradiction in that. And please be very careful. I didn't describe the immeasurable. Right? I said you cannot enquire into that factor, whatever that is, if it is, if the mind doesn't understand the whole business of thought. Right? I didn't describe it. I only described the whole functioning of thought in action with regard to knowledge and time. We went into that, not into the... That's impossible. I think that is enough for today, isn't it?\n"}]