[{"title":"being-free-deepest-conditioning","text":"Krishnamurti: What shall we talk about? \nQuestioner: Children. \nK: Perhaps we can talk about that a little later. But what would be I think worthwhile, is talk over together this question of violence, which is spreading and getting worse and worse, right through the world, which is really a part of this whole human conditioning. And whether man can ever be free, not only of the superficial, environmental, economic, social conditioning of their particular culture, but also much deeper conditioning, which is the whole collective sorrow, violence and the destructive despairs and their activity of which most of us, I think, are unconscious. It's like a cloud which one has inherited, in which one lives, and apparently one finds it tremendously difficult to free oneself from it all. I think that would be worthwhile if we could talk over that together. Shall we? Would that interest you?\nBecause as one observes, wherever you go, all over the world, the superficial cultures don't penetrate very deeply into human consciousness. But the deep roots of the great clouds of sorrow - I don't like to use the word 'evil', but that destructive violence - the great deal of antagonisms, mischief, misery, conflict - it seems to be so deeply rooted in all of us and whether one can be utterly free of them. And if that is essential, then how is one to set about it? Can we go into this? Because superficially we may be highly cultured, polite, slightly indifferent, callous, but deeply most of us, I think, are unaware that there is a great inheritance of this vast, complex, conflict, sorrow, misery and fear. And if one is aware of it and one is conscious of it at all, is it possible to be entirely free of it, so that the mind is a totally different kind of instrument? I do not know if you have thought about it at all, or have thought that the superficial conditioning is so important that one is always struggling against it. And if one has been through it and put it away, then there are all these deep layers, unconscious for the most part, and how is one to become aware of those and whether it is at all possible to be completely rid of them?\nAs this is such a small group comparatively, perhaps we could discuss how to be aware of these terrible things which man has inherited or cultivated - it is there. Whatever the explanations be, the fact is that we are deeply violent, that we are caught in sorrow. We don't have this every day, thank God (roar of plane), this is for your welcome! And there is this cloud of fear and obviously they bring about in action a great deal of mischief, confusion. I think that is fairly obvious, and how is one to be aware of all this, and is it possible to go beyond all that?\nAnd religions throughout the world, the organised religions, have forced man - not forced - but have implied, laid down certain sanctions, certain rules, certain disciplines, certain attitudes and beliefs, and those have not, obviously, resolved the human suffering, human fears, and deep-rooted anxieties, guilts, and all the rest of it. So we can brush all that aside, all the religious beliefs and hopes and fears, completely set aside all that - and one does, the more you think about it, the more one is aware of what is taking place in the world and the nature of the religious organisations with their heads and gurus and teachers and saviours and all their mythology. It becomes too childish and immature. (roar of plane) I don't know why we have so much today. Now if one has set aside all that because one has understood it, one saw the futility of it, the falseness of it and are free of all that, then certain facts remain, like sorrow, violence, fear and a great anxiety, uncertainty - those remain.\nNow, how is one, if I am aware of all that, conscious of it, how am I to be free of all that so that I have a different kind of brain, different kind of action, different kind of attitude towards life, a different way of living? The more one is intelligent, enquiring and intellectually aware of all this, one not only becomes very, very serious, but also there is the demand that the mind must be totally free of all this mess and muck that human beings have created and carried about with them endlessly. So if that is the problem, and I think that is really the basic problem, not that there is not social injustice and reformation in that, that there is not poverty, wars, violence, the division between nationalities - all that. All that can be solved, I feel, when the human being really understands this whole business of existence. And then they can tackle it, tackle all the confusion, the conflicts, the wars, the social injustice, the divisions of people and so on, from a different dimension.\nAnd the human mind wants to find that dimension. It has to find it to solve all this misery. So how am I, no you, to end all this, if you are serious, not playing with words, not speculating, not indulging in theoretical suppositions and ideas and hypothesis, but actually confronted with this, confronted with this human suffering, not only yours, but human suffering - the fears, the confusion, the uncertainties, the demand for constant security. The demand for psychological security is much deeper than physiological security, and because we want psychological securities, we give over all our thought and our hopes to some teacher, to some saviour, to some belief, to some outside. Now how shall I, knowing all this, understand and be free of this constant effort, struggle, misery? All right, shall we go into that? Shall we discuss it, talk it over together - that means share it together.\nHow am I, or you, to be aware of that? What does this awareness or perception mean? How do I know that I am in sorrow, that human beings - not only me, but every human being in the world, of which I am part - how do I know or am aware that there is this sorrow? Is it a verbal recognition, or is it an acceptance of an idea that there is sorrow of which I am part? Or is there conscious awareness that sorrow is a fact. Are we going together? When I say to myself there is a tremendous sorrow in the world, of which I am part, because I am the world and the world is me - that's a fact. It's not an idea, it's not a sentiment, it's not an emotional assertion, it's an absolute fact, that I am the world and the world is me. Because I have made this world - you have made it, we are responsible for it. All my thoughts, my activities, my fears, my hopes are the hopes and fears of you, of the world. There is no division between the world and me. The community is me, the culture is me and I am that culture, so there is no division. I don't know if you see that and if you feel that. All that is going on in the world, in the Middle East and the Far East, between Pakistan and another nation - you know, all that - it's part of me, we are responsible for all that. And how am I, knowing I am the world and there must be a radical revolution in the world, not throwing bombs, that leads nowhere, but a revolution in the very psyche itself, in the mind itself, so that one lives differently, thinks differently, acts totally in a different manner altogether? How am I, knowing I am the world and the world is me, how am I to free the mind that is responsible for all this - the mind being thought? It is thought that has brought this about - the division between people, the wars, the structure of religious belief - thought has produced all this.\nAnd also thought has put together the technology that makes for the convenience of everyday existence - the bathroom, the electricity, the railway, the technological knowledge that makes one go to the moon - it is thought that has done all this - hasn't it? Obviously. Thought which has gathered so much information, so much knowledge, how is that thought to be free from the whole structure and nature of sorrow and fear, and yet function efficiently, with sanity in the field of knowledge, without bringing about division between man and man, thereby creating conflict, antagonism between man and man? You see the problem? At least, the problem which exists. Isn't thought responsible for all this? Isn't thought responsible for your saviours, for your beliefs, for saying you are an Englishman, or a Dutchman, or a German or a Russian? Isn't it thought that divides the Hindu from the Moslem and all that's going on in the world, in the East? And the war in Vietnam is the result of thought, carefully planned - thought is responsible for all this - isn't it? Do you say thought is not responsible?\nSo thought is responsible, and yet we have to think very clearly. How then is thought to prevent this division? Because where there is division there is conflict, not only outwardly but inwardly. Am I making my problem clear? Not my problem, it's your problem, it's the problem of human beings because one sees what thought has done - cunning, extraordinarily capable, how it has gathered technological knowledge which cannot possibly be put aside - and yet thought has made the division between man and man: you are a Muslim, I am a Communist. You are a Buddhist, I am a Hindu. It is thought that has brought about violence, and thought is not love. So one has to have the clarity of thought in function and yet be aware that thought does breed all the divisions in the world and misery. So how am I and you in this enquiry to be aware of the whole implication of thought which is the measurable, and also a dimension in which thought as measure doesn't exist at all? Are we following each other? No?\nIsn't it clear, first, what thought has done in the world? Right? Thought in science, the whole development of technology, and what it has done in the world, both beneficial and destructive. Thought has put together a series of religious structures and beliefs, as superstitions, mythology and saviours - no? How thought has divided people in religious beliefs. And how thought has invented means of destruction of human beings. So thought has done all that, hasn't it? And thought must be exercised to function at all. Now how is thought to function beautifully, efficiently, healthily and not create division between people?\nQ: When there is no fear.\nK: Just a minute. Just look at it. Don't say, 'when there is no fear', let's see the problem first.\nAnd thought is the collective memory of man, the collective memory from which there is the response as thought, which is the past. No? If you had no memory you couldn't think. And thought is the past. It may project in the future but it still has its root in the past and from there it functions. We see that in operation, and then I say to myself that is necessary, but why does thought divide people as you as a Christian, Buddhist, violent, all the rest of it, and me something else?\nSo can thought function happily, easily, effectively and yet not create division between man and man? You see my point? It's not my point, please. Why should I be conditioned as a Muslim which is the result of thought, and you conditioned as a Communist, which is the result of thought. You believe in a saviour, and I don't believe in a saviour, which is again the result of thought. The few who think, or the majority who think that violence can only produce a sociological change, and somebody else saying that is not the way. So thought is always creating divisions. Right? And where there is division there is conflict. So what is the function of thought? Right?\nKnowing that thought can only function in the field of knowledge, and can thought invent or come upon a different dimension, in which there is no division at all created by thought? Right? Are we getting somewhere together? Good. At least a few of us. We may be crazy, but let's get together. Because personally I am terribly interested in this, because I have seen in India, in America, all over Europe, in Australia and other parts of the world, thought has created such marvellous things and yet thought has brought about such misery, such confusion, enormous amount of sorrow. So seeing all that I ask myself what is the function of thought? Can thought operate in one direction completely and be totally silent in another, so that there is no division, it doesn't create a division? So after having put that question to myself - and I hope you are putting it to yourself - is it possible for thought to divide itself? You understand? For thought to say, 'I won't go beyond that,' I will function, thought will function healthily, normally in all the technological world, in the knowledge, action and daily existence, and not enter into that dimension in which there is no division at all? Is that possible for thought to separate itself like that? Or we are putting the wrong question altogether.\nCan thought see its own limitations, and seeing its own limitation it brings about a different intelligence into being? If I see my own limitation, if thought sees its own limitation, has it not already discovered - not thought - is there not a different kind of intelligence in operation? When thought sees its own limitation, then is there not an awakening of intelligence which is above and beyond thought? Please are we communicating with each other, or not at all?\nQ: Yes.\nK: You know communication means sharing, not acceptance.\nQ: When thought is seeing itself that is not thinking.\nK: I don't know sir.\nQ: Hasn't thought come up with systems to destroy itself?\nK: No, sir, first see our difficulty, this is an enormously difficult problem, don't let's find an easy answer. See the enormous implication of this. Man has lived by thought. We exercise thought every day, every minute, to go home, to catch a train, to catch the bus, to write, talk, to communicate, to function. We must have thought and if we have no thought there is no action, you can't live. You can't destroy thought. To destroy thought implies a thought which is superior and says, 'I must destroy my lower thought'. It's all within the field of thought, thinking. Do you understand? This is what the Asiatics have done, the Indians; they have said: thought is very limited, there is a superior thought, the Atman, the Brahman, the thing above; keep thought silent and then the other will operate. And in the very assertion of that is thought - isn't it? Here you say the soul - it is still part of thought.\nSo thought has produced this extraordinary world of technology, which thought uses for the destruction of human beings and for the convenience of human beings. It is thought that has invented the saviours, the myths, the gods. It is thought that has produced violence. It is thought that becomes jealous, anxious, fearful.\nSo, is there a field which is not measurable by thought and can that field operate in the field of thought, without thought breaking up into divisions, fragmentations? Sirs, you see, if thought is operating all the time, then the mind is functioning with the knowledge which is the past - knowledge is the past. I can't have knowledge of tomorrow. And knowledge is thought. If that is the only way to live, always within the field of thought, then the mind can never be free. Right? And so man must always live in sorrow, always have fear, always live in division, in fragmentation, therefore in conflict. And realising that, man has said there must be an outside agency - as God, who will help me to overcome all this fragmentation of thought. But that God, that Brahman, that Atman, is still the invention of thought, or subtle forms of hope, which is again thought seeking security, not finding security in this world, invents or believes or projects an idea which it calls God, which is secure. Right? So I see this.\nSo if thought is to be the only field in which human beings can live, then human beings are doomed. This is not my invention, this is what is actually going on. Then I ask myself, is it possible for thought to operate where it is absolutely necessary, healthily, normally, objectively, efficiently, sanely and be totally silent in every other direction? Do you understand?\nNow how is that possible? How is it possible for thought to function there, where it is absolutely necessary, in the most clear, objective, non-confused way, and at the same time live harmoniously in a dimension in which thought doesn't enter at all? You have got my problem? Have I made the problem clear? Because the human mind demands freedom - freedom from agonies, guilt, suffering, misery, confusion, these endless wars and violence. It demands it. And thought cannot produce freedom. It can invent the idea of freedom, but that's not freedom. So the human mind must find the answer. And it can only find out the answer when it has understood the nature of thinking and seen its capacity, how thought is measurable and find a freedom, a dimension, a state of the immeasurable in which thought doesn't function at all.\nYou see, this is what's called meditation. People have done this, but again their meditation is part of the furthering of thought. You understand? They say, 'I must sit quiet, there must be control, my thoughts must be controlled'. Knowing the limitation of thought, they say, 'I must control it, I must discipline it, I must hold it in check, don't let it wander'. They discipline themselves tremendously, but they haven't got the other dimension, because thought cannot enter into that at all.\nSo man has done everything, you follow? The really serious ones, the people who have really, deeply, enquired into this, not the casual people. And yet thought has been their major instrument and therefore they have never solved this problem. They have invented things. They have speculated. And poor fools like us accept these speculations, the philosophers, teachers - you follow? - the whole gamut of them. And I ask myself - and I hope you are asking it - how can this happen? Obviously there must be a different kind of meditation, a different kind of perception, that is seeing and not evaluating. To see the operations of thought, all its inward, outward movement, just to observe it, without giving it any direction, forcing it in any way, just to observe it completely, without any choice. That is a different kind of perception. We see, but we always give it a direction. We say, 'This must not be', or 'This should be', 'I must overcome it'. All that is the old way of responding to any action, to any feeling, to any idea. But to observe without any direction, without any pressure, without any distortion, is that possible at all? To see myself as I am, without any condemnation, saying, 'I'll keep this and I'll reject that' - can you do it? Then perception has a different quality. Right? Then it becomes a living thing, not the repetitive pattern of the past.\nSo in the very act of listening, as we are doing now, in that very act of listening, you see the truth of it, that to perceive really there must be no directive or persuasion or compulsion: just to observe. In that observation you will see thought doesn't enter at all. You are following? Which means in that perception, in that seeing, there is complete attention. Where there is no attention there is a distortion. Now when you are listening to this, if you see the truth of it, that acts. Are we meeting each other now?\nQ: Sir, in that state one sees oneself absolutely powerless and also there is a moral that thought always feels and knows its own power.\nK: So what?\nQ: Thought always enters where there is interest, fear and anxiety.\nK: Are you saying, sir, that thought - but isn't fear the result of thought, the result of anxiety - thought has produced fear - no?\nQ: Sometimes it comes unexpectedly.\nK: That may be, whether it is unexpected, but thought has produced fear - no? Thought has produced this immense sorrow.\nQ: What about children's fears?\nK: Surely, isn't it based on their lack of security? Children need complete security, and the parents cannot give that complete security because they are interested in their own little selves. They are quarrelling, they are ambitious, they are this, they are that - you follow? - so they cannot give completely the security that the child demands, which is love.\nAnd so we come back to the same question. Thought has produced fear, there is no question about it. Thought has produced the aching loneliness in oneself. Thought has said, I must fulfil, I must be, I am little - I must be big. Thought has brought about this jealousy, this anxiety, this guilt, thought is responsible for it. Thought is that, thought is guilt, not thought makes for guilt, thought is guilt. So how can I observe myself and the world, of which I am part, observe without any interference of thought in that observation, and therefore out of that observation a different action which doesn't produce fear, regrets and all the rest of it? Therefore I must learn to observe myself and the world and my action quite differently. There must be a learning of observation in which thought doesn't interfere at all. Because the moment thought interferes it gives it a distortion, it gives it a bias. Perception is in the present; you can't perceive tomorrow. You perceive now and in that perception, when thought interferes, thought is the response of the past and therefore it must distort the present. It's logically so.\nQ: Surely, to be aware we have to think.\nK: Wait, wait, look at it, we have to think. What does awareness mean? I am aware that you are sitting there, and I am aware that I am sitting up here - unfortunately - and I am aware that I am sitting on a chair on a red - etc. I am aware. I perceive. I see. Then thought says, that is red, then thought says, I am a better person because I am talking, than somebody who is sitting below. Thought gives me prestige - you follow? Thought is doing all this - is that awareness, or is it merely the continuous movement of thought? Just go slowly, sir, can you see a tree without the operation of thought, isn't that it? Can you? Can't you? Can't you see a tree without the image of a tree? The image being the thought, thought that says: that is an oak.\nQ: If you were blind, you can't see ...\nK: Ah, no - I'll go on - no, fortunately I am not blind. Sir, do look at it, do consider it. To look at a tree, to observe a tree, what takes place? There is the space between the observer and the tree. Right? There is distance, then there is the knowledge of that tree - the botanical knowledge, the knowledge of like and dislike of that tree. So I have the image of that tree. The image looks at that tree, and is there a perception without the image? The image is thought, thought is the knowledge of that tree. So when there is a perception with the image there is no direct perception of the tree. So is it possible to look at the tree without the image? There objectively it is fairly simple, but it becomes much more complex when I look at myself without any image about myself. Is that possible?\nQ: (Inaudible)\nK: First see sir, we will come to that, go step by step. Please do it as we are talking, you will find out.\nThat is, is there an observation of myself without any image about myself? Because I am full of my images - I am this, I am not that, I should be this, I should not be that, I must become, I must not become. Those are all images. And I am looking at myself with one of the images, not with the whole group of images.\nSo then, what is looking? You follow? What then is seeing if there is no image? Do you understand my question? If I have no images at all about myself - you know, which one has to go into very, very deeply if you want to - then what is there to see? There is absolutely nothing to see and one is frightened of that. Then one is absolutely nothing; but one can't face that, therefore we have these images about oneself. So, let's go back.\nThe human mind demands freedom, absolutely. Even in Russia they are demanding freedom, and the powers that be are pushing them out. So freedom is essential, politically you demand it. But you don't demand freedom from all images. So thought has created these images, for various sociological, economic, cultural reasons, and more. And these images are measurable: the greater, the lesser, the more, the less. And one asks can thought observe without distortion? Obviously it can't. When it observes there is a distorting factor in thought, because thought is the response of the past. So is there an observation without the interference of thought? That means without the interference of any image. You have to find this out, it is not a question of accepting or believing, just find out if you can look at your wife or husband, the tree or the cloud or the person sitting next to you without any image.\nQ: Is there such a thing as an unconscious image?\nK: Yes, there is. Of course.\nQ: Which you might not be aware of.\nK: Now how can I be aware of the unconscious images that I have? Right? Please, listen to my question: how am I to be aware of the many, many unconscious images that I have stored up, man has stored up.\nQ: Krishnaji, as long as one is trying to be aware, one creates things to be aware of.\nK: That's what I am saying. You cannot try to be aware, you cannot determine to be aware, it is not the result of exercising will to be aware. Either you see or don't see. Either you listen to what we are talking about now, or you don't listen. But if you listen with your image then of course you don't listen at all.\nSo the question really is very interesting - I can understand the images that I have consciously - conscious images, I can do this - some silly nonsense, all the superficial images that I have, that is fairly simple and fairly clear. But the deep, hidden images that have such powerful influence on the whole way of life. How am I to be aware of these unconscious hidden images? How do you propose?\nQ: We find out by how we behave, by how these images come to life.\nK: You find out how you behave, through your behaviour. Now wait, go slow. You'll find out your unconscious images through your behaviour.\nQ: Or sometimes in sleep.\nK: Sometimes in sleep. See it, sir, you will see it in a minute. Which means what? Through my behaviour I begin to discover my unconscious images that have been stored up. One image after another, you follow? I behave towards you differently and towards another differently, because you are bigger and more powerful, have greater prestige than the other man. Therefore my image of you is greater - and the other I despise, my image. So it means going through one image after another, you follow? Or is there a central fact that creates these images consciously as well as deeply? You are following? If I could find that out, then I don't have to go through image after image after image, or go through the discovery of the images through dreams. I don't know if you are following my question.\nYou see if through my behaviour I discover my unconscious images, that's a form of analysis, isn't it? Of course, it's a form of analysis. Now will analysis resolve these images? These images are created by thought - analysis is thought. So through thought I hope to destroy the images that thought has created, so I am caught in a vicious circle. So, how do I deal with this? You say through dreams. Are your images revealed through dreams? And what are dreams? Why should you dream at all? Isn't that another form of analysis? I don't know if you are following. I dream, and dreams are a continuation of my daily activity, aren't they? No? Do please investigate it together. Please. I lead rather a messy life, uncertain, confused, miserable, unhappy, lonely, frightened, comparing myself with somebody else who is more beautiful, more intelligent, more this and more that, and that's my life during the waking hours and when I sleep that goes on. And I dream the things that I have been through, all the continuation of what I have been living during the daytime - no? And if I examine myself, if there is a revelation of myself through dreams, that's a form of analysis. Therefore I say, 'By Jove, look what I am doing'. I am depending on dreams to reveal the images hidden deep down in the cave. And the dependence on dreams makes me less and less awake during the waking hours. No?\nQ: Thought and sub-thought create images and these are useful on a certain level.\nK: We've said that, there are useful images which must function, which we must have, there are highly dangerous images which one must totally abolish, obviously. That's what the whole discussion this morning is.\nQ: Is there not only one question, not whether thought can be silent when necessary, but can there be only silence?\nK: Ah, that means, sir - can there be silence from which thought can operate?\nQ: It's not a question of whether it operates or not, but whether it operates in silence.\nK: Can thought be completely quiet and function, awaken when it is necessary?\nQ: (Inaudible)\nK: Can thought be completely silent. Who is putting that question? Is thought putting that question?\nQ: Obviously.\nK: So thought is asking itself whether it can be quiet. No, don't laugh please, do look at it, do look at it.\nSo thought is asking itself whether it can be quiet. How will it find out? Can it do anything to be silent, right sir - it can't can it? If it does, it is not silence. So can thought be quiet? Which means, can thought say to itself, 'I must be quiet'? Then that's not quiet. Then what is quietness, which is not the product of thought. Right? Is there a silence which is not the result of thought? Which means, can thought come to an end by itself, without asking to come to an end? Isn't that implied when you listen to something, when you see clearly? When you are completely attentive, in that attention there is silence, isn't there? Completely attentive, which means your body, your nerves, everything is attentive. Then in that attention the observer as thought doesn't exist.\nQ: I find it only happens in moments of great danger.\nK: That only happens in moments of great danger. You mean to say when there is a crisis. Must one live in crises all the time? What an appalling idea, isn't it? In order to be quiet I must have a series of crises and thereby hope to be silent. That's too complicated!\nQ: May I say that silence happens from within.\nK: Silence happens. How does it happen? And can one function - please listen to this - can one function from silence. You follow? You put that question please. What is silence first of all, how does it come, and is there a functioning, that is living daily life out of silence?\nQ: There is awareness of sense phenomena, all the time and the awareness is there. There must be an awareness.\nK: I can't assert anything, that there is an awareness all the time. I don't know. You don't know.\nQ: But it seems to be, it's just that it changes all the time.\nK: Now wait. I must find out sir. I only know, we only know one thing, that thought is perpetually in operation. And when thought is in operation there is no silence. There is no awareness as we discussed, as we pointed out. Awareness, or perception implies a state of seeing in which there is no image whatsoever. Until I find that out whether it is possible to see, observe, without any image, I can't state anything else. I can't state there is an awareness, there is a silence. Is it possible for me, in daily life, to observe my wife, my child, you know, everything, without a shadow of an image? Find out sir. Then out of that attention there is silence. That attention is silence. And it is not the result of practice, of course, which means thought.\n"}]