[{"title":"public-talk-7-saanen-switzerland-21-july-1968","text":"What is important is not the piling up of words or arguments or explanations but rather to bring about in each one of us a deep revolution, a deep psychological mutation, so that there is a different kind of society, a totally different relationship between man and man which is not based on immorality, as it is now. A revolution in its most profound, total sense of that word must take place not through any system, or through any action of the will, or through a combination of habit and foresight. One of our greatest difficulties is - is it not? - that we are caught in habits. And habit, however refined, however subtle, deeply established, engrained, is not love. Love can never be a thing of habit. Pleasure, as we were saying the other day, can become a continued habit and the demand for it, but I don't see how love can ever be a habit - pleasure can. And the deep, radical change that we are talking about is to come upon this quality of love - which has nothing whatever to do with emotionalism, or sentimentalism. It has nothing whatever to do with tradition which is the deep, established culture of any society.\nAnd most of us, lacking this extraordinary quality of love, slip into 'righteous' habits - and habit can never be righteous. Habit is not good or bad habit; there is only habit, a repetition, a conformity to the past, which is the tradition, which is the outcome of a great deal of inherited and acquired knowledge and instinct. And if one pursues or lives in habit inevitably there must be the increase of fear. And that's what we are going to talk over together this morning: how a mind, entrenched in habit - and as most of our minds are - must always live with fear. I mean by 'habit' not only a repetition, a habit of convenience, a habit which one slips into a particular form of relationship between a husband and wife, between the community and the individual, between the nations, and so on and on. We all live in habits; tradition, well-established line of conduct, behaviour, well-respected way of looking at life, or having opinions so deeply entrenched, deeply rooted, as prejudice. And as long as the mind is not sensitive, alert, quick, it isn't capable of living with life which is so fantastically fluidic, so constantly undergoing change. And psychologically, inwardly, we refuse to follow the movement of life because our roots are deep in habit, tradition, in what has been told to us, in obedience and acceptance. And it seems to me it is very important to understand this, and to break away from it. Because I don't see how man can live without love. Without it we are destroying each other. We are living in fragments and one fragment is in aggression with the other, one in revolt against the other, and habit, in any form, must inevitably breed fear.\nIf I may point out - not that you must obey or follow or conform - but if one may suggest, don't please just merely accept and say: 'Yes, we do live in a habit, what about it, what shall we do?' But rather, be aware of it, be conscious of it, be alive to the habits that one has - not only physical habits, like smoking, eating meat, drinking, which are all habits, but also the deep-rooted habits in the psyche, which accepts, which believes, which hopes, which has despair, agony, sorrow. If we could together go into this problem, not only of habit but also of fear, and perhaps thereby come to the ending of sorrow; then there may be a possibility of a love that we have never known, a bliss that is beyond the touch of pleasure.\nWhat is 'possible' can only be found out when you go beyond the 'impossible'. But we never try to go beyond the 'impossible'. We are always within the possibility of something - the possibility that we might, eventually, end sorrow. But we never attempt to go beyond the 'impossible' - the 'impossible' being a quality of love that is not touched by thought, by habit, by the quality of pleasure, in which there is pain. And to find that quality of love one must go beyond the 'impossible'. The 'impossible' is freedom, total, complete freedom. And if we could go beyond that, the 'impossible', then perhaps we shall know how to deal with the 'possible'. Right?\nMost of us have grooves of habit, conscious or unconscious, habits that we think are right and wrong; the good and the bad habits, the behaviour habits and the habits which are not respectable, which are considered by society immoral. But the immorality of society is in itself immoral. You can see that's fairly simple, because society is based on aggression, on acquisitiveness, and on the sense of one dominating the other, and so on - the whole cultural system. And we have accepted such morality and we live in that frame of morality, and we accept it naturally, and inevitably, and it has become a habit. To change that habit, to see how extraordinarily immoral it is - though that immorality has become highly respectable - to see it, and to act not with a mind that is caught in habits. To act in a wholly different way is only possible when we understand the nature of fear. We would change very easily any habit, break through any entrenched, deep-rooted habit, if there was no fear that in the very breaking of it we might suffer more, be uncertain, be unclear. Please, watch yourselves. Watch your own state of mind - that most of us would easily, happily break a habit if there was not on the other side, fear, uncertainty. So what makes most of us hold on to our habits, to our traditions, as a nationality, belief in God - you know all this, all that idiocy of ideology is because there is fear.\nSo if we could go into this question of fear, not intellectually, not verbally, but being aware of one's own psychological fears, examine them. That is, give fear space so that it can flower, and in the very flowering of it, watch it. You know, fear is a very strange phenomena, both biologically, physically, and psychologically. If we could understand the psychological fears, then biological, physiological fears can be easily remedied, can be easily understood. But unfortunately we start with physical fears as a beginning and neglect the psychological fears. Such as disease, we are very frightened of disease, pain and so our whole mind is concerned with it, and we do not know how to come to grips with that pain without bringing about a series of conflicts within the psyche, within oneself. Whereas if one could begin with the psychological fears, the fears that one has within the skin, as it were, then perhaps the physical fears can be understood and be dealt with, with sanity.\nSo we are going to look together at this question of fear. First, to look at it obviously there must be no escape. And we have, all of us, cultivated escapes as a way of avoiding fear. And the very avoidance of fear only increases fear. That's again very simple. So the first thing is to see a flight from fear is a form of fear. Right? Can we go on from there?\nBecause when we avoid it we are merely turning our backs on it. But it's always there. So to realise - not verbally or intellectually but actually to realise - that one cannot possibly avoid it, it is there, like a sore thumb, like a wound - you can't avoid it; it is there. That's one fact. Then, one must give space for fear to flower. As you would give space for goodness to flower, then in the same way you must give space for it to come out in the open. Shall we go on from there? Then you can look at it. You know, if you have ever planted a quick-growing vine, if you're interested in it, you come back and look at it at the end of the day, it has already two leaves, it is already growing, so rapidly. In the same way to see fear, and to give it space so that it is exposed. That means you are really not frightened to look at it. Like those people who depend on others because they are frightened to be alone and so when they depend on others a whole series of hypocritical actions takes place, and if one realises the activities of hypocrisy and puts those aside then he can see how frightened he is to be alone and to be with it, to let it move, let it grow, to see its nature, its structure, its quality. And when you can look at it without any avoidance, then there is a different quality to that fear. Right? I hope you are doing it, I hope you are taking your own particular pet fear, however cherished, however carefully one has avoided it, and look at it without any form of escape, without judgement, condemnation, justification.\nThen the problem arises, if one goes as far as that, and I hope we are following each other, then there is the question of who is observing it. I am frightened of - it doesn't matter what it is, frightened - frightened of my grandmother, or my neighbour, frightened of death, frightened of losing a job, frightened of getting old and diseased, and all that - frightened. One is frightened. I'm not escaping. There it is. I'm frightened of my wife. And to look at it. And to look at anything there must be space. Please follow this. If I am too close to it I can't see it. That is, if I identify myself with that fear and say 'I am frightened' - which is merely an intellectual form of relating oneself with that fact - to look at the tree, the cloud, the beauty of a lovely evening, there must be that quality of freedom, a quality of aloofness. Then you can look at it. And when you look at it, giving it freedom to be alive and not kill it, then the question is: who is looking at fear? Right? I hope you are following all this. Can I go on?\nWho is it that says 'I have not run away from fear, I am looking at it, not too closely, so that it can grow, it can live, and not smother it with my anxiety' - then who is it that's looking at it? Who is the observer? The thing observed is fear. But who is the observer that is watching the thing called fear? The observer is obviously a series of habits, tradition, various forms of system, which he has accepted and lives within those systems, in a behaviour pattern, in belief, in avoidance, in tradition - that observer is all that, isn't it? Right, can I go on? The observer is the cultured entity - the culture being the society, the religion, the acceptance of a norm, the pattern, the formula. And with that stylised, systematised, a mind that is functioning in habits, who is the observer, he is looking at this thing, he is looking at fear and therefore he is not looking at it at all. Right? He is looking at it with the traditional formula, with the traditional ideology. And so there is a conflict between the thing observed, fear, and the entity, with all its background, with all its conditioning - looking at it, not accepting it, finding reasons - and so there is this constant battle between the observer and the thing observed. Right? The thing observed is fear, and the observer looks at it with thought - with thought which is the response of memory, of tradition, of culture.\nSo one has then to understand the nature of thought. Right? Can we go on with that? Look, it's a very simple thing, I hope I'm not making it complicated. I don't know what's going to happen tomorrow, because the world is in chaos; I might lose my job, I don't know. Anything might happen tomorrow, so I'm frightened of tomorrow. And thought has produced this fear, because it says I might lose my job, my wife might run away from me, I might be alone, I might have that pain which I had yesterday, and so on. Thought, thinking about tomorrow and being uncertain of tomorrow, breeds fear. Right? That's fairly clear, isn't it. If there was something immediate that is shocking, and no time for thought to interfere, there is no fear. It's only when there is an interval between the incident and the response, then thought says, I am frightened. That is, one is frightened of death - the fear of death is the tradition, is the habit, is the culture in which we have been brought up. So thought says, I will die some day, and for God's sake let's not think about it, put it far away. But thought is frightened about it. It has created a distance between itself and that inevitable end, and so it's frightened. So to understand fear, one must go into this whole structure and nature of thought. Right? And again it's very simple what thought is. Thought is the response of memory, thousands of experiences that have left a residue, a mark on the brain cells themselves. And thought is the response of those brain cells, and so thought is very material. So can I, can the observer, look at fear without invoking, inciting all the background of systems, explanations, thought, and look at it without all that? Then is there fear? I don't know if you're following all this.\nFirst of all one is frightened because one has not looked at fear, one has avoided it at all costs. The avoidance only creates fear - conflict, struggle, which produces various forms of neurotic actions, activities: violence, hate, sorrow and so on. And now there is a look without, if I may put it that way, without thought. You know, to be very sensitive, both physically and psychologically, highly sensitive, is not possible when one is functioning within the limits of thought. To go beyond the 'impossible' - please follow this - which is to go beyond thought, which is the 'impossible' for most of us, is to discover what is possible - whether it is possible to be free at all of thought. Can we go on? Are we following each other, are we communicating with each other? I'm sorry, if we can't, we can't. You know most of us are so insensitive physically because we over-eat, smoke, indulge in various forms of sensuous delights - not one should not, but the mind becomes dull that way, and when the mind is dull the body also becomes extraordinarily dull, stupid. And that's the pattern we have lived; see how difficult it is to change your diet, you are used to a particular form of diet and taste, and you must have that all the time. And if you don't get it you feel you will be ill, you are rather frightened, and so on.\nSo that physical habit breeds insensitivity. Obviously any habit, a drug habit, habit of alcohol, smoke, any habit must make the body insensitive, which affects the mind: and mind which is the totality of perception, the mind that sees very clearly, unconfused, in which there is no conflict whatsoever. And every conflict is not only a waste of energy but also makes the mind dull, heavy, stupid. Such a mind caught in habit cannot possibly be sensitive. And from this insensitivity, from this dullness, it will not accept anything new, because there is fear - anything new, not an idea, not an ideology, or a new formula - that is the very height of stupidity and idiocy. And to realise this whole process of living in habit breeds insensitivity, and therefore the mind is incapable of quick perception, quick understanding, quick movement. And when we begin to understand fear, as it actually is, which is the product of thought, as we explained a little while ago, then the problem arises whether you can look at anything without the whole machinery of thought brought into operation. I do not know if you have ever looked at anything without the machinery of thought. It doesn't mean day-dreaming, it doesn't mean that you become vague, that you wander about in a kind of dull stupor, but on the contrary, to see the whole structure of thought - which has a certain value at a certain level, and no value at all at a different dimension. And to look at fear, to look at the tree, to look at your wife, your friend, to look with eyes that are completely untouched by fear or thought. Have you ever done it? Then you will see that fear has no reality whatsoever. It's a product of thought. And like all products of thought, except technological products, it has no validity at all.\nSo by looking and giving freedom to fear there is an ending of fear. One hopes that by listening to all this, this morning, listening, you know, actually giving your attention, not to words, not to arguments, not to the illogicality, or to the logical sequence, and so on and so on - but actually listening to see the truth of it, and if you saw the truth of this, what is being said, then as you leave this structure, this building or this tent, whatever it's called, you will be out of fear.\nYou know this world is ridden by fear. That's one of the most monstrous problems, that each one of us has: fear of being discovered, fear of exposing oneself, fear that what you have said years ago might be again repeated, and you are nervous, you lie. You know, the extraordinary nature of fear, and when one lives in fear one lives in darkness. It's a dreadful thing. One is aware of it, one doesn't know what to do with it, so one turns to analysts, psycho-analysts, you know, all that business. The fear of dreams, the fear of life, the fear of death! Talking of dreams, we have always accepted as usual the habit that one must have dreams, that one must dream, it is inevitable: and the analysts and the psychologists have said unless you dream you'll go mad. That is what is stated. The 'impossible' is not to dream, at all. Do listen to this. Not to dream at all. That is for most people an impossibility. And one never says, why should I dream? What's the point of dreaming? Not what dreams are and how they are to be interpreted, which becomes too complicated and really has very little meaning - but to find out if it is at all possible not to dream, so that when you do sleep you sleep with complete fullness, with complete rest, so that the mind wakes up the next morning fresh, without going through all the battle. I say it is possible.\nAs we said, we find what is possible only when we know, or when we go beyond, the 'impossible'. Why do we dream? First we dream because during the day you are occupied; your conscious mind, the superficial mind - we are not using any technological terms, please, just ordinary words, no particular jargon - during the day, the conscious mind is occupied, with the job, with going to the office, going to the factory, cooking, washing dishes, you know, occupied, superficially. And the deeper consciousness is awake and not capable of informing the conscious mind because the superficial mind is occupied. That's simple. And when you go to sleep the superficial mind is more or less quiet: not completely, because it's worrying about the office, what you said to the wife, and the wife, the nagging, the fears, you know - but it's fairly quiet. And into this quietness, the unconscious projects hints, its own demands, its own longings, its own fears, and the conscious mind then translates those hints into dreams. Have you experimented with all this? It's fairly simple, you don't have to go to any analyst and pay a lot of money. That's another racket. Sorry if there are any analysts here, forgive me! So what is important is not to interpret dreams or say you must have dreams but to find out if you cannot, if there is a possibility of not dreaming at all. And it's only possible if and when you are aware during the day of every movement of thought. Right? Aware of your motives, aware how you talk, how you walk, what you say, when you smoke, why you smoke, the implications of your words, aware of the nature of the beauty of the hills, the clouds, the trees, the mud on the road, and your relationship with another. Aware - and to be aware without any choice, so that you are watching, watching, watching, in which there is also inattention, and to be aware of that inattention! If you are doing that during the whole day your mind has become extraordinarily sharp, alert, not only the superficial mind, but the whole consciousness, (and we won't go into the question of consciousness), the whole of it, because it is not allowing one secret thought to escape, one recess of the mind which is not touched, which is not exposed. Then when you do sleep your mind becomes extraordinarily quiet. And in that there is no dreaming at all: quite a different activity goes on. The mind that has lived highly and with complete intensity during the day, aware of its words, and if it makes a mistake to be aware of that mistake, not saying I must not, I must fight it - be with it, look at it, be completely aware of the mistake, so that the whole quality of consciousness is awakened. And when you go to sleep the mind can throw away all the old things of yesterday.\nSo fear (am I putting you all to sleep?) - fear is not an insoluble problem. And when there is an understanding of fear, there is an understanding of all the related problems to that fear. And it's only when there is no fear there is freedom. And it's only when there is this complete inward freedom of non-dependence, psychologically free, then the mind is untouched by any habit. And you know, love is not habit, love cannot be cultivated; habits can be cultivated and for most of us love is something so far away we haven't even known the quality of it, we don't even know the nature of it, and to come upon it there must be freedom. And when the mind is completely still within its own freedom, then there is the 'impossible', which is love.\nRight, sirs?\n"}]