[{"title":"will-discovery-cause-suffering-end-it","text":"I would like this morning, if I may, to talk about something which seems to me rather important. We have been talking during the last two or three discourses about the whole structure and nature of thought, and what role, beneficial and destructive, it plays in one's life. I think we ought to go this morning into the question of suffering, not only the physical ailments, the pain, old age and disease and accident, but also the whole psychological meaning of suffering. This has been one of the great problems of human beings, and apparently one has not been able to solve it. One has run away from it, given various explanations - and the explanations are never the real thing. And one has avoided it, rationalised it, but it still remains. And if we could this morning spend some little time together over this question perhaps it might be very beneficial.\nThe Christian world has accepted sorrow and worships it in the form of a person. And the eastern world has various logical and illogical explanations. But man remains in sorrow, not only personal sorrow but also the immense collective sorrow - the sorrow of wars, what is going on in Vietnam, thousands are being killed, children are being burnt. Not only in Vietnam but also during the last war millions were killed in Russia under Stalin - you know all that business. And there is this immense collective sorrow; it is like an enormous cloud. And also there is a personal, individual, human sorrow, which is caused by a sense of frustration, not being able to resolve any problems of our life, living always in ignorance - ignorance in the sense not of book knowledge but ignorance of oneself, of what is going on within. And apparently when one considers all this, quite objectively, non-sentimentally, why is it man, that is you and I, human beings right throughout the world, have not been able to resolve this question? Because without going beyond sorrow there is no love. Sorrow creates a circle round itself, either through self-pity, through the sense of frustration, through comparison - I was happy and I am not now - the sorrow of losing somebody whom you think you love. This whole question of human sorrow - collective, the result of appalling human behaviour towards other human beings; what the wars have done, what tyrannies have done, not only the recent tyrannies but of the past - when you put all this together, your own particular sorrow and the enormous sorrow of mankind, one observes how mankind, how human beings, you, escape from this, avoid this, never come directly into contact. And without understanding it, going into it, resolving it, however much one may seek or demand, or enquire into the nature of love, it seems to me that it is impossible to find out what love is without the ending of sorrow. And if we may, this morning, let us go into it.\nWhat is sorrow? You have suffered, both physically and psychologically. You have suffered when you have seen children starving, poverty, what human beings have done to animals, to the earth, to the air, how they kill each other at the least provocation - for their country, for their god, for their kings, queens, for their religion. And one has suffered oneself - someone whom you love, or you think you love, has gone and there is this sense of enormous loneliness, isolation, lack of companionship, the utter sense of feeling forlorn. I am sure most of us have felt this at a crisis or vaguely in moments of unawareness. Unless one totally understands it, goes beyond it, there can never be wisdom. Wisdom comes with self-knowledge, or with the ending of sorrow. Wisdom you can't buy in books or from another. It comes only when there is self-knowing and therefore the ending of sorrow.\nNow why does one suffer? I can understand, we do understand, when we have physical pain, we are not talking of that, we can do something about it, or put up with it intelligently without becoming neurotic. That is, if I have constant physical pain, a sense of agony all during the day and night, without distorting the mind that pain can be understood and lived with, without bringing about an action which is not only neurotic but also contradictory, aggressive, expressing itself in violence and so on. That kind of physical pain we can bear, tolerate, understand and do something about it logically and perhaps also illogically, which is sanely, and insanely. But we are talking about together - it is not my problem, please, it is your problem - we are discussing it together: what is sorrow, why does one suffer? Will the discovery of the cause of suffering end suffering? One may suffer because one is desperately lonely. In that loneliness one has no sense of relationship with another, it is a total isolation and one feels this perhaps when you are alone in your room, in the middle of the night, or when you are in a crowd, sitting in a bus, or at a party, you feel suddenly utterly, hopelessly deserted by everything and there you are - utterly empty, utterly isolated. Haven't you felt all these things? This loneliness is very painful and we escape from it through various forms - churches, social work, marriage - you know - children, companionship, drugs - anything to escape from this great sense of isolation.\nNow how do you resolve this? We will go into it step by step. We are doing this together please. It is not that I want to speak about it, therefore I am pushing it on to you, but it is the problem of every living human being whether rich or poor, whether tyrants, or the most dominated slavish people. Now how does one go beyond this sense of utter loneliness, which is one of the factors of great sorrow? I don't know if you have gone into it, if you have even looked at this problem. Our gods, our churches, our literature, our ceremonies - you know, all the circus that goes on round us, including the Olympiad Circus - I saw an advertisement this morning, as I was coming along - is brought about to give us comfort. That has been the function of the priest: to help us tolerate this ugly life and promising a new life in heaven. And so that becomes a marvellous escape from this sense of utter despairing lonely existence. Although we may be married, children and all the rest of it, there is this isolation, which has been carefully built up through our daily activities: the self-centred existence culminating in this isolation. Now what is one to do? You understand my question? What is one to do? How is one to resolve this problem?\nFirst of all, just look at the problem clearly. I am lonely because in my life, daily life, I have been ambitious, greedy, envious, making myself terribly important, isolating myself, though I might have a wife and husband and all the rest of it. And this self-centred activity ultimately brings about this isolation, this sense of utter, empty loneliness. If you have not felt it, you are not a human being. Right? Because you have escaped from it and so you are blind! And we escape in various forms from one of the central issues of our life - religion offers, you know the whole escapes that we have very carefully established through thought - our religions, our systems of meditation, our social work, these despairing, destructive, appalling wars, killing animals and all the rest of it, is the product of thought.\nNow what is a human being, you, to do when you are confronted, when you are aware of this sense of loneliness, which is one of the factors of sorrow? You understand? During our daily existence we expend energy in being concerned with ourselves, and that energy is dissipated in activities which ultimately block all expressions of energy, and that is loneliness. I don't know if you follow all this. You are with me? Shall I go on? You are with me? We are together in this? Loneliness is after all a blocking of all energy. Before, I was aware that I was lonely and I expended energy in escapes of various kinds - trivial, nonsensical, brutal, so-called spiritual, which is nonsense. And this expanse of energy has kept me going, and I suffer through loneliness and the energy is completely blocked. I don't know if you realise this. It is quite interesting. And when this energy is not expended through escapes then energy is concentrated. And when you don't escape there is passion - you understand? Passion. There are various planes of passion - sexual passion, passion for trying to be great, trying to be better, trying to improve, trying to become some idiotic person.\nSo I realise, one realises that any form of escape, any form - subtle, conscious, unconscious, deliberate, by act of will - any form of escape doesn't resolve this problem. On the contrary, it makes it worse because from that escape you do all kinds of absurd irrational activities. Whereas if there is no escape because you see the truth of it, you have an insight into it, then this whole sense of loneliness disappears and something else takes place, which is that sense of passion. You know that word 'passion', the root meaning of that word is sorrow. It is rather curious, isn't it? When there is sorrow and no escape from it - various subtle forms of escape - when there is no escape whatsoever that sorrow becomes passion. I don't know if you are ...\nAnd we are enquiring also, why one suffers. Apart from loneliness, why does one suffer? Through self-pity? Do you know what self-pity is? And is that one of the reasons why one suffers? Again, self-pity is concern with oneself: you have such a beautiful life and I have not. You are so brilliant, you are so famous, you are so etc. etc., and I have nothing, my life is shoddy, petty, small. So through comparison, through measurement I feel small, inferior, and that is one of the causes of sorrow. You are following all this? Now can the mind put an end to itself - thought as measurement - and therefore no self-pity whatsoever? So please, do this as we go along.\nWhat are the other factors that bring sorrow in human life? I want to love. I love you and you don't love me, and I want more love from you, I feel I must be loved by you, you are the only person who can love me, nobody else. I shut the door on everybody else, but except you. I will keep my door open to you; and you look the other way. Doesn't this happen to all of you? And you spend your life in sorrow, in bitterness, anger, jealousy, you know, fury, frustrated, because you insist on going through one door! And you find that you are not loved. I don't know if you have ever thought what a terrible thought that is: that you are not loved. You understand this? Isn't it appalling to feel that you are not loved? Have you ever noticed a flower on the wayside, the beauty of it, the colour of it? It has a perfume and it isn't asking you to look at it, it isn't asking you to smell it - it is there. But we human beings we have this machinery of thought, which says, 'I must be loved, I haven't got enough love', or 'I must love you'. So one of the factors of our sorrow is the sense of not being loved. Isn't that so? Right? And we demand that love be expressed in a certain way - sexually or in companionship, or in friendship, platonically or physically. Which all indicates, doesn't it, a human mind demands that it have a relationship with another based on its own urgency - right? - and so this prevents the love coming into being which we said: there is love only when there is the ending of sorrow. Love cannot exist within the circle, or within the field of sorrow.\nAnd sorrow exists also where there is fear. So one has to go into this question of fear. Why are human beings, or a particular human being, why does he fear, what does he fear? What does fear mean basically? The sense of insecurity. Right? Are you all listening? Are you meeting me? A child demands security, complete security. And more and more, the mother and the father are working, homes broken up. When the parents are so deeply concerned about themselves, their position in society, having more money, more refrigerators, more cars, more this and more that, they have no time to give complete security for the child. Don't you know all this? Security is one of the essential things of life, not only for you and me, but for everybody. Those who live in the ghettos, those who live in palaces and so on, security is absolutely necessary otherwise the brain can't function efficiently, sanely. Watch this process, how this happens - I need security. I must have food, clothes and shelter, so must everybody. And if I am lucky I can arrange it physically. But psychologically it becomes much more difficult to be secure, completely. So I seek that security in a belief, in a conclusion, in nationality, in a family, or in my experience, and when that experience, when that family, when my belief is threatened there is fear. All right? There is fear when I have to face danger, psychological danger which is uncertainty, meeting something I don't know, the tomorrow, there is fear. And there is fear when I am comparing myself with you who are something, I think you are greater.\nSo can the mind have security? Can the brain have complete security in which every form of fear has come to an end? Please listen to this. I am afraid because I demand, I see that security in the sense a brain which cannot be disturbed, so that it can function effectively, sanely, rationally. And when it cannot there is fear. Right? I see that, very clearly. Now how is the brain to find complete security so that there is no fear - you have understood? Please, meet me. How is your brain, from which your thought, your existence, your whole being begins, how is that brain and the mind, which are the same thing, how is that to have total security so that at no time consciously, or unconsciously, it is ever caught in fear, fear which is uncertainty, fear which is not knowing or incapable of finding out? Now how is this to take place? Will there be security in any belief, in any conclusion, in any opinion, in any knowledge? Obviously not, though human beings have tried those things.\nSo can the mind realise that there is no security in the things that thought projects? You understand? Thought has projected belief, thought has projected conclusions, thought has created the dogmas, the rituals, the saviours, you know these whole psychological outward conclusions upon which it relies. And when those are threatened there is terrible fear. And most intelligent, awakened people have put all that aside, not perhaps completely, some of them have. They no longer go to churches, no longer accept any form of Marxian theory and so on and so on, so on.\nSo how is the mind to be secure? Because that is absolutely necessary, because that is one of the major causes of fear. So what is intelligence? You understand? Because if the mind is intelligent there is no fear. If the mind is capable of meeting life intelligently -I am going to find out what intelligence is presently - if the mind is intelligent, awake, then it can meet any situation without fear, therefore the mind itself becomes the sense of security. I don't know ... You understand? The mind, as it exists now, is confused. We don't know what to do, we don't know what to think, we have put our faith in something and that has failed, we have believed in something that has broken down. We relied on tradition, that has gone. We relied on friends, on relationships, on family, everything is broken down. And the mind is utterly confused, uncertain, seeking, asking, and that is why most of you are here - no?\nSo what shall a mind that is confused do? A mind that is confused mustn't do a thing. Right? I don't know if you understand this. Because whatever it does out of that confusion will be confused. Whatever choice it makes must be confused. Whatever leaders it follows it must be confused. The leader must be confused too otherwise you wouldn't accept. You are following all this? If you are following somebody, your guru, the guru must be confused because you are confused, otherwise you wouldn't follow him. Right? Oh, do see all this! Give your heart to this, be passionate about it and you will find out. So what do you do when you are confused? We generally ask somebody to help us to be clear, read some philosophy and escape through that and so on and so on, so on, which are all the actions of confusion, and therefore are bound to lead to more confusion, more misery and more conflict. So what am I to do when I know I am confused? I know there must be complete security. I am confused therefore I will not do a thing. You understand? I am confused because I thought I could do something to clear up this confusion. Right? You understand? And I thought I could go beyond confusion but the entity that says I am going beyond the confusion is part of the confusion, and is the creator of this confusion. I don't know if you follow all this. Therefore thought, which has brought about confusion, says, 'I can't do a thing about it' - you understand? The moment it realises it cannot do anything about it, it is out of confusion. Come on! So the mind then becomes very clear.\nAnd as we said, we have put our faith, our belief in something, and they've failed: in education, in science, in politics, in religions, everything has failed. If you don't see that you are not aware.\nNow where shall the mind find its own security? It finds its own security when it sees what is false, what is illusion, when it has no insight - the moment it has an insight that very insight is the security, which is intelligence. You have got it? I see, have an insight, I am aware, I see the truth that any kind of organised religion is destructive. That is the truth. And the very perception of that is security. I see very clearly, have an insight that in relationship if there is an image between you and me, that image prevents relationship. The insight into that is the security. I see, there is a perception, that any form of escape from loneliness is destructive, has no value, that very perception is security and this is intelligence. So there is complete security in this intelligence. You are getting it? Therefore fear doesn't exist. You are following this?\nThat is, one is afraid, not only of darkness, not only of physical pain, not only of what people say about you, there is fear of death, of life, of almost everything. And there is not only conscious fears but the hidden fears, which you suddenly discover. And you don't know what to do, how to deal with them - not only the conscious fears but also the unconscious deep rooted fears. Now how shall the mind deal with them? Because I see very clearly that any fear, any fear, physical or psychological, any fear brings about a state of darkness, a state of misery, confusion, ugliness, sorrow. You know all this. I see it. You understand? It is not an intellectual perception but actual perception that fear in any form is the most destructive thing. And there is deep-rooted fear inherited through the culture, through my family, through the religions and so on - fear. Now how shall I deal with them? Has fear many heads or only one head? You have understood my question? Has fear many expressions, or only one expression which seems different? Are you getting tired of all this? You are following all this? Shall the mind analytically pursue every fear, every form of fear, every expression of fear? Or is there only one central fear? You have to find out, haven't you? Do the many facets of fear make the whole of fear, or is there only fear, one root of it that expresses itself in different varieties of ways? I can see that tracing one fear, expression of fear, comes to a central issue. Take one fear which you have and go into it very deliberately watching it, if you can watch it, if you can objectify it and remain with it, not escape from it, look at it, go into it step by step and you find the root. And you take another fear and are the roots different? Or is there only one root with different branches, like a tree? If I can understand that one root completely then it is finished. You are following all this? Fear of death, fear of loneliness, fear of losing my job, fear of not being able to talk the day after tomorrow. You understand? (laughs) Fear of falling ill. Are they the various movements of this central fear? For me there is only one fear, the root of it, like an expanding tree. And if the mind can go into that deeply, into the very complex root system, then the examination of various fears has no value. You are following this?\nNow can the mind - listen to this - can the mind look at this total root, not the various expressions of that root but the total root system? It can only observe that root system completely when the mind is not concerned with the solution of a particular fear. Right? Oh come on sir! I am afraid of what my wife is going to say, I am afraid of losing my job, I am afraid of not being able to fulfil myself in some blasted little work. And I examine each one of them and I come to the root thing, which is the desire, the will to be - please follow this - the desire to be, the will to assert. And this desire to be, this demand for existence in that root system is the factor that brings the various other fears. So can my mind look at this fear, live with it, not try to change it, because the moment I exert will upon it, or choice upon it, my mind is working from a confusion, from a conclusion, trying to go beyond it, therefore conflict, and conflict feeds fear. Come on sir!\nSo is the mind, your mind, capable of looking at this whole fear, not only the expressions but the root? You understand that means looking at the whole tree of existence in which one of the factors is fear. Now how do you look at something totally - you understand? - not only the particular fear but the root fear, not only your particular idiosyncratic fears, your fears of various kinds, but the total human fear. How do you look at it? So we have to see what does it mean to look at something totally? You understand? Come on sirs! We are meeting each other? Or you are going to sleep?\nWe are asking: the mind - listen to this - the mind which is fragmented, the 'me' and not the 'me', 'we' and 'they', my house, your house, my god, your god, my system and your system, my guru and your guru, my politics and tyranny - the mind fragmented, how can such a mind look at the whole thing, at any whole problem? Unless it can look at the totality of it, it cannot resolve it, it cannot go beyond it. So how does it look, how is not 'how', not the means - when does the perception of the total take place? That can only happen when thought, which in its very nature is fragmentary, which in its very nature must create confusion, and because of thought I am frightened of tomorrow - you follow? - when that thought realises that it is fragmentary, it cannot perceive the total, then that insight is the perception of the total. Right? You get it? By Jove, I am working very hard. I wonder why I am working so hard, don't you? I don't want a thing from you, neither your money, your looks, your flattery, your insults - nothing! Thank God! Therefore I can talk because I want to - you follow?\nSo, can the mind observe without the observer, which is thought, can the mind observe the total fear? And when the mind is so capable of observing total fear, is there fear? Do please look at it - total fear which means not only the unconscious but the conscious fears - the total. That means the mind is the total - I don't know if you see this - not the total fear. The mind that is capable of looking at something wholly, that mind has no fear, obviously.\nYou know when we are talking about fear we must also go into the question of pleasure, enjoyment, joy and a sense of beauty in which there is no demand for expression. Does this interest you, all this? You see most of us pursue and cultivate pleasure. We are not saying pleasure is right or wrong. We are just investigating, looking at it. Our philosophy, our religion, our social structure, our morality is based on pleasure - the ultimate pleasure is god. Now what is wrong with it? What is wrong with pleasure - which everybody wants? And in the pursuit of it, if there is no fulfilment in pleasure then there is pain, there is fear, there is violence, there is brutality - everything follows. So the mind must also find out fear and pleasure - the two dominating factors in our life.\nWhat is pleasure? We have sufficiently enquired into fear. What is pleasure? Is it related to love? Is it related to enjoyment? Is it related to joy? Or, is pleasure, the pursuit of it, the product of thought? You are following this? I enjoy tremendously looking at a mountain - the delight of it, the beauty of it, the dignity of it, the majesty of it, the glacier, the deep valleys which are blue and the upright standing pines, the whole beauty of it, I enjoy it, looking out of the window or from a height to see the beauty of all that. There is a stimulation which brings a great delight. I go away from it but the memory of that delight, of that mountain remains. Then the memory, as thought, says, 'I must go there again tomorrow morning and look at it' - that is pleasure. You have understood? Isn't it? That is, a delight which is natural, normal, healthy, sane, a delight pursued by thought turns into pleasure, which must be repeated, and when it is not repeated there is pain, frustration and so on and so on and so on. Right? So again there is an insight that thought breeds fear as well as pleasure, gives it a continuity. The insight into that brings about an intelligent awareness of fear and pleasure, not the denial of one or the other. Are you following all this? Am I saying too much in one talk? Tant pis. I must go on.\nThen what is joy? Is pleasure, desire, love? And there cannot be love if there is not the understanding of going beyond sorrow, the understanding of fear and pleasure.\nAnd what is joy? Can the mind invite joy? Or does it happen when you are not looking for it? And when it does happen then thought steps in and says, 'I must have more of it', therefore it becomes pleasure. I don't know if you are following all this? See how extraordinary the whole thing is, what thought does. So love can only be when the other is not. Right? Through negation you come to the positive. The denial - not the denial - the understanding of fear, of security, of sorrow, the whole pursuit of endless pleasure, when you see the totality of all this and go beyond it and you know what love is.\nPerhaps you would like to ask some questions.\nQuestioner: How may one help another in a given crisis?\nK: How may one help persons in a given crisis? I object most strenuously to the word 'help'. Who am I to help you? Do listen to this carefully. You can help me in the kitchen, you can help me in driving a car. The questioner is not asking that. He says, how can I help another in a crisis? Who am I to help? Why do I think I can help? Please, I am asking this seriously, don't brush it aside. I say, 'I can help you' - is it my vanity? Do I know more than you do? And if I do know more about the crisis than you do, can I help you to understand that crisis? I can only verbally talk about it. You understand? I can communicate with you about the crisis verbally, can I help you to go beyond the crisis? Or you have to do it. It sounds cruel.\nSo what am I to do when you are suffering? You understand? Crisis is some kind of sorrow, some kind of pain, some kind of fear. What am I to do to help, to help you to understand that crisis? That is the question, isn't it? What am I to do? Come on sir. I talk to you about it. It matters very much how I talk to you about it - sentimentally, emotionally, trying to comfort you. Does that help? So what shall I do? Give you my sympathy? Hold your hand? Does that help you to face the crisis? Can I give you so-called strength to face the crisis, cheer you up? What shall I do? Come on, please tell me. I am in sorrow, my son is dead, gone, or my husband or whatever it is, what will you do with me? I am in tears, full of self-pity, sense of loneliness, I feel I have lost everything that I had. You can hold my hand, give me a book to read that will give me comfort. Will that solve any of this problem for me?\nAll perhaps you can do is to be quiet and if you love, you know what that means to love, be in that quiet affectionate state, you can't do any more, can you? But to love is one of the greatest things in life. And to do that, to have that sense of compassion, passion for everybody, love, you must understand yourself, you must know yourself - yourself who is in sorrow, self-centred activity, lonely, miserable, frightened - you follow? - you are all that. If you understand yourself then you will have wisdom how to deal with another. But don't, if I may suggest, don't start out wanting to help somebody. The missionaries want to help people. Right? You ought to go to the eastern countries and see them. They do help people, only they bring another burden with them for the people to bear. They have their own burdens, their own gods, their own beliefs, so they bring another set of beliefs, another god. And there begins a lot of misery and confusion there.\nQ: Is it because we have not your insight that we ask you to do something we cannot do ourselves?\nK: I have no insight. Who told you I have insight? I really mean it. Who has told you? We are sharing the insight together, it is not mine, nor yours. Do please see this. It is not my insight I am sharing with you, it is insight for both of us; then it is not mine, nor yours. It is insight. It is intelligence. If there is that intelligence between us then we will do the thing, then we will do the right action, then we will create a new world, new human beings and so on.\nQ: Could you please talk a little, speak a little about the nature of indecision.\nK: Could you please go into a little bit about the nature of indecision. Right? That is, not being able to decide, indecision. It is only a confused mind that wants to decide. Right? Do you see it? If I am confused I say, 'I must do something'. If I am clear there is no decision, there is only action. Oh, come on sir! It is only when I am uncertain what to do, what to think, how to act, uncertain, when there is uncertainty there must be choice. Then choice is based on my uncertainty, which is indecision and being undecided then somebody or something or I decide to do something. I don't know if you all following all this. So out of confusion you must have a choice of decisions. When there is clarity there is no decision. Right? Isn't it simple? Really it is extraordinarily simple if you look at it, live with it.\nI have never decided anything in my life - coming to the talks, or not giving talks - nothing in my life. I didn't say, 'I must give up property' - you understand? Or I must do this, or I must do that, or I must not - never! There is beauty in that because decision means will, doesn't it? I decide. Decision implies contradiction. I don't know if you are following all this. Between two things you have to decide - who is that entity that decides? Thought? Of course! But thought has created this division. Right? Thought has created this uncertainty between whether I should do this or that.\nQ: Is indecision not there at all?\nK: Is indecision not there at all, she is asking. Of course there is. I am pointing out there is indecision only when there is no clarity. You know, look, I don't know how to go to Bern or Montreux, I don't know how to get there, so I ask. Right? If I know it, I don't ask, there is no decision, I follow the road. Now can my mind be so clear that there is no asking, deciding anything? I don't know - you follow? That is freedom, isn't it?\nSo can my mind, which is so confused, so fragmented, so broken up, can that mind be completely clear? It can only be clear when I see the totality of my mind - the totality, not the various fragments of it, or put all the fragments to make a whole. When I see, when the mind sees the total fragmentation, how these fragments are brought about, why they are in contradiction, I see non-analytically - you understand? - you can see all of that at one glance - you can do that only when the mind doesn't allow thought to come into it, when thought doesn't interfere in your observation, because thought is the entity, is the factor that brings about fragmentation.\n"}]