[{"title":"living-without-resistance","text":"I really don't know why I am sitting on the platform. I feel I ought to be sitting on the ground with all the rest of you, but there it is. It isn't a position of authority. I think that must be very clearly understood from the very beginning. I'm not sitting here as a Delphic Oracle, laying down the law or trying to persuade you to any kind of attitude, action or thought. But since we are all here, and apparently we are fairly serious, since you have taken all this trouble to come to this distance, and all rest of it, I think we ought to, if we may, find out why human beings right throughout the world live in isolation, divided by their particular beliefs, pleasures, problems, ideals, belonging to different sects and groups - communists, socialists, Labour, Christians dividing themselves into innumerable sects, as the Hindus, the Buddhists do - why we live in this sense of separation, this sense of duality, opposing each other at all levels of our existence, resisting each other, bringing about conflict and war. This has been the pattern of human beings throughout the world - the artist, the military man, the musician, the scientist, the so-called religious man, business, and so on, the nationals, the racial prejudices, and we have lived this way probably from the very beginning of time. And one wonders whether it must always be like this, because this way there can be no peace, this way man must be at war with another, though they talk of love, peace on earth, and all the rest of it.\nSo, is it possible for human beings, who are at all serious, to find out if they can live in a state of non-duality, not ideologically, theoretically, but actually a non-verbal state but both in form and in essence, whether it is at all possible for you and me to live a life in which this sense of duality completely ceases, not only at the verbal level but also at the deep layers, deep recesses of one's own mind. Because I feel if this is not possible then we must be at war with each other. You with your particular opinions, beliefs and dogmas and conclusions, and I with mine. And so there is never real communication, never contact. This is going on right throughout the world. The guru with his particular disciples, disciplines, the societies, the sects with their particular dogmas, and all the rest of it. And here we are, confronted with this issue, not ideologically but actually, because that is the only... one of the major political problems is the unity of man, of mankind - whether it is at all possible. And whether human beings, individuals, you and I, can live a life in which there is no duality at all, in which opinions do not divide people, beliefs, conclusions, resistance. I don't know if you have ever put that question to oneself, and if one has, if one has ever, I wonder what one would say to it, deeply, not in any sense of verbally, intellectually but with one's heart, with one's whole being, what one would respond to such a question.\nCan we go into that this morning? Can we freely enquire together into this question? Because communication and relationship always go together. If there is no communication there is no relationship, not only between you and the speaker but also between each other. If we merely remain at the verbal level, at the formal level, that communication is very superficial, doesn't go very far. But to be related at the non-verbal level requires the ending of this isolating, dual existence - the 'me' and the 'you', 'we' and 'they', the Catholic, the Protestant and so on, so on.\nHaving put the question, shall we go into it and see non-verbally and also inform outwardly whether it is possible to live a life in which there is no sense of separation, division. For that, to enquire into that, one must be aware of oneself because what we are the world is. The world is not separate from us, the community, the collective is not separate from each one of us - we are the collective, we are the community, we are the world. Again, at the non-verbal level. We may state it, 'We are the world,' but to feel it, to really have a feeling that we are utterly part of this whole world. And to go into this question one must inevitably be aware of the whole structure and the nature of oneself, not only inwardly but outwardly - in form, in word, knowing that the word divides. (Sound of aeroplane) It's the first time we have the aeroplane here. (Pause)\nAs we were saying, the word divides: the Englishman, the Frenchman. Opinions divide. Conclusions in any form also bring about separation, isolation. Obviously beliefs and the various sectarian divisions as the Catholic and the Protestant and all the rest of the business. Outwardly in form, the word, my sitting up here does divide. And inwardly, inside the skin as it were, there are also various forms of division, separation, whose very essence is the 'me', the self, the ego, put together by thought. Can this process, of which one must be aware both outwardly as well as inwardly, can this thing be understood and be dissolved? I think that's one of the - probably that is the major problem in the world - not the economic problem, if you are in this country, social security, welfare state and all the rest of it - the people are divided, each going his own particular way in his own problems, isolation, pleasures, exclusiveness and so on. And so becoming aware of oneself, both in form as well as inwardly, can this isolating process, this resistance really be dissolved? Because it's really a very complex thing, this, because thought divides. The very nature of thought is to divide, is to bring about fragmentation as the observer, the experiencer, the watcher, and the thing watched, experienced and thing observed - the space that is created between the observer and the observed. There is the division, right off. And that division is brought about by thought. We are not saying this dogmatically but one can observe it, experiment with it, test it out.\nAnd as we said, there can be no communication as long as there is division. And what we consider, what we call love, if it is the product of thought or hedged about by thought, that very love divides. And when one becomes aware of all this, what is one to do, how is one to act? There must be the exercise of thought, logically, sanely, healthily, completely, and yet that very thought must... cannot obviously... create division.\nSo that's one problem. And if there is sensitivity, which is the very... which is part of love, then thought has no place in it at all, knowing that thought brings fragmentation, separation, division. So how is one to live in a world that is completely divided and glories in this division, separation? How is one to live so that there is complete harmony inwardly as well as outwardly? The moment we have a formula, a system, that very system and formula bring about a separation - your system and my system. So the question of 'how' doesn't come into this at all. If I say to myself, how am I to live with great sensitivity, which is the very essence, probably, of love, and how am I to act, do anything, without bringing about separation? - when I ask myself how am I to do it, the 'how' implies a method, doesn't it, a system - by doing this you will do that, you will achieve that, this harmony, this state of non-duality. But that very word, the 'how', breeds division. That is, there is the idea, an ideology, a formula which thought has conceived as being harmonious: living without division - that is the final achievement, and there is the separation between that and the actual state I am in. And the 'how' is the medium, the way to that. So the 'how' immediately breeds division, separation between 'what should be' and 'what is'. So, if one can discard completely the 'how', the method, the system, the practice, then there is no ideology at all, the idea, 'what should be'. There is only then 'what is' and nothing else. The 'what is' is the way one lives, feels, thinks, acts, loves, is an act of... is a way of separation, division. That is the actual fact. Now how is that fact to be transformed into something which is non-dualistic?\nI'm sorry there are so many flies. I'm glad you are also bothered by it. (Laughter) (Pause)\nCan I observe the fact that my life is dualistic, separative, isolated? However much I might say to my wife, 'I love you,' it is... I live in separation, because I am ambitious, greedy, envious, full of antagonism, hatreds and all rest of it boiling in me. And that is the fact. Can I look... can the mind look at that fact non-dualistically? - me as the watcher looking at it as though it were something separate from me. Can I look at it without this separation? Can I look... can the mind look at it, not as an observer, not as an entity that wishes to change it, transform what it observes, but to look at it without the observer? Can I... can my mind look - the mind, who wants to call it my mind - the mind, can that look without any conclusion but observe? Observe the fact only, not what thought says about the fact - the opinions, the conclusions, the prejudices, the judgements, the like and the dislike, the feeling of frustration, despair when you look at that fact - just to observe without thought reacting to what is observed. I think that is real awareness: to observe with such sensitivity in which the whole brain, which is so conditioned, so heavily burdened with its own conclusions, ideas, pleasures, hopes and all the rest of it, to observe with the brain completely quiet and yet be alive to what it is observing. Am I making myself somewhat clear or is it all rather complicated?\nLook, sirs: one observes what is happening in the world, outwardly - the divisions, the separations, religious separations, political separations, divisions, this war that's going on all over the time, all the time, not only between two individuals, right through the world. And one wants to live completely at peace because one realises conflict in any form doesn't... is not creative, it doesn't bring... is not the ground in which goodness can flower. And this world is part of me. I am the world - not verbally but actually, inwardly. I have made the world; the world has made me. I am part of this society and this society is being put together by me. And is it possible to live a life and act, think, feel so that not only in form outwardly but also deeply, inwardly there is no isolating process taking place at any time? Because then only is it possible to live in peace. Not vegetate but be highly alive, thoughtful, sensitive.\nIn what way is one to act in daily life without this division? To behave, to talk, to use the words that doesn't create the division between you and me, and in myself. (Pause) Surely it is only possible in being totally aware, being completely sensitive, not only what is going on inwardly but also outwardly - the manner of my speech, the words, the gestures, the act. To be so aware demands a great deal of energy. And has one that energy? (Pause)\nWhich means, how is it possible - again the word 'how', I'm sorry, I withdraw that word. One realises a great deal of energy is necessary to be alert, aware, sensitive, to understand this separative, dualistic life of resistance. To be so alert needs a great deal watchfulness, and that means energy, both physical energy as well as the energy of thought, the energy of great sensitivity. How is all this energy to come about, knowing that one wastes energy in useless talk, indulging in various forms of images, sexual and otherwise, the energy that is spent in ambition, competitiveness, all part of this dualistic process of one's life. And society built on this competitive, ambitious way of life.\nSo can the mind, and the brain also, can this whole structure, which is the 'me', be aware of all this, not bit by bit, in fragments but totally? You see, that is the real meditation - if I can introduce that word rather hesitantly. (Pause) So that the mind is aware of itself and not creating the observer, the outsider who is looking in. That's only possible when there are no ideologies at all, no sense of achievement. That is, no sense of time. There is time only as evolution when there is this sense of 'what is' and 'what should be'. And all the effort, the strain and the struggle to achieve 'what should be', that is great wastage of energy. Just to perceive that, just to be aware of this fact that thought, not knowing what it should do with 'what is', however ugly, beautiful, whatever it is, 'what is' in oneself, not being able to understand it, not being able to go beyond it, has projected the idea what it should be, hoping thereby to overcome 'what is'. And to overcome 'what is' you must have time - gradually, slowly, day after day.\nSo there is, this very way of thinking brings about a division, a separation. Now, just to observe that, to be aware of it, not what you should do with it, not how to overcome it, but just to be completely aware of it highly sensitively. I think that's all there is... the mind can do, to be actually aware of this dualistic process going on all the time, and aware how this dualistic, separative state comes into being, and watch it, being alert, sensitive only to 'what is' and nothing else. If there is hate, anger, ambition, just to be aware of it, not try to transform it. Because when you try to change hate or anxiety, fear, then in that process there is the 'me' who is changing it. But if one is able to observe hate or anxiety, fear, without the observer, just to observe, then this whole sense of division, of time, effort, achievement, completely comes to an end, and therefore one can live in a world inwardly and outwardly in a state of non-dualistic... in a non-dualistic state without resistance. So I have said it. Now let's get on with it.\nCan we discuss this - though there are going to be discussions on Tuesdays and Thursdays - can we go into this by asking questions? Not that I am an authority, though I happen to sit on the platform, unfortunately or fortunately.\nQuestioner: One of the complexities of this line of thought you have pursued, for me is that if you are looking at the world as it exists today, and you want to live peacefully within yourself, and yet you feel as part of society you are responsible for what goes on in the world today, how can you ever live peacefully or even with any degree of happiness, knowing the terrible and heart-rending things that are going on in the world today?\nKrishnamurti: I hope you have all heard the question. If I am responsible for this whole mess, and I am - the war in Vietnam, the Middle East, the racial riots, the prejudices - I am responsible for that, because I am part of that, I have contributed to it, I have built it by my nationalistic - and all the rest of it. And the question is, how am I to live peacefully when I have brought about this mess, this confusion around me, for which I am responsible? That's the question, isn't it.\nQ: Yes, that is.\nK: I have to change myself, that's all. I have to totally and completely transform myself. Is that possible? As long as I consider myself an Englishman, a Hindu or whatever it is, or belong to a particular group, sect, belief, conclusion or ideologies, I am contributing to this mess, to this madness around me. And can I drop these conclusions, prejudices, beliefs, dogmas, completely from me? To drop it without effort, because if I make an effort I've got in again to this dualistic world I've entered. So can I cease to be completely a Hindu, not only in form but in essence? Outwardly and also inwardly end all sense of competitiveness, the hierarchical approach to life; compare myself with somebody who is more clever, more rich, more brilliant. Again without any sense of overcoming, without any sense of effort. Unless this is done, I am part of this mess. And this change is not a matter of time, it must happen now, immediately. If I say, 'I will gradually change,' again I have fallen into the trap of a division.\nSo can I, can the mind, is the mind capable of observing the fact that I am competitive, wanting to fulfil, with its frustrations, fear, anxiety, guilt and despair and all the rest of it, watch it, see it, as a complete, total danger? And when one sees something very dangerous, one acts immediately. One doesn't say, as one approaches the precipice, 'Well, I'll go slowly. I'll think about it' - you just wander away from it. So do we see the danger, non-verbally but actually, the danger of separation? You belonging to something and I something else, with your beliefs, with your isolating pleasures, sorrows, problems and I with mine. As long as this exists we must live in chaos.\nSo the question is, living in this rather mad, sad and despairing world, with occasional burst of joy and the beauty of a cloud and a flower, can this... can there be total, complete change? (Pause)\nQ: Sir, asking us to be silently aware of 'what is' seems to be asking too much. The pain of 'what is' seems to be much more then we can bear for any length of time without trying to escape from it. It just seems to be too much to handle.\nK: To see 'what is' is a bit too much, without trying to escape from it. We can't tolerate it. We see, perhaps, the implications of 'what is' and that is too much. So we need, not a complete attention all the time but sometimes to be inattentive, isn't it. If I can't stand something I must leave it for while. Let's leave it for a while, take rest from it, but during the rest period be attentive of your inattention. You understand what I mean? I am - look: I am jealous. Let's take that very common thing. I give all my attention to it, see what is involved in it - hate, fear, possessiveness, domination, isolation, loneliness, the lack of companion, all that - jealousy - and I observe it non-dualistically. If I give my total attention to it, I've understood it completely, therefore there needs to be no rest from it. I've understood the danger of it, completely, therefore I've gone away from it. It is only when I don't give my whole attention but only partial attention, then I get tired of it. Then I say, 'My lord, I must have a little rest from this beastly business.' And so I escape from it. So knowing that we escape from it, we are suggesting that knowing that you are escaping, knowing in that escape there is inattention, be aware of that inattention. Leave your jealousy but be aware of that inattention while you are escaping. So that very inattention becomes attention. It sharpens the mind.\nIs that enough for this morning? We'll go on tomorrow also, and there are going to be discussions.\n"}]