[{"title":"public-talk-2-madras-chennai-india-31-december-1969","text":"Last time that we met here we were talking about order and security. Before we go into it, I think it's necessary that we understand certain things. Verbally it's fairly easy to convey certain things, but if it is merely understood at the verbal level, then actually no action can take place. And most of us live in a world of formulas, theories, ideas and concepts which are all verbal structures. And we conform to that pattern. But what we are talking about is not mere verbal understanding, which is really an intellectual understanding, a verbal understanding, an understanding of ideas, of concepts, thoughts, opinions, but we are much more concerned with the quality of a mind that acts instantly upon seeing. That is, perception is action, it is not seeing first, understanding and then acting, but the very action is the product of understanding instantly. So there is no division between the idea and the action, as we have generally.\nWhat we are talking about is the action that comes with the seeing through the microscope. We went into that the other day, looking through the microscope. There is no your microscope or the speaker's microscope, which means your opinion as opposed to the opinion of another. We are both of us looking through an instrument of great precision, and what we see must correspond, be tested by each one. And therefore there is no acceptance or denial, in which is involved every form of authority. Please let's be very clear on this point. We are looking at facts, not opinions. We are looking at 'what is' and not at what we think is 'what is', or looking at our evaluation of 'what is', our judgement or comparison or rejection, but observing actually what is going on. And to observe, as we said the other day, freedom is necessary. Like any good scientist, he leaves all his prejudices, even his hypotheses behind at home but he is observing as a scientist through the microscope to see what is actually going on. And if we can, that's what we are going to do. And therefore we reject altogether the question of temperament, character, individual opinion and judgement. That's a great step to take because as we said, the individual is an entity who is indivisible. He is whole. And the word 'whole' means healthy, and the word 'whole' also means holy, h-o-l-y. Whole implies health and that quality of a mind that is holy. And an individual is not that; on the contrary, an individual now, as he is, is broken up, fragmented, in contradiction, opposing desires, opposing will and so on and on. So, when we are looking through a microscope to see things clearly, exactly 'what is', your bringing in your particular attitudes, evolution, opinions, judgements, comparative assertions, has no place at all, which is not intolerance. Because if we are looking through a microscope we must see both of us exactly 'what is' through the microscope. And if the microscope is not focused properly you don't see it properly.\nAnd another thing is important when you are going to consider order and security. One wonders often how one listens. What is the actual state of the mind or the heart that listens? How do you listen? Do you ever listen to anything completely, not partially? We all listen partially, inattentively, casually. But to listen is quite a different matter. Therefore we must be very clear what we mean by listening. We must not only hear the same word, the meaning of that same word, the quality behind that word, the passion, the intensity, the drive behind that word, we must also meet at the same level, at the same time, otherwise you can't listen. Right? But for most of us listening is an interpretation, it's a translation of what you are hearing, a response to the word, the response being the experience, the memory, the accumulated reservoir of your conditioning with which you respond. So when that takes place, you are actually not listening. Please again, this is rather important to understand, because communication means, as we said, working together, sharing together, listening together, and to listen together we must catch the same tonality and the meaning of that word, the tone of it, the quality of it, the meaning of it, which means you must go behind the word so that you and the speaker hear the same thing. Therefore we must be extraordinarily sensitive to words. Now if the speaker is using a certain word and you translate that word into your particular language, which is based on Sanskrit, then that word which the speaker has used is already associated with words which have innumerable other meanings. I don't know if you are following this. Therefore, you have already gone off, you are already off the beam.\n(Noise of jet plane) That jet plane went over us. How did you hear it? Do please, this is a very serious question. How did you hear it? With a resistance? With an annoyance? With a disturbance? Or were you listening to the sound, listening and therefore no resistance?\nSo when we are talking about order and security, we are both of us communicating with each other. You are not merely hearing what the speaker is saying through his ideas, through his verbalisation of certain facts which he sees, but together we are seeing, listening, working, creating together. Therefore we are sharing together. The meaning of that word 'communicate' means that actually in the dictionary - partaking, sharing. Therefore there is no authority. Though the speaker may sit on the platform, which is for convenience only, he has no authority. Right? He has no status, therefore there is no teacher and the taught. Then there is a division. That division between you and the speaker, in that division there is opinion, judgement, evaluation, condemnation, agreement and all the rest of it. But if both of us are sharing, both of us are listening, then there is no speaker and the listener, the teacher and the taught. Both of us are learning and therefore the division disappears, and so does conflict. Is this somewhat clear? Is the speaker making it clear?\nYou know we must have clarity. We must have a very good, clean mind, not a befuddled mind, not a confused mind, a mind that has a thousand problems, a mind that is cluttered up with a thousand memories, but a mind that observes and therefore very sensitive and clear - mind being not the intellect alone, but the whole structure of thought, feeling and the physical organism together, the whole of it. Therefore a mind that is extraordinarily healthy. Because we are going to concern ourselves with this question of order and security, which we touched upon last time that we came together here. The brain needs complete security; otherwise it can't function efficiently. Any sense of insecurity brings about conflict and various forms of distortion.\nAnd we are concerned, as we said, with total revolution, not one segment of a revolution, economic or political, separated from the religious and so on. We are concerned with the whole structure of the human mind, behaviour and action. We are concerned with the mutation, total revolution of the whole being. And this mutation can take place only - not change. Change implies something from one thing to another which you know already. Right? Change implies from this to that - 'that' you already know. We are talking of mutation which is not what you already have conceived or what you already want or desire. So we must enquire into the very structure of the mind, which is the brain, and see if that brain which is so heavily conditioned by millions of years, can that brain transform, mutate, bring about a complete revolution in itself - not evolution. You understand? There is a difference between evolution and revolution. Evolution is a gradual process. I am not preaching communism. We are talking about something which is an everyday occurrence. Evolution implies time. Please do listen to this a little bit. Listen, not merely hear a set of words or capture a certain idea, but listen with your mind, with your brain, with your heart, with your body and nerves, ears, completely listen to find out because we are going to learn. You are not going to be taught. We are learning together, walking on the same road, at the same speed, with the same intensity.\nThe brain cells, one can observe it in oneself - the speaker is not repeating what he has read in books, I don't read books, this is not an assertion of vanity, on the contrary it is a statement of great humility. By observing oneself one can see this phenomenon going on; how the brain cells are conditioned and how they have been conditioned through millennia, through thousands of experiences, through various forms of culture, civilisations. And its structure is essentially based on security. And it must have security otherwise it can't function, like a highly precise machine.\nAnd the brain has sought security in different forms. It has sought security in belief. That's why we all believe - in God or in a perfect state or a marvellous utopia and so on and on and on. In belief, in tradition. When that belief or that tradition is questioned there is resistance, because you are attacking at the very root of its security. Please do it as we are speaking, don't just listen to a lot of words, they have no meaning. But do it, look at yourself as we are going along. Then it is fun, then you can learn. And where there is security in things that it considers secure, and that security is questioned, that belief is questioned, then there is fear and therefore there is resistance. If you are a Hindu, or a Muslim or whatever you like, a communist, you are bound to resist. Because you have taken shelter in that. If your structure of the family or the social structure of morality is questioned, you resist, don't you? You consider social morality perfectly all right, because it's highly respectable. And in that morality the brain has taken security in a structure which it considers is moral. But that structure is utterly immoral, social morality is no morality at all. So when you question that morality, because the brain has taken security in it, you resist, and in resistance you divide, and conflict begins. Right? Are you following all this? Is it terribly hot?\nSo we say, one observes that any security, safety, protection, feeling of safety that thought has created and taken shelter in, must inevitably create disorder. Right? If the speaker takes security in the idea of nationality - listen to this carefully - in the idea of nationality, and in that he feels safe, and you with your nationality have your safety, therefore there is division between nationalities, therefore conflict, therefore war. Right? Not only nationality, economic structure and so on and so on and so on. So wherever thought takes shelter in and finds security in that, that will inevitably bring about disorder. You take security in a family, don't you? Don't you? My family, my house, my children. And what has that done in the world? Your family and my family, my family opposed to the community and so on - division. And observe, in the family itself there is division: the husband and the wife and the children, the husband with his ambitions, greeds, envies, boredom, sexual pleasures, and all the rest of it, and the wife with hers. So, the unit which is called the family, which is supposed to be a unit, is broken up in itself. And in that division, thought has taken shelter. And therefore there is a resistance, there is division between the wife and the husband and the children and all the rest of it and that brings about disorder. Are you getting all this? Are we communicating with each other, or have you gone to sleep? Unless you observe this in yourself, actually in yourself, you won't get the beauty of this.\nSo, then what is order? We see how security has been brought about by the desire not to be hurt. Not to be hurt and therefore resistance. The resistance takes many, many forms: belief, family, ideals, theories, belief in God or belief in non-God and so on and so on. Because if there is no security, the brain can't function clearly. Though when you examine, the shelter it has taken is illusory, yet it clings to it because that's the only thing it knows. And in observing that, one discovers what is order. Right? Order means response, complete, total response. We are going to go into it. Doesn't it mean that? Probably not to you. We'll go into it.\nOrder, that is mathematical order, is only possible when we understand what is disorder. The positive, which is order, can only be, can only happen through the negation of disorder. Right? You understand, sir? Isn't it disorder when the world is divided into nationalities, religious sects, different groups with their ideologies, different groups of gurus with their pupils, with their ashramas, which are really concentration camps, and so on and on and on? Division. Division implies resistance and therefore confusion, therefore, disorder. You are getting this? So in not putting aside disorder caused by division, you will never find out what is order, because order is a living thing. And as we said, order is right and total response to any challenge. And that response to the challenge, adequate response to the challenge is not possible if we do not understand disorder. Right? Are we meeting each other? Even at least verbally?\nBecause to us order means discipline. And the very structure of discipline, as you have cultivated it for thousands of years, is disorder. I'll show you, go into it, you will see, don't accept it, you will see. The word 'discipline' means to learn. See the difference. Not to conform, not to accept, not to obey, not to imitate, not to practise, but to learn. Because the learning itself demands order. Right? To learn a language, you must give a certain attention to it; that very attention brings order in the mind so that it can learn. Right? So order means not the order that is categorical, that is fixed, immovable, a blueprint, a principle, having a principle, an objective, an end you think will give you order. On the contrary, it will give you disorder. Because - need I explain it? Oh, Lord!\nSee what has happened: life as we live, everyday life as we live, has no meaning whatsoever. Right? Going to the office for forty, fifty years, earning a little livelihood, coming back home, quarrelling, sex and all the rest of it, it has no meaning. So life in itself, as we live it, having no meaning we want an end, a purpose, a goal. The more wonderful it is the better it is. The more noble and spiritual and garlanded, it's more perfect. That is, the fact is one thing, the 'what is' is one thing, and the goal is another. And you have taken shelter in the goal, because you don't understand living, which is 'what is.' So there is a division between 'what is' and what might be. So there is conflict, therefore there is disorder. Right? So when you see that, see the truth of it, there is order. So the seeing the truth of it is the response to any challenge because when you see something very clearly, you will respond totally, as you do when you see a danger. A physical danger, you respond instantly, and the instant response is order. You are getting the beauty of it? Oh, Lord! So order means responsibility, not duty. That is responsibility means to respond totally. And you cannot respond totally, wholly to any challenge if there is a division between you and the thing in which you have taken shelter. Right?\nSo order is the basis, the root of security - not disorder. So morality is order, not develop gradually, but acting, which is seeing and understanding what is disorder. Are you getting it? You know, order means love. You know what that means, that word? If you care for something, you have order. When you plant a tree in the garden - I hope you have - digging deeply, removing the rocks, putting mulch, fresh manure in it, plant it and take care of it, look after it, water it, protect it, that is order, which is virtue and therefore love. Therefore responsibility means something entirely different. Our present responsibility is based on pleasure. No? My family, I am responsible for my family. Are you? It is my family which gives me pleasure, sexually, comfort, all the rest of it, the woman or the man. So the responsibility which has become our morality is based on pleasure.\nCan you stand all this? I am surprised you don't throw stones at the speaker!\nSo we are saying order is complete security, and therefore no effort at all. Do you understand? No. All right, you don't. You know we spend our life from the moment we are born till we die making effort, struggling, our life is a battlefield, a tremendous fight, great misery, great sorrow, loneliness, despair, guilt, violence, brutality. That's our life and in that mess, in that confusion we're trying to find order. And we spend our life, if one observes everyday, in great conflict, minor or major. But it is always conflict, a contradiction between two wants, between two purposes, two urgencies, two appetites, two obediences - the bodily obedience and the spiritual obedience. So where there is this division, which is we what we call life, the living, to which we say is the most marvellous thing, in that there is constant conflict, which is the very essence of disorder. Conflict is disorder because it wastes energy, and we need tremendous energy to live in order. Therefore we have to understand non-verbally how this effort, contradiction comes, which is disorder. We have to understand it. To understand something, sir, you must love it. You might say, 'For goodness sake, get rid of it so that I can be perfectly orderly.' To understand something, you must look very closely and to look closely, intimately, you must love it, you must have passion behind it, not just a kind of intellectual curiosity or sentimental emotionalism.\nSo, what is this contradiction? What is this conflict? Please, sirs, do observe it in yourself. The speaker is only a mirror. Either you see in that mirror clearly yourself or it is a broken mirror in which you see fragments of yourself. It depends how you look - not at the speaker, but at yourself. And the speaker is yourself. You understand? Oh, Lord! Don't make it into something spiritual, because what the speaker is saying, indicating, observing, is what you are observing. The speaker is not different. Therefore what you observe is much more important than the speaker. The speaker has no importance whatsoever. What has importance, what has value, significance, is how you look at yourself. And you can look at yourself very clearly, in a most subtle way, and most beautifully, without rejecting and resisting, if you use the speaker as a mirror. And after using the mirror you can throw the mirror away. You understand? Throw the mirror away, don't keep it, because the mirror breaks very quickly. Right.\nWhy is it that in us there is this contradiction: the opposing desires, the endless corridor of opposites in us, why? How has it come? Why this contradiction? Why aren't we whole, healthy, holy, marvellous human beings? Why? What have we done with our life? Not the future life, this life. We have it and as one observes, our life is a turmoil, confusion, misery, sorrow, conflict. So, we will put all that into one word, 'conflict.' Right? Why? Why must we live in conflict, in violence? I wonder what would be your answer if you really put that question to yourself: why am I in conflict? Why is there division, duality, not only, which is inevitable, between you and me because you are man and woman, you are taller, and so on and so on, but inwardly, psychologically, psychosomatically? Why?\nPlease, this is really a very important question. Because if you understand this basically, deeply, with all your heart, you will be out of it so that you will never again have struggle, conflict. You will be a whole man, not fragmented man. So we are asking why, how does this happen? Are you waiting for the speaker to answer? Find out. Are you waiting? Or are you observing, asking yourself? Because we are learning together, you are not being taught. There is no teacher here, no authority to tell you what to think, and what to do. We are learning together therefore you are as much actively responsible. Responsible means responding. So why? You know we are fragmented human beings: scientists, professors, bureaucrats, technocrats, engineers outwardly; and inwardly we are broken up into a thousand fragments. Why? Shall we learn together or are you merely waiting for an answer?\nTo understand this question we must understand the nature of thought. What is thinking? Because thought has brought this about. Please do listen to this. Thought has brought this about between pleasure and fear and pain. Right? So I must understand the structure and the nature of thought. Then probably I'll answer that question - there will be an answer to that question, why there is this division. What is thinking? Don't repeat what the speaker has said, find out: what is thinking? Now look, I am asking you this question: what is thinking? What is your response? Is your response based on what you have learnt or been taught by another, and therefore repeating and therefore utterly valueless? Therefore your response is inadequate and therefore your response will inevitably create confusion. So you have to find out how you are going to respond to this question: why this division? And we tentatively suggested it is thought. And another question is put: what is thinking? And you have to answer it adequately, so that that very question brings order. Right? The very questioning and learning is the order.\nWhat is thinking? And thinking is related to the past. The past is the operation through thought in the present. Right? Thought is the function of the past in the present. See it? I see it too, I am learning. The past, your past, the past, not your particular past, but man's past of which you are. You are the result of thousands and millions of years: the culture, the human struggle, the human endeavour, the race, all that's the past. The past hidden in the unconscious or the conscious. I won't divide it for the moment. In consciousness. Right? So the past is the instrument of thought; is thought. And the past flowing through the present, modifies and moves into the future. So time is the essence of disorder. I'll show you. Thought, we said, is the movement of the past, otherwise you can't think. If there is no past you can't think at all. If you are asked where you live there is instant response because you are very familiar, there is no thinking interval. But when you are asked a little more complex question there is a thinking interval. Right? You are looking, you are asking, you are searching for an answer. That time interval is the process of thinking and the response. So the past is absolutely necessary to thought. So technologically as a technocrat, you must have knowledge of the past or as an engineer or as a scientist. But one observes it is necessary there to function usefully, efficiently, completely; and also one observes the danger of thought, which divides, which is the past operating in the present, modifying the present and moving to the future. That is the process of time, process of the past, and when thought operates, it must inevitably divide - therefore contradiction, therefore struggle. Right? Because if you are living in the past, as all do, that's our whole life: our memories, our associations, our remembrances are all the past. Living in the past - experience, knowledge and all that - that very past must divide as the future, as the present. And so thought in its very nature divides, separates, brings about contradiction, one thought opposing another thought, born out of the same or different memories.\nSo one finds that thought is necessary in a certain direction and in another direction it becomes destructive. So to be able to see the efficiency of thought in function as scientists, bureaucrats and so on, but the inefficiency of thought when it divides. So thought is disorder. Are you getting all this? So thought will inevitably divide. And thought is a slave to the verb 'to be.' And all our culture, religious and otherwise, all our culture is conditioned by that verb 'to be' - 'I have been,' 'I am,' 'I will be.' The verb 'to be' is the slave of time. And all our thinking is that. 'I will be good some day.' 'I will be less violent.' That's why you have ideals. You are violent, brutal and you have the ideal of non-violence and kindliness; therefore your mind is a slave to the verb and the word 'to be.' Now to find out, to live without that word. You are following all this? That demands a choiceless awareness. You use the word 'to be' but behind the word there is no time element at all. Therefore one has to understand the past, the self which is the past, and the statement 'I am' is related to the past. Or 'I am that,' higher, or something nobler, 'I am that'. The very statement is the past and therefore division. And the identifying of the 'I am' with something greater - God, nation, a marvellous utopia - is still the slavery of the word 'to be' and therefore division. Got it?\nSo one spends one's life in this world being conditioned by words, by environment, by propaganda. All religions are propaganda, aren't they? You have been told from childhood you are a Hindu, a Muslim, Buddhist, Christian, Catholic, communist, socialist - repeat, repeat, repeat. And at the end of it, you say I am a Jesuit, or a Catholic, or a Hindu, and with all the practices, superstitions, ideals, beliefs, the temples, the mosques, the churches. So religions as they are, organised or non-organised, are the instruments of propaganda, and you are the result of that propaganda. Which means you are just words. Do you understand, sir, what is being said? When you say 'I am,' what is that 'I am'? Can you ever say 'I am'? Because it's a living thing. You understand? The 'I am', when you say 'I am', you mean it is a living movement, it's life. You can never say 'I am.' It is only the dead thing that can say that 'I am.' The past which is dead can say 'I am God' but a living thing can never assert ever what it is. And therein lies humility.\nSo thought divides. And division is resistance, and resistance is disorder. When you understand that, you know, with your heart, feel it, see the truth of it, then out of that comes order. Order is responsibility, which is to respond adequately, completely. Therefore a life of order means a life of virtue. You can't live without order. And order is virtue, which cannot be cultivated. You cannot cultivate humility. You can cultivate pride, and that gives pleasure, but humility cannot be cultivated. It is a state of mind that is learning, that has no pedestal from which it learns. And to learn means no resistance whatsoever; therefore in that there is no 'I am.' A thing that is moving, living, has vitality, that has great sensitivity, and the sense of love, can never say 'I am'. And out of love comes order. And this is the basis, the foundation for a movement that is without end. But one must have this order. This is the foundation.\nThen we can go from there to find out what love is, what death is. And you will find that love and death go together. And you will find, if you are learning, that love is not pleasure, desire. And love is something that's totally of a different dimension, which can operate in the world. And without order, without understanding disorder, the reality of complete security in order, you will never find out or learn what love is and without love you will never come upon that extraordinary thing which is timeless.\n"}]