[{"title":"students-discussion-1-saanen-switzerland-24-july-1970","text":"Krishnamurti: This is supposed to be a young people's meeting. And they are supposed to sit in front and the older people, like us, sit back.\nSo what shall we - I am asking the younger people, not of my age but less, what they would like to talk about this morning, to talk over together.\nQuestioner: Does complete awareness imply a total indifference to all the situations with which we are not confronted immediately, directly?\nK: Does complete awareness imply total indifference to all the things about us.\nQ: No, to all the things with which we are not confronted immediately in time, directly in space.\nK: Does total awareness mean a complete indifference to all other things except to that with which we are immediately confronted? Is that what you want to talk about? It doesn't matter, let's ask half a dozen questions and then we will see what comes out of it.\nQ: I think that a lot of us are concerned with social problems, not only the problem of starvation but there are lots of problems which are urgent, like people accumulating bombs to destroy the other ones, like the alienation of man towards business and industry. And all these problems need, I think, urgent solutions. Can we really wait until everybody has passed his personal revolution to make another kind of revolution?\nK: There needs to be a great many social changes. People accumulating bombs to destroy others, the business world which is so corrupt and so on, social injustice, and the various problems of society, must they wait until the individual, you, are free himself from his own limitations, miseries, suffering. Any other questions?\nQ: Well, do totally different individuals, that is completely integrated individuals, perceive the same fact in the same way, or are they different?\nK: If each individual freed himself, would each individual be different from the other, or in his actions, different. Any other?\nQ: There is a problem which several of us are concerned with: what to do with our lives.\nK: Several of us are concerned with what to do with our lives. We are young, just beginning to be aware of all the difficulties, the corruption, the various struggles that are going on in the world. What is one to do? Yes sir?\nQ: You talk about closing the gap between us and the world so that we no longer have the distinction of the observer and the observed, or thought which by its nature divides. And you have always talked in terms of vision, which I find to be the most distancing of the senses. You are much closer to something if you can touch it, or smell it, or taste it, than if you see it. And I am wondering if you can hope to close the gap, except in action when you are really working in the world rather than draw back in a way to look at it because looking always draws you back.\nK: Correct me if I repeat your question wrong wrongly. Please correct it. To close the gap between the observer and the observed, does it not mean a certain amount of withdrawal from the world. And it is much easier, more acute, definite when there is action which brings us face to face with this division. And one can observe, visually it is more difficult, but would it not be easier to bridge this gap between the observer and the observed when there is direct contact, direct touch, direct action. That's right, sir, isn't it. Any other question?\nQ: Can we discuss the nature of this inward change from the point of view of the nervous system, the body?\nK: I didn't quite catch it sir.\nQ: The nature of cessation of thought, etc., could you discuss it from the point of view of the body?\nK: Could you discuss the cessation of thought, and the activities of thought and so on in relation to the biological functioning, the actual physical existence. Right?\nQ: Sometimes when I feel I have awareness I find myself in a point where I see all human relationship is almost meaningless. And therefore non-partaking of them I still don't lose my quality of social interaction. I feel the only time something is valid is if I expand what I feel to be truth. This leaves me in a strange position, I want to be taught but then I want to expand truth.\nK: I haven't understood that question, sir. Sorry.\nQ: I'll simplify it.\nK: Make it simple.\nQ: Sometimes when I find myself being aware I find all social inter-reaction meaningless to me.\nK: Now, when I am aware, he is saying all his social interactions, social relationships rather meaningless. Now is that enough?\nQ: The question of bliss - what is it? I want to know in this world of complete brutality, if it is possible for a person to live in that state of consciousness all the time?\nK: Can a person live in this world with all its brutality, violence, contradiction, social upheaval and so on, in complete bliss. Right?\nNow may we begin with that question first, and then bring all the other things into it? What are we going to do with our life? May we begin with that and gradually bring all the other questions into it, which I will try to do as we go along.\nQ: Can we also talk about relationship?\nK: Ah, he wants to talk about relationship, between human beings, between nature and himself. Let's begin.\nWhat am I going to do if I am young, with my life? Seeing what the world is, I have to earn a livelihood, I can't go around begging - perhaps in India you could, if you put on a sannyasi, a monk robe, it is the tradition in India you can go from village to village to village and they will feed you, clothe you and look after you.\nQ: Why can't you go round begging?\nK: Why can't you go round begging. All right, if you like it! There's nothing to prohibit you, or prevent you from begging. Except perhaps in certain countries law, vagrancy and so on, will not allow it. But that's up to you. There is neither right or wrong: in India it is the common tradition to go from house to house begging. And nobody thinks the worst, quite the contrary. That's partly religious tradition there.\nQ: What about here?\nK: Ah, talking about it here in this country, in Switzerland, try it!\nQ: I have been living for four years begging.\nK: All right. Perfect!\nQ: Why don't you do it?\nK: Wait a minute. The question is, why don't I do it. Why don't I go round begging. How do you know I don't? (Laughter) One moment. Look sir, don't make it a laughing matter. It is quite funny. I have no money of my own, people give it to me, clothes or whatever it is. And I have lived like that for forty five years, or more - what are we talking about, sixty years. So that's that. Now let's get going.\nWhat am I to do, being young, alive, fairly active physically, and half intelligent, what am I to do in this world? You know this question is being asked right through the world: shall I become a businessman, a lawyer, a doctor, take some kind of profession, and that profession depending on the demands of society. Society demands so many engineers, so many doctors, so many businessman, so many politicians, so many crooks, so many this and that. Society demands it. So shall I fit into any of these categories? So that's the question. What am I to do with my life? Right? Right, sir? Now you know what vocation means? A call, Latin, vocare, to call out, like when a man says, 'I have had a divine call to join the church', that's a vocation. Not that you should join the church. The urge to do something with your life right to the end of it, to do something that is true, that is completely worthwhile, that is completely meaningful, that will never bring about bitterness, frustration, anxiety, something that you will do, your vocation. That will be your whole life. Right.\nQ: (Inaudible)\nK: Yes, I understand, sir. Do please follow this carefully because in answering this question you will answer all the rest of the questions that have been put this morning. You will see in a minute how it is all related. One need not have a definite vocation, it doesn't mean necessarily drifting, but doing something from moment to moment, some occupation; be a gardener one year, next year something or other, and so on, it will get little money but keep going. Now which is it you think is important: a life of vocation - you understand the meaning of that word, a call, not necessarily the call of a church, or a business, but the feeling that one has to do this with one's life, and nothing else matters. When one feels that way there is no question of frustration, there is no question of tomorrow, you are doing the thing that is complete, that is what you want to do, that is your call. Do you understand? One's call. Probably you have not thought about it that way. Probably you haven't gone into this question of what to do in life. And it is very important to put that question and find an answer, otherwise one wastes one's life. As you observe, there is such wastage of human life, not only on the battlefield but in the daily living. So one has to find out, at least it seems to me, what is your vocation, what is your - there is a marvellous Sanskrit word, which I daren't use because it has been so misused, the word called dharma, to do something which is true, which is your vocation, your life, you know, job. And therefore being your duty, your responsibility, your vocation, from that you never deviate. You may do something but it is always in that direction. If you are an artist, in the sense paint pictures and so on, if you are an artist, that's your vocation, a true artist is not concerned if he is going to get a lot of money out of it and so on. It is his, you know, his life, nothing will distract him from that. And therefore there is no frustration, there is no bitterness, there is no cynicism, there is no failure. I think this is very important to understand.\nSo what is your vocation? Are you going to become engineers, beggars, a religious person, not belonging to any church, any group, any sect, in the sense of a really religious person, and spend the rest of your life teaching others, not battling with others? So in answering that question you will find what is your relationship with other human beings. So I am answering your question, relationship. What is your relationship - please listen to this - when you are following your vocation, which is not dependent on the demands of society, when you are following your vocation, what is your relationship with other human beings when you are following that? Go on answer it, sirs, answer it.\nQ: How can you speak of a vocation which is not thrust upon you by society?\nK: How can you speak of a vocation which is not thrust upon you by society.\nQ: How do you know it is your vocation?\nK: Look, how do you know this is your calling, this is your vocation. How do you know it? It may be imposed unconsciously by society and you think that it is your vocation, your calling. Or you may deceive yourself, saying this is my line, my direction, my vocation, and I am going to follow it to the end, and you may be deceiving yourself. At the end of ten years you say, 'My god, what a mistake I have made. I ought to have been a butcher. I ought to have been a soldier, I ought to have joined the church.' So look, look, please investigate that question. He says, how do I know that I am following my vocation, which is true, which is not imposed by society, or responding to my unconscious conditioning? So you have to be alive, sensitive enough, free enough, to investigate, search your own structure, and find out if what you call your vocation may be thrust upon you by the society, or your own personal inclination which you call vocation. So you have to investigate. And you say, 'I have no time'. On the contrary you have plenty of time. You can investigate, search out, if you are really serious and honest, to find out what your line is in a day if you give your whole mind to it. Observe all your conditioning, all the influences that have been imposed upon you, your own desires, your own inclinations. Observe all that. It's only the serious person can find out his vocation, not just the man who drifts about and says, 'Well, I'll do this and that'.\nQ: I wonder if it is a real serious problem because I am not a butcher, or an artist, or a politician, I am a man. All these things are just restrictions.\nK: No, wait. You are a man - you are not a butcher, you are not this or that. You are a man. But you have to do something in life.\nQ: Why?\nK: Why? Wait a minute, sir. Why should you do anything in life? Just live? Wait. What does that mean? Live according to the edicts of society, live according to your own inclination, according to your own pleasure, according to your own changing moods, fancies, imaginations, and suppositions and formulations?\nQ: Why not?\nK: Why not. Wait. Why not? What are you at the end of it? Just a driftwood, aren't you?\nQ: How do you know?\nK: How do I know? I'll show it to you. I am not trying to convince you. Let's be clear on that point. I am not trying to persuade you to accept what I say. A man who says, 'I don't care what happens, I'll live a life from day to day, casually.' What's going to happen to me? It may be all right when he is very young, go on, have a good time. When he gets a little bit older it will begin to tell. Doesn't it? His teeth begin to fall out. Go into it, sir. Look, most people are living this way, drifting - they get caught in a job and when that job doesn't suit them they change to something else. Most people are drifting in life.\nQ: Perhaps all people are drifting. Perhaps all great people are different. Are you drifting?\nK: I say so sir. The gentleman asks, are you drifting, me.\nQ: I mean it very seriously: are you drifting?\nK: Why do you ask that question, sir?\nQ: Perhaps there is no difference.\nK: Between what?\nQ: You and me, or between me or any other person.\nK: I don't know anything about you, sir. We are talking of a person, human beings who are drifting. Their life is very shallow. Right? They are unhappy people, divorce, remarry and divorce, and remarry, children, responsibility, alimony, god knows what else. And that's most people are doing, and they are thoroughly frustrated, unhappy, bitter human beings.\nQ: But these people refuse to drift. They keep holding on to things.\nK: Wait, sir, look at it. Then what will I do, what will you do?\nQ: Can we decide such a thing now?\nK: Can you decide such a thing now. Right?\nQ: Yes.\nK: Not decide. There is no decision. You see.\nQ: Not drifting means imposing a discipline, right?\nK: Not at all sir. Not at all sir.\nQ: All right. Is there a vocation apart from the human mind?\nK: I don't think you have listened to what I have been saying, sir. Forgive me for saying so.\nQ: You don't take my question?\nK: I get your question, but it has already been answered.\nQ: No. What I said was that perhaps all people are drifting, and what you are doing is introducing some sort of discipline, like, if I do not drift, then I have to impose a discipline upon myself. Not to drift.\nK: Not at all. I think you have completely misunderstood what I have been saying. Sir, it is no good keep on repeating this over and over again. I have explained very carefully the whole nature of discipline, the other day. What is involved in it. We are not going to go back into it now.\nQ: I think he is just explaining how he is reacting.\nK: No, but sir we must go ahead, we can't go back to something that we have discussed ten times. Now let's go back.\nWhat is one to do? What will you do? You say, I am too young, must I decide now? It's not that you must decide, one must be aware of what is going on in the world, and your role in the world, your responsibility in the world. You must be aware of you and your relationship to the world, your relationship to other people. Right? Now what is your relationship with other people? Actually what is it? Has one a relationship with others? And if you have, what does that word 'relationship' mean? Go into it, sir, please. You are related to your wife, you are related to your girl, or boy friend, or whatever it is. What does that mean to you, actually, not theoretically, but actually what does that relationship mean between you and another? Is it based on pleasure? Is it based on your feeling of loneliness? And therefore a demand for companionship. A feeling of frustration, and therefore you depend on another for fulfilment? You may have a conclusion, and act according to that conclusion in relationship. Or you may have an image about yourself and the other, and act, feel through that image. All that is involved in relationship, isn't it? Right? Now which is it? Relationship means to be related, to be in contact, to be not only blood relationship, but physical, intimate, in contact, minds working together, feeling together, creating together, working together. Which means a constant communication between each other, not one person isolated and in his isolation trying to establish a relationship with another.\nSo one has to find out for oneself when you ask, what is relationship, whether you are isolating yourself in your activities. Do you follow? If you are ambitious to reach a certain goal, position, prestige, your relationship is really non-existent, because your whole purpose is directed in one direction. A person who is ambitious, competitive, cannot possibly have relationships, he may get married, have children, all the rest of it, but that is merely a social convention.\nSo when you talk about relationship all this is involved. This seeking for love, because you yourself have no love, seeking companionship because you cannot stand alone, finding a fulfilment in another, because in yourself you do not know how to live completely, wholly. So all these things are implied when you talk about relationship. So are you related to the world, or to another? Bearing in mind relationship means no barrier, intellectual, emotional, no barrier, no wall, no separation, no division: you with your problems, and ambitions and worries, and despairs, and she, or he with hers. Then only you have a relationship. You see how difficult it is, sir. Therefore that being very difficult we are satisfied with superficial relationship which leads to a great deal of misery. Yes sir?\nQ: In an occupation, a vocation, we seem to be caught in a kind of conflict, in which one part says, first liberate yourself and then do what you will do, and the other part says, do what you will do and in that way you will liberate yourself.\nK: There are two parts in me, one says liberate yourself first and then do, and the other part says, the very doing is the way of liberation. Now listen to the question. First liberate yourself from all the chaos, mess, confusion within yourself; and the other, in the very understanding of the confusion, misery, strife, struggle, despair, in the very understanding of it is liberation. The very understanding of that is liberation. Why do you divide the two?\nQ: He said 'action'.\nK: I have understood that. Look, why do you divide it? Is this action, which is, first liberate yourself, is there any action in that at all? Because you are only concerned about yourself.\nQ: But action is not only understanding.\nK: Which means what? I can only understand in relationship, not in isolation. I can't go to the mountain top, sit cross-legged, and understand myself. I understand myself in action, in relationship, in movement, I then observe my reactions. Right? I observe the way I think, feel, act. So isolation, or saying to myself, first I must liberate myself, is out because that way leads to isolation, and therefore exclusion. And in isolation, exclusion you cannot possibly understand relationship, or understand yourself. You understand yourself by watching your reactions. Your reactions produce certain actions, and you watch those actions. So it is a constant watching of the movement of the brain and the mind, which is thought. Watching your feelings, and in that way, that is the only way to free the mind from its own conditioning. That is liberation. Right.\nNow what is your relationship? Please, sir this is very important, because in putting this question you become aware. You follow? You become aware of what you are doing, what your state is, what your mind is playing with.\nQ: About this problem of relationship, I think in the old times there was the structure of the family, there was the structure of the village, there was the structure the tribe, but nowadays society gets anonymous, the cities are too big. And that's maybe also where we lose a certain quality of relationship. We should find a new society where we can recreate this relationship.\nK: Sir, we'll go back. There was a time when the family was important, the tribe, the nation, the group. Then - what was it sir?\nQ: The cities got bigger and bigger.\nK: Then the cities get bigger and the individual becomes anonymous, he is squashed out. And so one has to find a way of living which is not tribal, which is not anonymous, which is not suppressed by society, anonymous, one has to find a way of living which is neither.\nQ: A new society.\nK: First, you see you are more concerned with the new society. The new society only comes when you have found right relationship with another. Society is relationship. Now it is based on isolation, contradiction, each one's despair, purposes, the ambitions, strife and so on. Therefore the society which exits now is corrupt. And to create a new society you must find out for yourself the right relationship between you and another, and out of that comes a new society. Right? Which is not bureaucratic, and all the rest of it.\nSo in asking this question, look at what it is leading up to, first you asked the question, what am I to do. I suggested what is your vocation, find out, not drift, enquire into it, spend time, give your thought, your energy, your vitality, your passion to find out, which doesn't mean you discipline yourself - you become something else. Uncover, awaken. Now from that you realise one has to be aware of one's relationship, therefore you become aware. So you are finding out what it means to be aware, not only in your relationships but aware the way you behave, the way you think, the way you are escaping, and so on. You are beginning to understand yourself in relationship and through relationship. Right? So awareness is not a matter of practice, following a particular system in order to be aware, but aware in what you are doing: when you cut bread, when you are looking at yourself in the mirror, to be aware during the day, watch your face, your gestures, your movement of thought, just watch it, not correct it, so that this awareness becomes extraordinarily potent. Right?\nNow the next question from that: can one live in this world with this awareness? That was one of the questions asked. Which is, can one have this strange sense of bliss - one has to go into the whole question of pleasure and bliss.\nQ: Just go ahead with bliss.\nK: Can one live with this quality of awareness in this world. Now who will tell you whether you can or cannot? Now who will tell you? I say one can. I say that it is perhaps possible for another to live this way, but won't you have to find out for yourself?\nQ: Yes, but I'm trying to see if you can do it, at the same time not desensitising yourself from all others. Like, supposing you say you are completely different, and that's why by your side you see some people who are killing one another. And one is crying, you see it.\nK: Then what shall I do, sir? Look, what shall I do with the war that is going on in the Middle East, in Vietnam and other wars, what shall I do, as a human being, who is aware, who is sensitive, who has watched this phenomena of butchery, of the last two dreadful wars, what shall I do? Tell me!\nQ: What have you done during the last war?\nK: What did you do during the last great war, daddy! I will tell you, sir - if that interests you. As usual we were travelling all over the world, going from place to place. And the war came and we were in California. And being a foreigner I was called up before the Board, or what is it, who were investigating people who were worthwhile to fight, and they saw I was a poor unfortunate heathen, who couldn't even lift a gun, didn't know what it all meant to kill another. They said, 'please go home'. And so I - does all that interest you?\nAudience: Yes.\nK: I milked a cow, two cows, looked after chickens, did gardening, and all the rest of it, until I could get away from California, and then started the journey all over again. Washed dishes, washed floors.\nNow sir, just a minute. You see where we have landed ourselves. We are asking what is it to be aware. And with this quality of awareness, with this quality of attention, which in itself is a great bliss, because it means freedom, and can such a human being free, aware, he may make a mistake, but corrects it, there's no regret, then say, 'My god, I have done terrible things, what am I to do?' You move. You follow? The mistakes are wiped out, corrected, if you can, but you keep on. So we are asking with this awareness, with this attention, with this quality of bliss, can one live in this world. Yes, sir, I tell you, you can. But that's not an answer for you. What's the good of a man, another man saying, you can have food when you are hungry. You need food. It is no good taking you to a restaurant and showing you the food, when you have no - you follow. It is your vocation - there we are - it is your vocation to find out how to live in this world with this alert awareness.\nQ: That is encouraging.\nK: The gentleman says that is very encouraging. Don't be encouraged by another. Because then another can also disappoint you. But if you see what is possible then it releases tremendous energy. You understand, sir. Possible.\nSo from this quality of awareness, which is not following a method, a system, a discipline, but watching - watching how you sit, watching the restlessness of your body, becoming aware of the fidgeting of your fingers. Right? There is the biological enquiry, watching the body - you understand sir - watching it, not directing it, not saying it should or should not, but watching it, when you watch so alertly the body you will see the body becomes very quiet.\nQ: But sir, it is only possible, mainly, if you live among a religious group.\nK: It is only possible if you live among a religious group.\nQ: Not only, but mainly, it is very difficult if you have to live in society.\nK: It is very difficult if you have to live in society, so corrupt, so irreligious, to do this. Sir, everything is difficult.\nQ: No, sir, I have practised it many a time. It is extremely difficult...\nK: Sir, I am telling you sir, don't practise it, sir, I beg of you, don't practise anything. No, do listen to what I am saying. Don't practise anything. If you practise your mind becomes mechanical.\nQ: I am just using a word, I don't mean it like that. Words are very limiting.\nK: I know that sir.\nQ: If you are confused by the very structure of society, you go on and try. It's impossible.\nK: Sir, look, I know, we all know the tremendous weight of society. The society is your father, your mother, your neighbour, your politician, the society. I know the dangers of that, we are all well aware of it, the criminality of it all. And I say to myself what am I to do in this society? Run away from it? Join some religious group? Escape into some fantasy, or become a communist, a socialist, you know all the rest of it? So I have explained all this.\nQ: Why do you identify changing society with becoming a communist?\nK: I don't sir. I don't identify the change of society with the communists, or with the Catholics, or with the Labour party, or with this or that. When you identify yourself with a group you cannot change society. Full stop. If you belong to a religious group you cannot change society. The other day somebody came to see me - I don't know why - and he said, 'At last I am free. And being free I have joined the Catholic church.' Yes, sir! Because to them freedom means freedom of choice. Follow this. Go into it sir. Freedom of choice. Right? When do you choose? When you are confused, when you are uncertain, you say, 'I'll choose this'. Right? But when you see very clearly there is no choice. It's only when the mind is confused it chooses, when the mind is very clear there is no choice. Now go into it.\nSo you are asking, can one live in this world so clearly, without any choice, with that full awareness. Right? Do it sir, do it. And you will see the immense possibility. And it's only when you think you have to change according to a certain pattern, according to a certain goal, according to a certain principle, then you are lost. But if you watch yourself, you know, play with it, when you are talking, when you are driving, how you drive, with your mouth open, you know, watch it. When you are talking, whether you are gossiping. You know that is one of the favourite means of wasting one's time by gossiping about somebody or something. Watch it, so that your mind becomes astonishingly sensitive. It is that sensitive intelligence that is going to act. Yes sir?\nQ: Are thinking and being aware compatible?\nK: Thinking and being aware, are they compatible. Are you aware that you are thinking? Please put this question. I am putting you this question. Are you aware when you are thinking? No, don't answer me, enquire, this is really quite an interesting question, go into it. (I am so sorry. Take her out please, she is bored sitting here.\nQ: She doesn't want to go out either.\nK: She doesn't want to go out either! Ask her to come and sit here, I'll hold her hand.)\nThe question was: are thinking and awareness compatible. Now my question is: are you aware that you are thinking? Awareness being watching without any distortion, without any effort, without any correction, justification, just watching.\nQ: For a moment.\nK: Don't, not one moment or the next. Look at it sir. Are you aware that you are thinking? Or is thinking immediate, you know, you think? I ask you something and there is immediate response. Now if you go into it a little bit you will see something very interesting. The old brain, which is full of memories, knowledge, experience, the old brain responds instantly to any challenge. Right? I say, 'you are ugly', you say, 'no'. You follow? The response is instant, the response which is of the old brain. Right? Now if you are aware there is a hiatus, there is a gap between the response of the old and because there is a gap perhaps a new response will take place. You are following what I am saying? You are following all this? No. All right.\nLook sir, you can watch all this in yourself, if you watch yourself, it is better than any book ever written by any man, including the Bible or the Gita, or any other book. If you watch yourself you will see that there is a quality in the brain which is always the old, the old tradition, the old conditioning, and any challenge which is always new, it must be otherwise it is not a challenge, the old brain responds quickly. Right? I am a Christian - battle. You follow? I am a communist, this or that, according to its old conditioning it responds. Now if you are aware you will see that the old brain need not necessarily respond immediately. There is a gap, an interval. In that interval the new mind will respond. You try it out, do it, and you will see. You understand what I am saying? Are you all getting too tired? This is really quite important if you go into it. It's marvellous. Because our old brain, which is at the back, and so on, I am not conversant with all that, the old brain responds all the time according to pleasure, according to pain, and so on and so on. As that is responding all the time there is no new response. Right? The new response can only take place when the old brain is sufficiently quiet. Right? For this quietness to be there must be an awareness in which there is no justification, condemnation, identification. You follow? An awareness. In that awareness the old brain becomes a little more dormant, and therefore the new brain can act. You go into it.\nAnd that's why the whole question of sleep and dream and all that is part of this. Perhaps we shall go into it another time, not now.\nQ: I was wondering if you could paint a verbal picture of what the world would be like if everyone was a total individual.\nK: He would like to have a verbal design of what the world would be like if all the human beings are totally individuals. I am afraid I am not the person to give you a verbal picture because that is a waste of time. What will be is not important, 'what is' is important.\nQ: As soon as I become aware of myself, I try to escape. As soon as I become aware of my facial expression, whatever, I change it. As soon as I become aware of it, I change it. I always change it.\nK: The moment I become aware I want to change, whether it is my facial expression or a particular way of thinking, the moment I become aware there is an instant response of change - or the demand for change. That's what I am saying. The instant response for change is part of the old brain because it says, 'this isn't right, this should be that way'. To quieten the old brain is to be aware without any choice. To be aware of the trees, sirs. Look, you are aware of those mountains, can you do anything about it? Can you? There they are, the line, the height, the beauty, the valleys, you are just aware of it. In the same way, to be aware of yourself, not wanting to change it. Then the response of the new brain brings about quite a different quality of change, something totally new.\nQ: Isn't there a part of me that controls the old brain?\nK: No, madam, the moment there is a division between the old brain and the new brain - oh, lord, I can't go into all this. Please, just look at it, sir. There is a division between you and another, between you and the tree, between you and the mountain, between you and your husband, wife, children, and all the rest of it, there is this division. This division exists because there is always the censor - the censor, you know, who says, this is right, this is wrong, this should be, this should not be, that is part of our conditioning, is part of our structure, is part of our society, our culture, to judge immediately. Right? Now to be aware of this judgement, if you are aware of it without any choice, in that awareness there is no division at all.\nQ: The very speculation of this...\nK: There is no speculation, sir.\nQ: Watching people and myself very closely there's a lot of speculation going on about this. It's a very intellectual approach.\nK: We said that too, sir. If you are intellectually approaching this whole problem then it becomes a nightmare. But if you also approach it emotionally it is also another form of nightmare. But if you approach it, sir, if you approach it as it is. Look, if you approach it as it is, which means you have been conditioned by the culture in which you live. Right? That is a fact, isn't it.\nQ: When I experience freedom it comes about uninvited, it doesn't come about if I urge it, if I force myself, to the slightest extent, because I want to get somewhere with it.\nK: Ah, that's just...\nQ: Well, it is happening to most of the people here all the time.\nK: Sir, I don't know what is happening to most of the people all the time. But I am saying as one human being we are so conditioned in the pattern of achievement, whether in business, in religion, in any way, we are conditioned to achieve. Now in becoming aware of this conditioning, then you will find in that awareness if you are choosing, if you are saying, 'I must not try to achieve', then you are blocking yourself, then greater conflict arises.\nQ: (Inaudible)\nK: I know sir. If one is aware of that very definite process, that very awareness changes the pattern. I can't tell you any more. Repeat the old thing over and over again. It's now ten to twelve.\nQ: Could you say something on the cessation of time, and the flame of discontent at the same time?\nK: Look, it is now quarter to twelve. Wait a minute. Do we have another meeting for young people? Do you want it?\nAudience: Yes.\nK: You know how much I am working?\nQ: Do you feel like it?\nK: Do I feel like it? If you want it, and you are asking me, you want it, and you are asking me if I feel like it. Right? I feel like it if you are really serious.\nQ: Are we serious?\nK: That's up to you! If you are really serious, if you want to really deeply go into all this, I will spend all my day at it. You understand sir? So we will have next Friday at ten thirty.\n"}]