[{"title":"brain-demands-order","text":"We were going to talk over together this morning what lies below the conscious. I do not know if you have thought about it at all, or enquired into it, or have merely accepted what the analysts and the psychologists have said, but if you have gone into it fairly deeply, and I hope we shall this morning, one or two major, fundamental questions have to be asked, not according to what others have said, but for oneself. One has to discover, explore, learn for oneself, the whole content of consciousness. Why one divides the unconscious and the conscious at all. Why there is this division. Is it an artificial division brought about by the analysts, the psychologists, the philosophers, or is there a division at all? And if one is to enquire into the whole structure and the nature of consciousness, who is it that is going to enquire? A fragment of the many fragments? Or is there an entity, an agency, that is beyond all this consciousness which looks into consciousness? And can the conscious mind, the daily operative mind, can that mind observe into the contents of the unconscious, or deeper layers? And what are the frontiers of consciousness? What are the limits? I hope you'll remember these questions - I have forgotten them already! Please do remember it and tell me afterwards as we go along.\nYou know this is a very, very serious subject. In the understanding of which I think most human problems will be resolved. It isn't a thing that you take up, take as a hobby, spend a few hours or a couple of weeks and just study superficially and drop it and go on with your daily whatever life that is. If one is to go into this very deeply, it's a way of life, it's not that you understand that and leave it there. You can only understand the whole content of consciousness and the limits of consciousness if it is a daily concern, if it isn't a thing you kind of play with. It must be your whole life, your whole calling, your vocation, because we are enquiring into the very depths of the human mind, not according to your opinion, or the speaker's opinion, but learning the fullness of it and see what lies beyond it, not just scratch on the surface and think you have understood it. It isn't a thing that you learn from a book, or from another. Please do let us realise this: it isn't a thing that you acquire as knowledge from books and then apply it. Then if you do, it will have no value, it will be second-hand. And if you merely treat it as a form of entertainment, intellectual, spiritual, emotional, then equally it will have no effect at all in your life. And we are concerned with the fundamental revolution of the mind, of the whole structure of one's self, the freeing - for the mind to free itself of all its conditioning, so that we are mature human beings, not educated, sophisticated human beings but real human, mature, deep human beings.\nSo, we are going to learn together this morning if we can, what is below the conscious, the layers, and seeing the many layers or one layer, or many layers, then to discover for oneself the content of consciousness, whether that content makes up the conscious or the conscious with its frontier contains 'what is'. You are understanding this? Does the content of the consciousness make up consciousness - the content, you follow? Or, in the content all these things exist? See the difference? I am just investigating, you follow? I am just moving slowly so please let us travel together. Don't ask me afterwards 'please repeat what you said' - I can't. So first: why is there this division between the conscious and the so-called unconscious or the deeper layers, why is there this division? Are you aware of this division? Or does this division exist because we have got so many divisions in our life? Which is it? Is it a separate movement, conscious movement and the deeper layers with their own movement? Or is this whole thing a movement, undivided? Please sir, this is very important for us to find out because we have trained the conscious mind, we have drilled it, educated it, forced it, shaped it, according to the demands of society, or according to our own impulses, our own aggression and so on. And are the deeper layers uneducated? You follow? We have educated the superficial layers and are we educating the deeper layers? Are you following all this? Or the deeper layers are utterly untouched and only we have cultivated the superficial layer? What do you say? Please this is not a talk by me. What do you say? Because in the deeper layers may be the source of finding out new things, because the superficial layers have become mechanical, are conditioned, repetitive, imitative and there you can't - it is so mechanical, there is nothing. It is not free to find out, to move, to fly - you follow? Take to the wing. And the deeper not being educated, unsophisticated, therefore extraordinarily primitive - primitive, not savage, primitive. There may be the source of all invention, of all new things. Please is this all too difficult?\nI do not know what you feel, what you have discovered. Is the superficial mind so heavily conditioned that it has become mechanical? If I am a Hindu I function as a Hindu, or a Jew, or a Christian, whatever it is, the superficial is so heavily laden - I function on that line, And below that layer which education hasn't touched, or has touched, and therefore the whole content of consciousness is mechanical - you are following? Conditioned, heavily burdened by all the past, by all the etc., etc. Now sir, I'll keep quiet and now you proceed.\nQ: Sir, how can we know about our unconscious?\nK: How can we know about the unconscious? All right sir, let's begin. When you use the word 'know', what do you mean by that? No please I am not being merely verbal or superficial - you follow? We must move into this very, very, very carefully. What do you mean when you say 'I want to know'?\nQ: Have an experience.\nK: Keep to that one word, go into it, don't introduce another word. What do you mean by that word 'know'? When you use that word 'I know', what does that mean, 'I know'? 'I know something that has happened yesterday'. All knowledge is the past - isn't it? Don't agree please, just see. I know you because I met you yesterday. I didn't meet the whole of you, I only met you when you said something, you know, therefore knowing implies a time, time - in the period of time. Right? So knowledge implies always the past, when I say 'I know that's an aeroplane flying' - you follow? - though the flying is at the moment, the knowledge that it is an aeroplane is the past. So how can I not know - how can this mind, the superficial mind, learn about the deeper layer. Right? Are we going, moving together? Now how can you know? How can that superficial mind learn about the other?\nQ: Keep the superficial mind still then it can learn about the deeper levels.\nK: When the superficial mind is still then only you learn, there is a learning of the deeper layers. And what is there to learn in the deeper layers? You assume there is something to learn - wait, wait. Please go slowly. Sir, are you actually aware of the operations of the conscious mind? Are you? How it is ticking over? What are its responses? Please do listen to all this. Do you - is there an awareness of the conscious mind? Find out how extraordinarily difficult this is, not difficult, you have to watch this thing so very closely, the mind has to watch this entire movement very, very closely. Why you say there is the unconscious and there are many things in it. Right? That's what all the professionals say, the specialists - are there? The moment you divide the conscious and the deeper layers then the question arises: how is this superficial mind to enquire into the other? Right? Are you following this? And if there is no division at all it is a total movement, a total movement of which one is only aware, a fragmentary movement. And this fragmentary movement asks: what are the contents of the consciousness? You are following all this? If it is a total movement you won't ask this question. Are you following? Is the speaker making it clear? Be quite sure. Not verbally but actually. The moment you divide consciousness into fragments, one fragment says, what is the rest of the fragment, what are the rest of the fragments. But if it is a total movement then there is no fragmentation, therefore the question doesn't arise. This is really important to find out, then you go beyond all the specialists.\n\tNow do you see consciousness as a whole, or do you see with one fragment examining the other fragments? This requires - you follow sir? What do you do? Do you see it partially or wholly, as a total movement, like a river that's moving? You can carve out, dig a ditch on the bank and call that the river, it isn't, it's a whole movement, the river. Right. Then what is this movement? How is one to observe this movement without a fragmentation?\nQ: May I say something please? You speak about an unconsciousness mind, but please we cannot speak about something which is not conscious, but how can you speak about something which is not conscious. We can speak about the conscious. Please define unconscious and conscious.\nK: Look sir.\nQ: The question is: do we know the unconscious?\nK: We asked this question earlier: are we aware of the frontiers of consciousness? Or, are we aware of the many fragments that compose the consciousness? One fragment becoming aware of the many other fragments? Or are you aware of the total movement of consciousness without any division?\nQ: Both ways are conscious. Intellectually I answer, why divide them?\nK: What, sir? What, sir?\nQ: Intellectually.\nK: Please, we are not analysing. We have gone into that very carefully. We are not analysing. When there is analysis there is the analyser and the thing analysed. One fragment assuming the authority of analysis and examining the other parts. And in this division arises the conscious and the unconscious, then we put the question: can the conscious mind examine the unconscious? - which implies that the conscious mind is separate from the rest. And we say from that false question you can answer this through dreams, through various forms of intimations, hints - all arising from a false assumption that the superficial mind is separate from the other, which means that we have never seen or felt or learnt about the whole movement of consciousness as a whole. If you do, this question doesn't arise at all. I don't know if you see this?\nQ: Obviously some people are suffering from neurosis without knowing the origins of their neurosis - isn't that the unconscious?\nK: Some people suffer from neurosis, isn't that the outcome of the unconscious? Do you suffer from any neurosis? Do you? Does it mean that you are all free from all neurosis? Please this is not a silly question. Are you aware that you are neurotic in some form or another?\nQ: Who is deciding if one is neurotic?\nK: Who is to decide one is neurotic? Don't you know when you are neurotic? Has somebody to tell you that you are neurotic? Do please listen to this. When there is any exaggeration of any fragment, of any fragment, then neurosis takes place. Right? When you are highly intellectual, then it's a form of neurosis, though the highly intellectual is highly regarded. The person who holds on to certain beliefs - Christian, Hindu, Buddhist, Communist, this or that, any attachment to any belief is a form of neurosis. Wait sir, look at it, look at it. Go slowly. Wait, hold on to your question. Any fear is a form of neurosis, any conformity is a form of neurosis - you follow? And any form of comparing yourself with something else is neurosis. Aren't you doing all this?\nQ: Yes.\nK: Yes sir. Therefore you are neurotic. (Laughter) No, no, please sir, this is very serious. So, any fragment - please we have learned something from this - any exaggeration of any fragment of which the whole consciousness as we see it, which contains many fragments, any emphasis on any fragment is a form of neurosis. Wait sir, get it into your heart, feel it. Move, take time, apply it sir, get involved in it, apply it to yourself and you will see for yourself the next question. As we are, as we have accepted, we have divided consciousness. In this division there are many, many fragmentations, the intellectual, psycho-neurotics - you follow? - many, many divisions and any division, an emphasis on that division is neurotic, which means that a mind emphasising a fragment cannot see clearly. Therefore the emphasis of a fragment brings about confusion. Get all this sir. Please sir, one moment, please just a minute sir. I am going to ask you, please go with this. See yourself whether in you there is not a fragmentation, and that fragmentation laying emphasis on one, on its issue, on its problem, and disregarding the rest of the other fragments, leads not only to conflict, but to great confusion because each demands an expression, each demands an emphasis and when you emphasize the one the others are clamouring. And this clamour is confusion and out of that confusion every form of desire to fulfil, to become, to achieve, all are neurotic impulses.\nYes, sir?\nQ: But also, for instance, neurosis can also be to suffer from something and you don't know really what you are suffering from. For instance, somebody doesn't dare to go through a Square and it is obviously not the Square he is frightened of but something in the unconscious.\nK: Sir, I understand. I don't know what this lady is troubled about - what are you troubled about madam?\nQ: It was forbidden to take photographs.\nK: I don't know. For God's sake! Listen! Look this is terribly serious stuff. One is aware that one is neurotic. You are afraid to cross the Square, you are afraid to let go your past, you are afraid to be non-Hindu, non-Jew, non-Christian, this or that, and how are you to know that you are neurotic? Is that the question sir?\nQ: Not really.\nK: Then what is the question, sir?\nQ: Sometimes you suffer from something, but obviously the thing you suffer from is not the real reason. For instance, you don't dare to go through a Square or you don't dare to be alone, it is not the fact itself but it is something, they say, in the unconscious which gives you the fear.\nK: Yes. Now wait a minute. The neurosis is only a symptom, the cause is in the unconscious.\nQ: Could be.\nK: Could be. Obviously could be and probably is. Then what is the question?\nQ: It's neurosis.\nK: Sir you are not following the whole. Then when we have understood this whole structure then we can go to the particular, but to start with the particular you'll end nowhere. Please see that sir. Do you see that any emphasis on the fragment is a form of neurosis? - intellectual, emotional, devotional, physical, psychosomatic, you follow? And as most of us have laid stress on one aspect of the many fragments, naturally out of that exaggeration, out of that disharmony, other factors of disharmony arise, which is: 'I can't cross a street, or a Square in the dark, I am frightened', and the explanation of that is my childhood, my past, my mother didn't treat me properly. Now our question is, not why I can't cross the Square - which I will answer without going to the analyst. If I understand the fragmentation of consciousness, the moment I have understood that then the problem of crossing the Square doesn't exist at all. Right? Are we meeting each other? When we see the totality, the immensity, the greater, the lesser disappears. But if we keep on emphasising the little, then the little brings about its own little problems. Right?\nQ: But when you talk about seeing the totality of consciousness, what does the 'see' mean because I am thinking sometimes I know something and I know how I resent this, when you know something you don't know how you know it.\nK: No sir, just look. Do you listen to that movement of that river totally? Just do it sir. Don't speculate. Listen to that river, stream, and find out if you are listening completely, without any movement in any direction, only there. Then what do you say, when you, having listened, what takes place?\nQ: I...\nK: You see you are all too ready with answers.\nQ: Recognition plays no part in it.\nK: That's right sir. Recognition plays no part in it, you don't say, 'That's the stream to which I am listening' or you as an entity listening to the stream, there is only the listening to the sound. You don't say, 'I know it is a river'.\nSo let's go back. I want to go into this so much, please let's move together.\nQ: Is the emphasis on fragmentation the essence of neurosis, or is it the symptom of neurosis?\nK: No it is the very essence and the symptoms.\nQ: Being intellectual is he essence as well as the symptom?\nK: Isn't it? Look sir. I emphasize my intellectual capacity. Right? I think it is marvellous, I can beat everybody at argument, I have read so much, I can correlate all that I have read, and write marvellously clever, intellectual books - isn't that the very cause and the symptom of my neurosis?\nQ: It seems to be a symptom of our deeper disturbance.\nK: Wait. Is it? Or is it, you are saying that is a symptom not the cause, I say, let's look. Is the mind, the whole stuff, undivided and therefore the cause and the effect are the same?\nQ: (Inaudible)\nK: No, no sir. Don't translate yet sir. See it. Look sir. Cause and effect: what was the cause becomes the effect, and the effect becomes the cause of the next movement, there is no definite demarcation or line between cause and effect, what was cause yesterday has become the effect, the effect of today becomes the cause of tomorrow. It's a movement, it's a chain.\nQ: But isn't it essential to see this whole process rather than just...\nK: That's what we are doing and that is not possible if you emphasize the intellectual, the emotional, the physical, the psychosomatic, the spiritual, god, and no-god and so on and so on. Right?\nSo my question is, which was the first question: why is it that we have divided? Is it artificial, necessary, or just the invention of the specialist, to which we have become a slave, which we have accepted, as we accept most things so easily, we say, 'All right, great people say this and I swallow it and I repeat it'. But when we see the fragmentation and the emphasis on the fragmentation and we see out of that arises the whole cause/effect chain, and that's a form of neurosis, when we see all that then the mind sees the totality of the movement without division. Well sir, do you see it? Yes sir?\nQ: (Inaudible)\nK: Yes, if you identify yourself - the questioner says no identification - if you identify yourself with any one of the fragments obviously it's the same process, which is the process of being identified with the one and disregarding the rest, is a form of neurosis, contradiction. Can you - no, put the next question sir. Can you identify yourself with the rest of the fragments? You, another fragment, identify with the many other fragments. You see the trick we are playing, this question of identification? You understand what I am talking about?\nQ: No.\nK: Oh, my Lord!\nQ: You can only say that identification with one fragment because you feel that you are incomplete so that...\nK: That's right. You feel you are incomplete therefore you try to identify yourself with many other fragments. Now who is the entity that is trying to identify itself with the many? It is one of the fragments, therefore it is a trick - you follow? And we are doing this all the time. I must identify myself.\nQ: Isn't it better to identify yourself with more fragments than with one.\nK: Not better. No, not better. Look sir. Look, first let me explain again once. There are many fragments - right? - of which I am. One of the fragments says, it brings about confusion when I identify myself with one fragment therefore I'll identify myself with the many other fragments. Right? And it makes a tremendous effort in identifying itself with the many fragments, with the Christians, with the Hindu, with the Buddhist, with the Communist, you follow? Who is this entity that tries to identify itself with the other fragments? It is also a fragment, isn't it? Therefore it is a game that is playing by itself. It is simple.\nNow let's proceed, sir, there is so much in this, you are just remaining on the very surface of all this. Now we see there is no actual division at all. Right? Non-verbally, see it, feel it, that the observer is a fragment which separates itself from the rest of the fragments and is observing. In that observation as the observer and the observed there is a division, there is conflict, there is confusion. Now if when the mind realises this fragmentation and the futility of its separating, then it sees the movement as a whole. Now do you do this? If you cannot do this you cannot possibly put the next question, which is: what is beyond the conscious? What is below, above, side, it doesn't matter. So we have to find out, if you are serious, what is consciousness and when are you aware that you are conscious. When are you aware that you are conscious? You understand my question? We are asking - I am doing all the work, too bad! Sir look, you have to learn about all this and when you learn you become the - you help others to learn - you follow? So learn now for god's sake - you follow? That's your vocation.\nSo we are looking into the unconscious, we are asking what is this thing called consciousness? And when am I, when is the mind aware that it is conscious - you follow? When? When do you say, 'I am conscious'?\nQ: When there is thought.\nK: Come nearer.\nQ: When there is duality.\nK: What do you mean, let's come closer? Begin nearer. You begin too far away from me.\nQ: In meditation, fragmentations.\nK: Sir, just listen. When are you at all aware that you are conscious? Wait sir. What? Is this so difficult as all that?\nQ: When there is pain.\nK: The lady suggests you are conscious when there is pain, when there is conflict, when you have a problem. Right? When you are resisting, otherwise if you are flowing smoothly, evenly, harmoniously living without any contradiction, are you conscious at all? Are you conscious sir when you are supremely happy?\nQ: Yes.\nK: Yes?\nQ: What does that word mean, being conscious?\nK: Wait, you'll find out. You don't have to ask me, you'll find out. The moment you are conscious that you are happy, is happiness there? The moment you say, 'My god how joyous I am' - can you ever say that? If you say it has already moved away from you.\nQ: Well you are then conscious of that.\nK: Which is the past. So you are only conscious of something that has happened, or actually conscious when there is some conflict, pain, when there is actually awareness that you are confused. Right? So any disturbance in this movement is to be conscious. And all our life is a disturbance against which we are resisting.\nQ: Sir when there is a feeling of loneliness and when the mind does not interfere, isn't the mind whole in that state?\nK: No, no madam, no please do listen to what I am saying. Do please listen, don't take a particular example just now. We are discussing, talking over together what it means to be conscious, to be aware, to be apprehensive in the sense, I apprehend, I see. If there is no discord at all in life would you say, 'I am, you are conscious'? When you are walking - you follow sir? - moving, living without any friction, without any resistance, without any battle, there is no - you are not saying 'I am'. Right? It is only when you are saying, 'I will become' or 'I am being', then you are conscious.\nQ: Well the being never comes.\nK: No, no. Do take a little time sir, you are too quick. Move into this very slowly, you will find out something extraordinary, you go into it.\nQ: Isn't this state that you are talking about still a process of identification, say, of the tree, of the...\nK: No, no, no. You see you are - I explained sir, identification. Of course when I see a tree, I see a tree I don't mistake it for a woman, or for the church, it's a tree, which doesn't mean identification. Look sir, we have discovered something, we have learned something: there is consciousness only when there is becoming, or trying to be. Becoming implies conflict, 'I will be', which means conflict exists as long as the mind is caught in the verb 'to be' - please see that. And our whole culture is based on that word 'to be'. 'I will be a success', 'I am a failure', 'I must achieve', 'This book is mine, it is going to change the world'. You follow? So as long as there is a movement of becoming, in that there is conflict and that conflict makes the mind aware that it is conscious. Or the mind that says, 'I must be', be good, not I will be good, be good. Then also it is a form of resistance, being good, being and becoming are the same. My golly!\nQ: Can one be conscious of conflict?\nK: Of course sir, otherwise you wouldn't be conscious.\nQ: Can't you be so caught up in conflict that you don't see that you are in conflict?\nK: Of course, that's a form of neurosis.\nQ: Well I can't see how...\nK: Sir, look. Have you ever been to a mental hospital, any of you? I wasn't there as a patient, I was there, taken by an analyst, and every patient from the top floor down to the lowest floor, the top floor where they are the most violent, caged in, down to the lowest where they are more or less peaceful, are all in conflict, all of them were in conflict, which was exaggerated conflict - you understand? One person was thinking that he was something or other, fighting everybody, only they were inside the building and we are outside it. That's all. (Laughter)\nQ: I don't see how we can...\nK: No, no. You don't listen, you hold on to your particular question and don't listen to the whole. Let go yours sir, come. I'll answer you, we'll answer. What is your question sir?\nQ: I am trying to distinguish between consciousness and awareness.\nK: Both the same. Being aware implies aware of division, to be aware without division and choice is to be not caught in the movement of becoming or being - got it? I don't know what I said, don't ask me to repeat it. Have you got it? Sir, Look! The whole movement of consciousness is becoming and being. Right? Right? No, don't say you don't understand. The whole movement of consciousness is either to become, or to be. Becoming famous, becoming a social worker, helping the world - you know - becoming, or to be. That is, after looking at this whole fragmentation, after looking at this movement as a whole as consciousness, you find that this whole movement is based on that, to become, or to be. Right? You have learned it sir, not agreeing with me. Then you ask a totally different question, which is: what is beyond this movement of becoming and to be? You are not asking the question, I am asking, unfortunately. You understand my question sir? I have realised in looking at all this business of consciousness both from the analytical point of view, from the analyst and the psychologist and the philosopher, and from the point of view of the religious man with his god and non-god, the believer and the non-believer, the atheist and the believer, looking at all this fragmentation of life, the Hindu, the Buddhist, the black, the white, the pink and the whatever - follow? - division, division, division - that division has been created through becoming, or to be. Right? I want to be a Hindu because it promises me not only physical success but spiritual achievements. If I reject that I say to myself, I must be, - I must be, I don't know what! but I am going to be, myself, identify myself with myself - again the same process. Right? So I see, observe, this total movement of consciousness is this movement to be, or to become, or not to be, or not to become. Right? Now how do I see this? Do I see it as something outside myself, or do I see it without the centre as the 'me' that is observing the becoming and the not becoming? You have understood my question? No I don't think so.\nI realise, I am using the word 'I', realise that all consciousness is this movement. Right? I realise it. When I say 'I realise it' am I realising it as something that I have seen outside of me, looking at a picture outside of me hanging on the wall, spread out before me, or do I see this movement as part of me? Is the very essence of me. Do I see this movement from a centre - you are following all this? - or do I see it without the centre? If I see it as the centre, from a centre, that centre is the self, is the 'me', who is the very essence of fragmentation, and therefore when there is an observation from the centre I am only observing this movement as a fragment, as something outside of me, which I must understand, which I must try to grasp, which I must struggle with and all the rest. But if there is no centre, which means there is no me but merely observing this whole movement, then that observation will lead to the next question. So which is it you are doing?\nPlease, this is not a group therapy, this is not a weekend entertainment, this isn't a thing you go to, to learn from somebody how to become sensitive, how to learn creative living - put all that bilge aside. This is hard work, this requires deep enquiry, learning. Now how are you observing? Because if you don't understand this, life becomes a torture, a battlefield. In that battlefield you want to improve the cannons, you want to bring about brotherhood and keep your isolation to yourself - you follow? - we have played this game for so long, therefore you have to answer this question if you are really profoundly serious. Are you watching this whole movement of consciousness, as we have seen it, as an outsider watching, unrelated to that which he is watching, or, there is no centre at all from which you are watching? And when you do watch that way what takes place?\nMay we side-step a little? I don't know what time it is. What time is it, sir?\nQ: Twenty to twelve.\nK: Gosh, how time goes! You see, all of you dream a great deal, don't you? Dream, don't you? Have you ever asked why? Not what dreams tell you, how to interpret dreams, that is an irrelevant question which we'll answer presently. But have you ever asked a relevant question, which is: why you dream at all?\nQ: Because we are in conflict?\nK: No, sir. Don't be so quick. Look at it. Why do you dream?\nThe next question is: is there a sleep without any dream at all?\nQ: Yes.\nK: Don't say 'Yes' sir. First of all you all dream, what are those dreams, why do you dream? Dreams, as we said the other day, are the continuing movement of the daily activity, symbolised, put it into various categories, and it's the same movement. Isn't that so? Don't agree or disagree. Find out. Obviously, it is so obvious. Now, what happens then, if dreams are a continuous movement of the daily action, then what happens to the brain, if there is a constant movement, constant activity, constant chattering, what happens to the brain that is constantly...\nQ: It never rests.\nK: What happens to it?\nQ: It is exhausted.\nK: Exhausted - which means what?\nQ: It wears out.\nK: It wears itself out, there is no rest, there is nothing new, there is nothing new seen. The brain doesn't make itself young because of its movement - you follow? All these things are implied when there is a continuous movement of daily activity which goes on in the brain when it sleeps. Right? You may foretell what may happen in the future, in that daily activity because while you sleep there is a little more sensitivity, more perception and so on, but it's the same movement. Oh my Lord!\nNow, can this movement during the day, end with the day and not carry it over when you sleep - you have understood my question? Can this movement, which goes on during the day, end with the day? That is, when you go to bed the whole thing is ended? Wait, don't answer my questions yet. We are going to go into it for you. Doesn't it happen to you when you go to bed, that you take stock of what you have done during the day - don't you take stock? Or you just flop into bed and go to sleep? Don't you review the day? Say, look, this, this, this, this should have been done, this should not have been done - you know, you are taking stock? And which means what? - follow this very carefully - which means what? You are bringing order. Right? Right? And the brain demands order because otherwise it can't function. If you dream, if the movement of the daily activity goes on in your sleep there is no order. And the brain demands order, therefore the brain instinctively while you are asleep brings about order. You wake up a little more fresh because you have a little more order. The brain demands order otherwise it cannot function efficiently. It cannot function efficiently if there is any form of conflict, any form of disorder.\nQ: Sir, aren't there other kinds of dreams in which communications on all these states take place at different...\nK: I am going to, sir, I am going to. Listen. First listen to this. Get order. This movement of the daily life continues through sleep because in this daily movement through sleep there is contradiction, there is disorder, disharmony. And the brain during sleep, through dreams, through various forms of non-dreams, tries to bring order in itself, in its own chaos. And if you put order during the day, the brain does not necessarily need, when it sleeps, to put things in order. See the importance of this. Therefore the brain becomes rested, quiet, alive, fresh. I do not know if you have not noticed, if you have a problem and you go on thinking it out during the day, during the night it is still going on, worrying about it and you wake up the next morning weary of the problem and you still during the day worry about that problem, like a dog biting a bone, at it all day, and when you go to bed again till the brain is exhausted, then perhaps in that exhaustion you see something fresh. Now what we are saying is something entirely different. Which is: to end the problem as it arises, not carry it over during the day or the next minute, end it. Somebody has insulted you, hurt you, end it. Somebody has deceived you, somebody has said unkind things about you, look at it, don't carry it over, don't bear it as a burden, end it. End it as it is being said, not after.\nSo the mind demanding order, disorder is a neurotic state of the brain and ends up in a mental case. So order implies the ending the problem as it arises, and therefore the movement of the daytime through the night ends and therefore no dreams, the body may move and all the rest of it, no dreams, because you have solved everything as you are moving. I don't know if you see the importance of this. Then you can ask the question, which is: what is beyond all this? We will deal with it tomorrow.\n"}]