[{"title":"public-talk-2-new-delhi-india-13-december-1970","text":"Most of us do not ask fundamental questions, and if we do, we expect others to answer it. And we are going to, this evening, if we may, consider several problems, and I think they are fundamental questions. One of them is observing the many fragments of life, the various activities opposing each other, contradicting and bringing about a great deal of confusion. One asks if there is an action which can cover totally all the divergent, contradictory, fragmentary activities; because one observes in one's own life how we are broken up, contradictory desires, opposing activities - political, religious, artistic, scientific, business, and so on - all opposing each other, contradicting each other. And is there an action which can respond totally to every demand of life without being contradictory in itself? I do not know if you have ever even asked such a question. Most of us live in our own particular little activity and try to make the best of it. If you are a politician - and I hope you aren't - then your world is very dependent on votes and you know, all the rest of the nonsense that goes on in the name of politics. And if you are a religious person, you will have a number of beliefs, a way of meditation contradicting everything in your daily life; if you are an artist, you live totally apart from all this, absorbed in your own particular fancy, in your own beauty, in your own perception and so on. And if you are a scientist, you live in a laboratory, and just a normal human being outside, rather shoddy, competitive and all the rest of it. So seeing all this, with which most of us must be quite familiar, what is the action, what is an action which can respond totally to every demand and yet remain non-contradictory, whole?\nNow, if you put that question to yourself, as we are doing now, what would be our answer? Because, as we said the other day that we met here, we are sharing together the problems of our life, not intellectually, non-verbally, but actually. And that is the meaning of communication - to consider together the common issue, the common issue being this question: is there an action, a way of living every day, whether you are an artist, scientist, businessman and so on; whether your life can be whole, so that there is no fragmentation and therefore contradictory action?\nIf the question is clear, then how shall we find out such an action? By what method, by what system? If we are trying to find a method, a way of living by a system, according to a certain pattern, then that very pattern, that very system is contradictory. Please, do let's understand this very clearly. If I follow a particular system in order to bring about an action which will be whole, complete, full, rich and beautiful, but if I followed a system, a method, such a method, system becomes mechanical. My actions will be mechanical and therefore totally incomplete. Therefore I must set aside all idea of following, of mechanical, repetitive activity.\nAnd also I must find out whether thought can help to bring about such an action. Do you understand my question? One lives a fragmentary life: you are different in the office and at home, you have private thoughts and public thoughts, and you see this wide gulf, this contradiction, this fragmentation. And one asks if thought can bridge all these various fragments, can bring about an integration between all these factors? Can it? So one has to find out what is the nature and the structure of thought before we say that thought can or cannot? Thought, can thought, the thinking, the mentation, the intellectual process of reasoning, can such thought bring about a harmonious life? So to find out, one has to investigate, examine carefully the nature and the structure of thought. Which is, we are going to, together, examine your thinking, not the description or the explanation of the speaker, because the description is never the described. You understand? The explanation is not the explained. So, don't let us be caught in the explanation or in the description, but together investigate, find out how thought works, and whether thought can really, deeply bring about a way of living that is totally harmonious, non-contradictory, complete in every action. Because this is very important to find out; because if we want a world that is not so ugly, so destructive, brutal, if we want a world that is totally changed, where there is no corruption, a way of living that has significance in itself, not an invented meaning, one has to ask this question.\nNot only this but also what is sorrow and whether sorrow can ever end, pain, fear, love and death. We must find out for ourselves the meaning of all this, not according to some book, not what some other person has said, that has no meaning whatsoever. You know, knowledge has great meaning, has significance. If you want to go to the moon - I don't know why they want to go to the moon - you must have knowledge; you must have extraordinary technological knowledge, to do anything efficiently, clearly, purely, you must have a great deal of knowledge. But that very knowledge becomes an impediment when we are trying to find out a way of living that is totally harmonious, because knowledge is of the past, knowledge is the past, and if you live according to the past, obviously there is contradiction, the past in conflict with the present. So one has to be aware of this fact that knowledge is necessary and yet knowledge becomes a great hindrance. Like tradition, it may be useful at a certain level, but tradition, which responds to the present responsibility, brings about confusion, contradiction. So one has to enquire very, very seriously - if you are at all serious - what is the nature of thought, thinking?\nYou know, it is only the serious people that live, not the others, because the man who is very serious can apply, can consistently pursue, and not drop when it suits him, and pursue to the very end till he finds out, not be distracted, not to be carried away by some enthusiasm or some emotional reaction. That's why a serious man lives fully; and in enquiring into this question: what is thought, whether there is the possibility of ending sorrow, fear, the meaning of death, and love; and also to find out for oneself, not according to anybody else, not according to the speaker - least of all according to the speaker - to find out for oneself a way of living that is harmonious, highly intelligent and sensitive and that has the depth of beauty. And to find out, one has to enquire the nature of thought.\nNow, we are communicating, sharing together. Please understand the meaning of that word 'together'. The speaker may sit on a platform, higher up, but that's for convenience only. And when we share together there is no speaker at all, there is no person. The thing that we are examining together matters, not you or I. Please do penetrate into this feeling of 'together'. We cannot possibly build a house alone, we need to be together. That's why it's very important to understand the meaning of communication, which is to create together, to understand together, to work together.\nSo what is thinking? Please put yourself this question: what is thinking? Because unless one understands the deep significance of thought and whether there is any significance at all, one has to freely examine it, because we live by thought. Whatever we do is either reasoned out or examined, investigated, or we do it mechanically according to yesterday's pattern, the tradition. So one has to be very clear for oneself what is the function of thought. If you observe very carefully in yourself, don't you find that thought is the response of memory, memory which is experience, which is knowledge? If you had no knowledge, no experience, no memory, there would be no thinking. You would live in a state of amnesia . So thought is the response of memory and memory is conditioned by the culture in which you have lived - right? You are following all this? - according to your education, according to the religious propaganda in which you have been caught. So thought is the response of memory with its knowledge and experience. And you need knowledge, you need memory, otherwise you can't get home, otherwise we couldn't speak to each other, but thought, because it is the response of memory, is never free, it's always old. You are following all this? And to find a way of living which is totally harmonious and very clear, a way of life that has no distortion, can thought find a way, thought which is the old, response of the old, which is memory? And yet we use thought to find a way; thought being if you are objective, rational, clear, sane; we say, 'I'll think it over and find a way of living harmoniously'. And thought is the response of the past, of our conditioning, therefore thought cannot possibly find a harmonious way of living. You are following all this? All right?\nThought can never find it, and yet we use thought to find it, and yet we know thought is necessary, thought to go home, to earn a livelihood, to do anything, thought at a certain level is absolutely necessary. But thought becomes an impediment to find a way of living which is totally different from the past, which is disharmony. Right? Is this clear? Are we meeting each other? Right? So what does that mean? That when you see the truth that thought will not find a way, however reasonable, however logical, however sane, clear, when you see the truth of it, then what is the state of your mind that sees the truth of it? You are following all this? Are you also working as much as the speaker is doing? Or are you merely listening to a few words and ideas? You understand my question? I hope you are also working as deeply and passionately, otherwise you won't be able to find out, otherwise you will never find out a way of living which is so extraordinarily harmonious and beautiful. And one has to find it in this insane world.\nSo if thought will not bring about a way of life which is totally harmonious, and if you see the truth of it, not the verbal explanation but the truth of it, what is the quality of the mind, your mind, that has seen this? Right? What is your quality, the quality of the mind - not your mind or my mind, but the quality of the mind that sees the truth of something? Right? What is the quality? Don't, don't answer me, please. You see you are too quick in with words and explanations, you don't let it soak into you. You don't stay with it; you immediately jump to words to explain something or other, and you know very well the explanation isn't the real thing.\nSo we are asking: what is the quality of the mind that sees the necessity of thought and sees also that thought cannot possibly, do what it will, bring about the beauty of a life that is completely, fully harmonious. You see, this is one of the most difficult things to convey or to talk about, because we have lived all our lives on somebody else's experiences, we have no direct perception, we are afraid to have direct perception; and when you are faced with this challenge you are apt to escape, escape into words, explanations, and one has to put aside all explanations, they have no meaning, really. So what is the quality of the mind? That is, what is the nature of the mind that sees the truth? We will leave it there for the moment, because we haven't time to go into too many details, because we have to touch so many things. We are coming back to it.\nWe all of us know what sorrow is, physical pain and psychological grief. All of us know this. If you are a Hindu, you will explain it away through karma; if you are a Christian, you also have various forms of rationalisation. You are following all this? Please follow all this, not the speaker, but yourself, watch your own sorrow. We are asking whether that sorrow can ever end. And we are going to find out. Either you explain it away in your own way, according to the particular culture you have been brought up in, that is, the pain, the sorrow, the sorrow of loneliness, the sorrow of isolation, the sorrow of not achieving something or other, the sorrow of losing somebody whom you think you love, the sorrow, not only personal but the sorrow of the world that has lived for so many millennia, that goes on killing, destroying its own species, how man has been appalling towards man. When you see all that; the man walking across the park, lonely, torn clothes, dirty and no happiness, he can never be the prime minister, he can never, you know, enjoy life; when you see all that, there is great sorrow, not for yourself, but that such human beings exist in the world. You understand all this? And that society has brought about such conditions. And then there is the sorrow of one's own loss, the neurological pain and facing it one escapes, one doesn't know what to do. So words, theories, explanations, beliefs act as a way of escape. Have you noticed this? Do please watch it in yourself. If my son dies, I have a dozen explanations, I escape through my fear of loneliness. So what happens? I go back to sleep again, because sorrow is a way of challenge, asking, 'Look, what has happened to you, observe'. And we don't, we run away.\nNow, when you remain with sorrow without running away, without escaping, without verbalising, completely remain with it, without any outward or inward movement, what happens? Have you ever done it? No, I am afraid not. Have you ever done this - to remain with that sorrow, not resisting it, not trying to run away from it, not identifying yourself with it but see what has happened? If you remain with it completely, what takes place? When you remain completely with it without any movement at all, movement of thought - you are following all this - the movement is of thought that says, 'I don't like it, I must run away, I want pleasure, I must avoid this'. So thought moves away. When thought doesn't move away at all, recognises the whole structure of what sorrow is, then what takes place? Out of that sorrow comes passion. The word 'passion' has its root in suffering. The word, the meaning of that word 'passion' has its root in suffering. You see the connection? If you remain with the fact of anything, especially with the fact of sorrow and not let thought wander away or explain it away or identify itself with it, but completely remain with it, then there is tremendous energy. And out of that energy there is the flame of passion. You understand? So sorrow brings passion, not lust, and the passion you need to find out. You are following all this? You are doing it? Are you?\nSo there is an ending of sorrow, which doesn't mean that you become indifferent, callous. There is an ending of sorrow when there is no escape from it and that very sorrow becomes the flame of passion, and passion is compassion. You understand? Oh, God! Compassion means passion for all. You understand? Which you can only find out through this flame of sorrow. Come on, sir, do you understand all this? So then, with that intensity, with that passion, one can find out what is the quality of the mind that sees truth, that any function of thought, apart from when it is necessary, does not bring about harmony of living. You understand now? Because you have passion, you have an intensity, you have energy.\nThen also you have to find out for yourself whether fear can come to an end, not only the fear of physical pain but also the psychological, inward fears that one has. To find the truth of it - you understand? - not just verbal explanation, to find out for oneself passionately and therefore seriously to the very end, so that the mind is free of fear. So one has to ask, what is fear? Is it the product of thought? Obviously it is the product of thought. Right? That is, you think about something that has given you pain, physical or otherwise, that happened last year or yesterday; you think about it. That very thought sustains and continues that fear. Right? And thought also projects that fear in the future - I may lose my job, I may lose my position, my prestige, I may lose my fame. You follow? Thinking about the past or about the future breeds fear. So one asks: can thought come to an end? I am doing all the work. Too bad!\nAnd also one can see how thought sustains pleasure: a marvellous sunset, marvellous, you know what happened yesterday was so beautiful, so lovely, so exciting, so sensual, so sexual, and all the rest of it - and you think about it, and thought sustains that pleasure. So there is sorrow, fear, pleasure and joy. Is joy totally different from pleasure? I do not know if it has not happened to you; it happens. Joy comes suddenly. You don't know why, but thought picks it up, thinks about it, reduces to pleasure, and says, 'I'd like to have that joy again'. You are following all this? So thought sustains and nourishes pleasure, fear, and the very avoidance of sorrow is the continuity of sorrow. Oh! You see all this?\nThen there is the fear of death, which is the ultimate fear which man has. We'll deal with that presently. So there it is. Pain, grief, sorrow, and whether it can end at all. And fear, not only the superficial fears but the deep unconscious fears that are imbedded in the recesses of one's own mind, of which one is not aware. How is one to bring all that out so that one is totally, completely empty of all fear? You are following all this?\nNow, after putting all these questions, what is the quality of the mind that sees the truth of all this, the truth that thought perpetuates fear and pleasure. The truth, not the explanation. The truth that the avoidance of fear through various forms of escapes does distort the mind and therefore incapable of comprehending totally, completely, fear. What is the quality of the mind? And what is the quality of the mind that doesn't invite joy, and when the joy happens, it happens and leaves it alone? You are following? So what is the quality of the mind? The mind that is aware when thought is necessary must be employed logically, objectively, sanely, and sees that thought, which is the response of knowledge, which is the past, becomes a hindrance, blocks a way of living which is non-contradictory. Is not the quality of such a mind - are you waiting for my words, do you want my explanation? What is the quality? Which is, when you say, 'I understand something', not intellectually or verbally, when you understand, what is that quality? Your mind is completely empty and silent. You understand? Isn't it? You can only see something very clearly where there is no choice. When there is choice, there is confusion; it's only the confused man that chooses, that discriminates between the essential and the non-essential; but the man who sees very clearly has no choice, there it is.\nSo there is an action which comes when the mind is completely empty of any movement of thought, except the movement of thought which is necessary when it has to function. Right? Now, can such a mind deal with everyday facts of life? You understand? Which means, can it function if you are a Muslim, a Sikh, a Hindu, a Buddhist, can it ever function when there is the conditioning of the mind? Which is, a Hindu, can such a mind function through a Hindu who is conditioned according to his background? You are following all this? Obviously not. Right? Therefore, if you see the truth of this, you will not be a Hindu. Right? You will not be a Muslim, a Sikh, a Christian, you will be something entirely different. Now, do you see the truth of this, and do you cease to be Hindu, a Sikh, a Muslim? Not some time, but actually at the moment, completely emptied of all the nonsense that goes into this. Otherwise you will never see what truth is. You may talk endlessly about it, read all the books in the world, but you will never come upon the beauty and the vitality and the passion of it.\nSo a mind that is seeking - sorry, not seeking, because that word 'seeking' is totally wrong. We won't go into that for the moment, because that is too complex. A mind that is enquiring, putting fundamental questions; which implies also whether society can be radically changed, not doing patch work, that has no meaning, fundamentally, radically changing the whole structure of society; not the economic but the psychological structure. Because if the psyche is not changed inwardly, what you produce outwardly will be the same, only modified, but continuing in the same pattern. So one has to ask this fundamental question, and there is nobody to answer except yourself, you cannot possibly rely on anyone. Therefore you have to observe, learn to watch. Which means can the mind be completely awake, observant, to see the actual truth of anything, because when you see the truth you will act. It's like seeing danger. When you see danger, you act instantly. So, in the same way, when you see the truth of something completely, there is complete action.\nNow, sirs, shall we talk over together by asking questions?\nQuestioner: (Inaudible)\nK: What is that, sir?\nQ: Does the mind go beyond... (Inaudible)\nK: Does the mind go beyond, is that it, sir? Now, wait, just a minute, just a minute. Does the mind go beyond, beyond what?\nQ: Disintegration of this body, body being disintegrated.\nK: Oh, la-la! (laughter). What happens to the mind after the body disintegrates? Is that it?\nQ: That's right.\nK: At last! Why do you disassociate the body from the mind? Is there something separate as the mind apart from the body? Logically, don't invent. Psychosomatically, you know what that means, psycho-physically, that is the psyche as well as the organ, psychosomatically, is there a division? Look, sir, you have been brought up in this country, in this culture, as a Hindu, or a Muslim, or a Sikh, or a God knows what else. You have been brought up; your conditioning is the result of the society in which you live, which you have created. The society is not different from you; you have created it, because your parents, your grandparents, all the rest of the past have created the culture in which you live and that has conditioned you, and you are part of that. Right? Now, can you divide yourself from that culture? You can only divide yourself, break away from that culture when you are not of that culture. Right? Isn't that simple? In the same way, why do you divide? I am going to answer this question, but we will go into it: why do you divide the body and the mind? Because you have been told the atman, the higher-self, the soul? Do you know anything about it, or do you repeat what other people have said? And how do you know that what others have said is true, doesn't matter who it is? How do you know? So why do you accept? So to find out - now we come to the point - to find out whether the mind is something totally different from the organism. To find out you have to have a mind - please see this - you have to have a mind that sees very clearly, a mind that has no distortion, a mind that is not confused, a mind that is not conforming. Have you got such a mind, a mind that is not conforming? Which means, when you conform, then you compare. You understand what I am saying? When you compare yourself with somebody, you are conforming. To find out whether you can live without conforming is to find out whether you can live without comparison. In comparing yourself with what you were yesterday or what you will be tomorrow, or comparing yourself with the rich man, the poor man, with the saint, with your hero, with the ideal - you follow? - comparing, which means measuring yourself with somebody or with an idea. To have no comparison, find out what it means. Then you are free, then the mind is completely free of its conditioning.\nThen you can ask: is the mind, is there something in the quality of the mind that is not conditioned by the physical? You are following all this? No, probably you are asleep.\nQ: (Inaudible)\nK: You see, you see, you see. No, sir, you don't have to trouble me.\nQ: (Inaudible)\nK: I have no philosophy.\nQ: (Inaudible)\nK: Wait, I have no opinion.\nQ: I want to be enlightened, sir.\nK: You are going to be enlightened, sir, if you listen. You will find out, if you listen.\nQ: Everyone can't find it out for himself. There are millions of interactions. I want that, those finding out because I am unable to find out. Everybody will have to find... (Inaudible)\nK: Sir, to find the truth of this matter, one must not follow anybody. Philosophy means the love of truth, not the love of theories, not the love of speculations, not the love of beliefs, but the love of truth, and truth isn't yours or mine, and therefore you cannot follow anybody. When once you realise this basic fact that truth cannot be found through another, but you have to have eyes to see it, you have to have eyes to see it. It may be there with a dead leaf, but you have to see it. Now, and to offer an opinion about it is the most ridiculous nonsense. Only fools offer opinions, give opinions. We are not dealing with opinion, we are concerned with this fact, which is, whether the mind has a quality, or a state or an inwardness which is not touched by the physical. You understand? You understand my question? Which is the question you are putting: whether the mind is independent of the body, whether the mind is beyond all the petty, nationalistic, religious limitations. Now, to find that out, for yourself, not conform to what I say, what the speaker has to say, the speaker has no importance. What you have to do is to find out. To find that out, you have to be extraordinarily alert and watchful. You have to become aware, sensitive. You understand, sir? To be very sensitive means to be very intelligent; and then you will find out if you go into it very, very deeply, that there is something which is never touched by thought or by the past.\nYou know, thought is matter, thought is the response of memory, memory is in the brain-cells themselves, it is matter. And whether the brain-cells can be so completely quiet, then only you will find out. But to say that there is or there is not, has no meaning. But to find out, to give your life to this, as you give your life to earning a livelihood - you know how many hours you spend on it, day after day for the next forty years which you have done - what an awful waste. And here, where you need tremendous energy, a great passion to find out, you drink at other people's fountain which is dry. Therefore you have to be a light to yourself. Therefore, in that there is freedom.\nQ: (Inaudible)\nK: Just a minute, just a minute. Sir, how can I convey to you, sir, that explanation is not the explained, the description is not the described. You may describe to me the most marvellous food. I must eat it. The description will not satisfy. It will satisfy only a mind that has lived superficially. But if I want to eat food, I must have it, touch it, taste it; not be caught up in descriptions, and philosophy, which is apart from life, which deals with theory, doesn't deal with reality. The reality is life; living, my sorrow, your sorrow. Unless we resolve that, to enquire if there is a transmigration of the soul, you can just as well find out if the moon is the cheese. I will go, we will go into it at the next meeting perhaps, what happens, what is death, what is love - we haven't time for that. What continues, if there is any continuity. But you see, you want explanations, you don't, you don't give your life to this; and you think by just giving an hour, an hour at the end of the day when you are tired, you are going to understand this extraordinary phenomenon of living. And you say, 'Well, if you can't answer this question, you are not a philosopher'.\nQ: (Inaudible)\nK: I am saying that, sir, you didn't say that. Then I am not, I don't want to be a philosopher; spinning words and theories and ideas, either the communist, or the Mao or the red book or all the rest of it. We have to deal with life as it is and understand and go beyond it. Right, sir.\nQ: (Inaudible)\nK: Do I believe in evolution? It's very simple, sir. I'll answer it. There is evolution from the bullock cart to the jet. Right?\nQ: (Inaudible)\nK: That is, I am showing you sir, just have patience to listen, for God's sake. There is evolution from the bullock cart to the jet. That's also evolution. Going to the moon is evolution. Probably human beings have reached biologically their height. And is there an inward evolution? You are following my question? Will 'I' evolve, become marvellous - you follow? Evolve? Now, before you put that question, 'will I evolve?', you have to find out what the 'I' is. Not say, 'I will evolve', that has no meaning. But what is the 'I'? The 'I' is your furniture. Right? No? The house, the books that you have collected, the memories that you have had, the remembrances, the pleasure, pain. The 'I' is a bundle of memories. Right? Is there any more than the 'I'? You say the 'I' is spiritual. Right? The 'I' has a spiritual quality in it. How do you know? Is that an invention of thought? Therefore you have to enquire why thought invents such things. Don't accept a thing, including your own self, because to find truth the mind must be free of the self, not the higher-self, the higher-self is part of the lower-self, that is just another invention of duality. So you have to find out, sir, if there is an evolution. You have to, there is obviously physical evolution, biological, but we are talking psychologically, inwardly, the thing that is continually striving to become and find out what it is that is becoming.\nQ: Sir, how can the lower-mind find the intelligence of the higher-mind?\nK: Oh, Lord! How can the lower-mind find the higher-mind? Apparently, at the end of an hour and quarter we are still talking about the higher and the lower. We have talked about division, we have talked about fragmentation, we have said there is the higher-self, the lower-self, which is part of this division. We have talked about an hour, and you still get up and say, 'What is the higher-mind and what is the lower-mind?'\nQ: (Inaudible)\nK: What?\nQ: (Inaudible)\nK: Parent?\nQ: (Inaudible)\nK: You know, sir, I am glad at the end of all this that I speak English, because English - if you speak also English, don't translate what is said into your own terminology. You understand, sir? See what the gentleman has done: you have translated what is being said into your own Sanskrit terminology, and therefore you are stuck. But if you say, 'Look, I know nothing, I am going to find out'. Don't you want to find out, don't you want to find out a way of living that is really beautiful, without any pain, without any fear, that is completely harmonious, don't you? And if you do, you have to, sir, you have to drop all your slogans, what other people have said, you have to find out. That means you have to have tremendous energy. And you waste your energy by repeating words that have no meaning except to those who have invented them.\nQ: (Inaudible)\nK: Oh! What is the relationship between the 'me', the 'I', the 'ego', and the 'mind' that sees truth? Right, sir?\nQ: That is what I have...\nK: That's good enough, that's good enough. You are all too clever - that is what it is. You can't think simply and clearly. What is the relationship between the 'me', the 'ego', and the mind that sees, that is empty, that is whole, that perceives truth? What is the relationship between the two? What is the 'self', the 'you'? What is the 'you'? When you say 'I', what does that mean? Do answer, sir? What is the 'I', 'you' when you say, 'I' - 'I am a politician', 'I am a saint', 'I am this or that', what does that mean? You identify yourself, don't you, with your family, with your furniture, with your book, with your money, with your position, with your prestige, with your memories, don't you? Isn't the 'I' all that? Isn't it? You may say the 'I' is also the higher-self, the atman. But the recognition or the identification with the higher-self is still part of thinking, isn't it? That thought which says, there must be permanent in me, because life must have something permanent. Therefore, is there anything permanent? You see, you don't.\nSo, you are asking what is the 'I', relationship between the 'I' and that marvellous state when there is perception of what is truth. There is none whatsoever. There is no relationship between the two. The one is the result of conflict, misery, pain, agony, despair, hope and the other is empty of all this. Right, sir.\n"}]