[{"title":"perceive-%E2%80%98what-is%E2%80%99-basis-truth","text":"I wonder what shall we talk about? If you have no suggestion what the speaker should talk about, then the speaker will go on.\nI think one should have a good look, not only outside, what is going on in the world, but also more rigorously look at ourselves. To look clearly without any distortion, there must be a quality of perception, a quality of mind that sees, not resisting, not prejudiced, not caught in any particular formula, but merely observe. And in perceiving what is actually, not theoretically, we shall come upon what is true, what is truth, and not speculative ideas about truth; not what others say what truth is, nor accept or reject but see for ourselves very clearly what it is, what is truth. Therefore, it is very important to understand the word 'perception', the seeing, because we are going to go into the very complex problem of living, not only outwardly but also inwardly, and one must be very capable of looking exactly what is going on. To perceive 'what is', is the basis of truth, and you cannot possibly perceive or see if you are bigoted, narrow, frightened, or belonging to any particular sect or group or community.\nSo what we are going to do is together observe, together find out, not only how to bring about a radical revolution in ourselves and therefore in society, but also find out for ourselves a way of living in which there will be no conflict whatsoever. And to understand all this, to understand our sorrows, our confusion, our great many contradictory ways of thought and activities, we have to look, we have to see exactly what is going on. Not interpret it, not try to translate it, not try to escape from it, nor translate it according to our particular likes and dislikes, but to observe. And that's where it is going to be difficult, to see exactly what is going on. Though the speaker will naturally describe, explain, the explanation and the description is not the described nor the explained. Words are not the thing. The word 'tree' is not the tree, so we have to look beyond the word. But we must use words in order to communicate, in order to convey. And communication implies - doesn't it? - that we talk over together a common issue, a common problem. In talking it over, share the problem, understand the problem and find out together if the problem can be resolved. So communication implies sharing together: sharing together all our problems and understanding them together. So there is no authority involved in this at all. When you share something, partake, there is a feeling of not only affection, care, but responsibility; the responsibility of yours that you actually share, not verbally nor intellectually but actually, deeply partake in the resolution of our problems. And that's what communication means - the word itself means that - that both of us are sharing together our problems, understanding them, going into them, and in the very process of understanding, resolve them. That's what the word 'communication' means - that you don't merely sit there and listen to the speaker, hear a few words or ideas or come to some conclusion, agreeing or disagreeing. What we are going to talk about during these four meetings here there is no question of agreement or disagreement. We are, both of us going to observe, understand together the immense problem of living, of existence, which is, understand together your life, your problems, the complex relationship between man and man. Because without laying the right foundation in relationship, in our daily relationship with other human beings, without having a right basis, you cannot possibly go beyond. As a man who is really serious, he must inevitably lay the foundation of understanding of relationship between man and man, not based on an idea or a conclusion or the authority of the scriptures or your gurus. But what you yourself understand the meaning and the significance of relationship.\nNow, you know what is happening in the world, not only in the faraway world of America or Russia or China, but also near at home. There are wars, there are riots, there is despair, great sorrow, confusion, a fragmentation which is going on - fragmentation not only nationally, religiously but also inwardly, in ourselves. We are broken up human beings, aren't we? If you observe yourself, you will see how contradictory you are. You say one thing, you think another, do something else. Nationally we are divided, you are divided: the Hindu and the Muslim, the Pakistan and India, Germany and Russia, America. You know the division, political, national division, with all their conflicts, with all their ambitions, competition economically. And religiously, if you observe, there is the Catholic and the Protestant, the Hindu and the Muslim, the Buddhist and somebody else. The world around us is broken up, fragmented socially, morally and ethically. Both outwardly and inwardly we are fragmented people, broken up. And when there is division of any kind, there must be conflict. That is a truth, that is the absolute truth that where there is division outwardly or inwardly, there must be conflict, as Pakistan and India, as the Hindu and the Muslim, as in ourselves the observer and the observed, the thinker and the thought. So where there is division there must be conflict. And a mind in conflict must inevitably be distorted, and therefore it cannot possibly see clearly what is truth. This is logic, reason, and we are afraid to exercise reason, logic, because we think logic, reason is something not spiritual. But if you do not know how to reason clearly, objectively, impersonally, healthily, you cannot possibly have a mind that is very clear.\nSo there is this fact that human beings right throughout the world have created a society, a culture, a morality that is no longer moral, a culture that is corrupt, a society that is degrading. Again, this is a fact with which you can either agree or disagree, because it is so. When you observe in this country what's going on - the decadence, the immorality of society, the various divisions - linguistic, tribal, religious - if you observe very closely and clearly, you'll see you have thousands of gurus, each saying his system, his method to truth, to enlightenment, to bliss - whatever they promise. And if you observe closely again, how tradition has distorted your minds, how you accept the religious books as though they were complete truth.\nNow these are all facts: that there is division, that the very fact that religion should bring people together has brought about division, separation, conflict, misery. Now seeing all this, not from the description of the speaker but actually see it in your own life, what can we do, what is the right action? You understand my question? There is this great sorrow in the world - and the word 'sorrow' isn't just a word - there is great misery, poverty, man has become mechanical and he will follow any leader who promises - whatever he does, religious or otherwise. Now, seeing this not only outwardly but inwardly, that inwardly we are contradictory, inwardly there is division, there is a struggle. Now, what can one, as a human being, do? Because you are the world and the world is you; you are the result of your culture, of your society, of your religion, and the society, the culture which you have built, in that you have been nurtured, and therefore you are part of that, you are not separate from the culture, from the society, from the community. Again, that's a fact, because you, the majority of you probably believe in God. I don't know why, but you do. Because you have been brought up in a society, in a culture that believes in God, and if you were born in Russia or in a communist society, they don't believe in God. There, you would be conditioned not to believe, as you are conditioned here to believe. You are following all this? So you are the result of the society in which you live and that society you have made - your grandfathers, the past generations have made it. So you, as a human being, facing all this, of which you are a part, you must inevitably ask what is the right action, what is one to do? You understand? Please ask that question yourself. Don't let the speaker suggest a question. What is one to do?\nFirst of all, can you, as a human being, follow what another says? You understand the question? We need a total change, a deep revolution, psychological revolution, the inward revolution, without which you cannot possibly create a new society. I wonder if you are interested in all this, are you? Eh? No, I am afraid you are not.\nAudience: We are.\nK: Come off it! You are really interested in being told what you should do, you are really interested to find a safe path, because you have never exercised your own brain to find out how to live rightly. You repeat, and from now on if there is one thing that you can really do is to never repeat what you do not know, never do anything that you don't understand - you yourself, not your gurus, your saviours, your religious books but what you yourself understand. You know what would happen to you? You would no longer be second-hand human beings. Then you would put aside all the gurus, all the religious books, you would never follow anybody. Because then you would be acting exactly with facts, not with suppositions, not with formulas. Do try it, do do it one day, tomorrow - never to repeat that which you do not understand logically, sanely, never to do something that you yourself have not directly tested. Then you will see that you will be faced with actualities, not with ideals, not with formulas, not with conclusions, but actually with 'what is', which is yourself.\nSo when you see all this, how you, a human being living in this country, supposed to be very spiritual, because there are so many gurus, when you see all the contradictions in yourself and in the world, when you see, observe in yourself the great sorrow that you have, the despair, the agony, the suffering, the loneliness, the utter lack of love, the callousness, the brutality, the violence, then one asks what is one to do? The question 'what to do' is not important at all. What is important is how you observe these facts. You have understood? How you look at these facts, not what to do about the facts, but how you, as a human being, look at this tremendously complex problem of existence, the complex society, the immorality of this present structure of society - how you look at it, not what you do about it. I'll explain. You cannot act before you have understood, before you have seen. So first one must see, one must observe, one must perceive. Now, how do you perceive? You are following all this? Please remember we are sharing together, we are learning together. You are not being taught by the speaker. The speaker has nothing to teach you, because you have to learn for yourself by understanding actually 'what is'.\nSo the first question is: how do you see all this? Do you see it as an observer outside watching in, or do you see it without division? You understand my question? Please, this is really important if you would understand this, because this is the basis of all our understanding: that is, how do you look at yourself and at the world? Please watch it, examine what you are doing: when I am asking the question, how do you regard yourself, how do you look at yourself, and how do you look at the world? If you look at the world as a Hindu, then you are not looking at the fact, but you are looking with a prejudice of a Hindu, therefore you are incapable of looking. Right? You understand? Eh? You understand, sir? If I look at the world as a communist, I am only looking at the world from a particular point of view, from a particular conclusion. Therefore I am incapable of looking at this immense problem. If I am a Muslim and I look at this extraordinary thing called living from a particular, narrow point of view as a Muslim or as a Hindu or a Buddhist, I cannot possibly see this extraordinary beauty of life with its complexity. So how do you look at it? Do you look at it from your traditional point of view or do you look at it as a scientist, as an engineer, or a follower of a particular sect? You understand? How do you look at it? You see the illogic, the absurdity of being a Hindu. When the house is burning, the whole world is burning, and you want to put the fire out as a Hindu or a Muslim, Parsi, or God knows what else. So what is most important, before you say, 'What can I do as a human being with regard to this madness that exists in the word?' you must first understand what it means to look, to look at the world. Are we going together? Please do tell me, are we taking the journey together or you still remain as a stupid little Hindu or a communist or a...\nSo look what happens. In trying to look - in looking, not trying - in looking at this whole problem of existence, you drop away all division, you are concerned with the understanding of the problem, not as a Hindu. You've understood? Are you doing it? I am afraid you won't. You are going to remain a Hindu, a Parsi, a Buddhist, a follower of some guru, because in that way you maintain division, therefore you maintain conflict. Therefore where there is conflict, there must be pain, suffering and in that there is no love. Right? Is this clear? Verbally at least? That is, intellectually you may observe this fact, intellectually, verbally, you may say, 'I understand that division in any form must bring about misery', but intellectual comprehension doesn't do anything. You understand? Intellectually saying, 'I agree with you or disagree with you' has no meaning, but to see the truth that any division must inevitably bring about conflict, then if you really see it, then action follows. Then you are concerned to eliminate in yourself and in the society every form of division. Right? You understand?\nLook, sir, in you, when you observe yourself, there is the observer and the observed, isn't there? You, the censor and the thing that is condemned or justified. Right? You are following this? Are you all asleep? You know, this is real work, you have to work, and probably you are not used to work, you are used to being led, and when a person that is used to being led, coerced, threatened, he will inevitably do something which is not his own. Whereas here, now, we are not offering anything, any reward, any punishment, no heaven, no bliss, nothing, but only how to end conflict. When once you have ended conflict, then you have the whole heavens open to you. So that is the primary thing. Ending conflict does not mean living a static life, living a life that is mechanical; ending conflict means the beginning of love, care, affection. Where there is conflict there must be callousness. Aren't you all very callous? Aren't you? Totally indifferent to what is happening around you?\nSo the first thing is to understand how you regard, how you observe, how you see the world and yourself. If you look at the world as an observer or look at yourself condemning, justifying, explaining, in that there is division and therefore conflict, and therefore misery. Right? So, is it possible to observe, to perceive without the observer? You understand my question? The observer, the thinker, the entity that perceives is the result of the past. Right? You understand? You, who observe your quality, your anger, your jealousy, your ambition, your desire to succeed, and all the rest of it, you who are struggling is the result of the past. Isn't that? That's fairly simple, logical. The past is the observer, is the 'me'. Right? Now, can you look without the observer, that is, without the past? Right? We'll share this problem together.\nYou understand that when you are angry, at the moment of anger or jealousy or envy, at that precise moment there is no observer. Right? It's only the observer comes in a little later. Then he says, either he justifies it, condemns anger or accepts it. You are following this? So the observer is the past, the observer is the censor. Now, can you look at this vast field of life without the observer? Then only you see the totality of life. Now, I am going to show it to you. When you look at a tree - we'll begin with the simplest thing - when you look at a tree, how do you look at it, how do you see it? You see it, not only sensory perception, but also you see it with your mind, don't you? Right? You are following this? Your mind has created the image of the tree - you say, 'That's a palm tree, that is a mango tree' - so your knowledge of the tree, which is the past, interferes from looking at the tree. Looking at the tree means to be in contact with it, not identifying with the tree but to observe it completely, and you cannot observe it completely if the past interferes. Right? You see that? Right? You get the meaning of this? Because it's going to become more difficult as we go along. If you don't understand this, we'd better spend some time on it, because the next step, which is to observe yourself in relation with another, because you can observe the tree fairly easily, because it doesn't interfere with your habits, with your desires, with your... all the rest of it, it's purely a tree, objective. So if you don't understand how to look at a tree, without naming the tree, without the knowledge of the tree, the botanical knowledge which is all the past, then you cannot possibly see the beauty, the truth, the wholeness of the tree. Right? That is simple.\nThe next step is to look at your wife or your husband or your friend without the observer, which is, without the image that you have created about your wife or your friend. You are following all this? Because all this is going to lead to an action in which there is not a sense of contradiction, an action that will be total, complete. And unless you understand this, your action will inevitably be contradictory and therefore conflicting. So you have an image about your wife and she has an image about you, you have an image about your friend and your friend has an image about you. That's obvious. Now, how are these images formed? What is the mechanism of this image-building? Unless you understand the mechanism, you won't understand how to end the image-making. Right? You're following all this? Do follow it, please. It's your life, not my life, your life which is so miserable, so small, petty, lonely, unhappy, you have to understand that, your life, not what the speaker is saying. What the speaker is saying is pointing out your life, and if you don't want to look at your life, don't look, don't pretend. It's only by looking at your own life, you will bring about an action that will be harmonious, not contradictory, therefore, beautiful.\nYou have an image about your wife or your husband. That image has been built through many years or through one day. You have an image of your wife giving you sexual pleasures, the nagging, the brutality - you follow? - what goes on between husband and wife: the dominating, the bullying, the nagging, you know, the irritation, you know, you know much better than I do what goes on. How are these images formed? Now, please observe it in yourself, not what the... don't bother with the explanation which the speaker gives, but watch it in yourself, use the speaker as a mirror in which you are seeing yourself.\nThe brain-cells are recording all the time, every incident, every influence. It's a recording machine. When the wife nags you, it's recorded; when you demand something of her and she gets angry, that's recorded. So the brain is a machine that is recording all the time consciously or unconsciously. Right? You don't have to study biology or psychology or any scientific book if you can observe yourself, you have the marvellous book of yourself in which you can learn infinitely. So when you, through years or through days, have recorded these memories, these memories are the images. She has her image and you have your image about her. Right? The relationship between these two images is what you call husband and wife. Right? Therefore it's not relationship at all. Relationship means direct contact, direct perception, direct understanding, sharing together. Right? See how the machinery comes into operation, that is, when you get angry with your wife or when she nags you, the image is formed immediately, and that image is stored up, gets stronger and stronger and stronger, and that image is the factor of division. Right? Therefore there is conflict between you and her. You've understood?\nNow, can this machinery, the building of the image come to an end so that you are really in contact with the world, not through an idea? Look, sir, when you are hungry, you are directly in contact with hunger, aren't you? Nobody need tell you that you are hungry; you don't have to go to an analyst or to your guru to be told that you are hungry. That is your direct understanding, your direct experience, your direct reaction. So when there is an image about the world or about yourself or about your neighbour, your wife, there must be division. Right? The image is not only anger and nagging but formulas, concepts, beliefs; when you say, 'I am an Indian', that is an image; that image divides when another person says, 'I am a Muslim, I am a Pakistani' - you follow? - this image is not merely between two people but also these formulas that have created these images. So you see that belief divides people. Right? Belief - that you believe in God or you believe in reincarnation or you believe in this or that, and somebody else believes quite the opposite - right? - which are all images. You get it? So images, formulas, concepts, beliefs divide people. Right? And this is the basic reason for conflict outwardly and inwardly. Right? Do you understand this? Not intellectually up here but in your heart. Then you will do something, but if you keep it up here, it will blow off. But when it is real, when you see the truth of it and the beauty of it, then you will act entirely differently.\nSo our question is: how are these images formed and can the image-building come to an end? I have shown you how they are formed, that the brain which has so many other faculties, which is capable of such extraordinary things - going to the moon, inventing extraordinary technological things - this very brain has the quality of recording every insult, every hurt, every flattery, every nuance of every action. Now, can this recording take place without interfering with action? You've understood the question? Please, sir, see the logic of it, first see the logic and you will see the beauty of it afterwards. You have insulted me or flattered me. The person who has insulted me, I have an image about that person, I don't like him; but the man who has flattered me, I like him, he is my friend. The image has been formed instantly. Now, can I, can this forming of image come to an end instantly, not afterwards, because once it is formed it is difficult to get rid of it? I am going to go into both these, the prevention and the cure.\nFirst of all the prevention: which is, never to form an image about anything including your guru, all the absurd things he talks about - and generally all the gurus do talk about absurd things because they are not dealing with facts, they are dealing with theories: what you should do and what you should not do. So, when you insult me, at that moment, to be totally aware - you understand? So one must understand what it means to be totally attentive at the moment of insult, at the moment of flattery. What does it mean to be aware? You understand? To be aware of the colours, of the various saris, dresses about you objectively, outwardly. When you are aware of the blue or the red or the pink, whatever the colours are, and you say, 'I don't like it' or, 'I like it', you are limiting the awareness. Right? To be aware without limitation of like or dislike, condemning or justifying. You are following this? To be aware without any motive, without like and dislike, without any choice, so that you see you are aware of the whole thing. Right? Now, when you are insulted or flattered, at that moment to give complete attention, which is complete awareness, then you will see that there is no image-forming at all. Right? Because then what takes place? Attention means there is no observer at all, there is no censor who says, 'I like', 'I dislike', 'This is right' - you are merely attentive. Right?\nAttention is not concentration - I won't go into the whole problem of concentration. When you are so attentive, in which there is no choice, in which there is no observer, then there is no image-making at all. Now, please just listen. Are you attentive totally to what is being said? Watch it, watch yourself. Are you listening with complete attention or are you listening partially? Partial listening is to compare what is being said, disturbed by the light, your mind wandering off to something else and so on - distracted. Or are you listening completely, with your heart, with your mind, with your nerve, with your whole organism, psychosomatically, completely? Then if you are listening, you will see you have no image of the speaker at all. You understand? Now, when the next time your wife or you or your friend says something unpleasant or pleasant, give complete attention to it, including your guru, who is the most dangerous person, because they keep you in illusion, they keep you in your tradition. You know the game the priests have played throughout history - frighten the poor, flatter the rich.\nSo to prevent the image forming, because the mind then becomes free. You understand? Freedom means seeing things clearly, purely, without any distortion. It's only such a mind that can see the truth, not the images that you have built about the truth. So that's one thing you can do instantly. Then what will you do with all the images that you have collected about your country, about your leaders, political, religious, about your theories, you know, how your mind is burdened with formulas, theories, opinions, judgements, endless chattering. What will you do about them? What will you do, sir? You see, you have not gone into it, you have not thought about any of these things at all. You will read the Gita, the Upanishads and repeat or go to some meetings where commentaries are made on the Gita and the Upanishads - just think of spending your life on somebody else's words. Right? You know, sir, what you have reduced yourselves to, as human beings? Don't you know? You repeat what others have said. You don't know a thing. And you call yourselves religious people. Well, that's up to you, it's your misery.\nNow, what will you do with all the collection of the images, beliefs, formulas, what will you do with them all? Because that's what you are, you understand? You are the formula. You think you are great or small, that you are the Atman or you are this or that. Right? So you are the past, you understand? Actually you are the past, you are not... the past is directing you, the past images, the past knowledge. So we've come upon something very interesting, which is: all knowledge is the past, all technological knowledge is the knowledge of the past. Right? That's a fact, isn't it? Oh, Lord! What you know is the past and the past projects, modified by the present, into the future. So you, as an entity, are the past - the past being your memories, your traditions, your experiences. So you, the 'me', the 'I', the ego, the super-ego, the super-self, is still the past. Your Atman, you know, all the things that you have read about, of which you know nothing, all that is the past. Now, knowledge is the past, to which you can add or take away. All scientific, technological knowledge is the past. Of course, you can add more to it, alter it, but the basis is the past. So the knowledge about yourself is the past, you are the past, therefore being the past there is division between the past, the present and the future. Got it? What you have been, what you are, what you will be, all in terms of knowing. Which means your God is already known, otherwise you wouldn't have God. Right? Do you see this?\nSo the question is: knowledge is necessary, absolutely necessary, otherwise you couldn't go home, otherwise we couldn't talk English and understand each other. Knowledge is the past and knowledge is the memory which the brain has accumulated through centuries, through experiences. So knowledge is necessary and knowledge also becomes an impediment in relationship - right? - in relationship between human beings - you as a Christian, Buddhist, Hindu. You see the problem, the beauty of the problem, that you need knowledge, otherwise you couldn't function, and also you see how knowledge which is the past, the images that you have built prevents relationship. Right? You have understood this? Exercise your brain, sir, reason with this. Don't just sit there and just nod, use your capacities. So then you are finding out, you are learning, we are learning together. Therefore you are asking the question: how is it possible that knowledge is absolutely necessary and how is it possible that very knowledge, which the brain has accumulated through centuries, does not interfere with relationship? Because relationship is the most important thing. On that all our social behaviour, society, morality, everything is based on relationship. And there is no relationship if there is an image. You see it? Which is knowledge. Got it? What will you do, knowing that you need knowledge, knowing that knowledge interferes with relationship?\nNow, to have come to this point - if you have followed it all along from the beginning, you will see that your mind has become extraordinarily sensitive. Right? And being sensitive, it has become intelligent. And it is that intelligence that will prevent the image interfering in the relationship. Have you got it? Oh, Lord! Not your decision, not your saying, 'I must not', 'I must' it is the understanding of this whole process, as we have gone, not verbally, not intellectually, but really understand it with your heart, with your brain, with your full capacity, see the truth of it. When you see the truth of that, knowledge is necessary and that knowledge interferes in relationship, because knowledge is the image - to see all this the mind has become extraordinarily pliable - right? - extraordinarily sensitive. And it is this sensitivity which is the highest form of intelligence will prevent the interference of images as knowledge in relationship. Right? You have got it? Do get this, please. Then you will see you will lead a quite a different kind of life. Then you will banish away for ever the division that man has brought about between himself and another. So the whole problem of the past, which is knowledge, which is the accumulated experience, is absolutely necessary, and any other image, any other knowledge in relation becomes totally irrelevant.\nSurely, love is not an idea, love is not an image, love is not the cultivation of memory of a person whom you think you love. You understand? Love is something totally new every minute, because it is not cultivable, it is not the result of effort, strain, conflict. Look, sir, if you listen to what is being said attentively, that attention is love. You understand? Otherwise there must be a division in this attention, therefore that brings conflict. Where there is love, there is no conflict, because love is not a structure of the image-builder. You understand?\nSo a man who would live at peace with himself and with the world must understand this whole structure of knowledge: knowledge about himself and the world, knowledge which is the past - and a mind that lives in the past is no mind at all. It is a dead, static mind. That's what has happened in this country. You are living on other peoples' experience, and the Gita, the Upanishads and your gurus are your destroyers. Do see this, please do see it. Because you have not exercised that marvellous instrument which is the brain. And you use it technologically when you become an engineer, when you are fighting for a job, when you are cheating your neighbour in business, but you refuse to use that brain in understanding human relationship upon which all our social behaviour is based. Unless you do this with your heart, with your whole being, your seeking God, your wanting truth, happiness has no meaning whatsoever. You can go hunting after each guru and you will never find truth, you will never come across it, for you must learn, you must have a mind that is sensitive, clear, objective, healthy, that has no fear.\nSo we will go into this question of fear and pleasure the next time we meet. Do you want to ask any questions? It's rather late. Wait a minute, don't ask, it's too late.\nQuestioner: (Inaudible).\nK: What is love? Love is not something to be described. Now, sir, just a minute, do listen, do sit down two minutes, I will tell you, two minutes and I will stop. You know, you must ask questions not only of the speaker but of yourself, you must ask your questions about yourself, which is much more important: why you believe, why you have formulas, why you follow your gurus, your books, your leaders - why? Why do you believe in God? Why have you become so dull, find out why you have become callous, indifferent to everything except your own personal vanity or acquisition of money? Unless you ask questions of yourself and find the right answers for yourself, asking the speaker questions has very little meaning. But when you ask the question of the speaker, share the question with him, go into it. Then whatever understanding comes is not your understanding, it's understanding, not personal understanding. Intelligence is not personal, and that is the beauty of intelligence.\n"}]