[{"title":"does-having-concepts-waste-energy","text":"I would like this morning, if I may, to go into many things because we are going to have only one more talk and the rest of the time will be discussions.\nIt is obvious I think that one needs a great deal of energy - energy, vitality, interest, intensity and passion to bring about a radical change in ourselves, but also, if you are interested in the outward phenomenon, to see what we can do in the process of our changing ourselves with the rest of the world. Not only how to conserve energy, but also how to increase it. We dissipate energy so endlessly - useless talk, having innumerable opinions about everything, living in a world of concepts and formulas, and everlasting conflict with ourselves. All these indicate a wastage of energy - conflict, opinions, conclusions, images, formulas and so on - these, I think, waste energy. But beyond that there is a much deeper cause that dissipates the deep energy that is necessary not only to change, to bring about a change in ourselves but also to penetrate very, very deeply beyond the confines of our own thought. We need an astonishing amount of energy. And the ancients have said you must control sex, hold your senses in tight rein, take up various vows so that you don't dissipate your energy, and consecrate your energy to god or whatever it is. All such forms are also a wastage of energy because obviously when you take a vow it is a form of resistance. Seeing all that, one needs an energy not only to bring about a superficial change externally, but also a deep inward transformation or revolution, and to go beyond that one needs to have an extraordinary sense of energy which has no cause, which has no motive, which has the capacity to be so utterly quiet that that very quietness has its own explosive quality. I am going to go into all that. I don't know if you are interested in it but if you are not, tant pis, I am going on! (Laughter)\nFirst one sees how human beings waste their energy - quarrels, jealousies, this tremendous sense of anxiety and the everlasting pursuit of pleasure, and demanding it, fear and so on - that's fairly obvious, that's a wastage of energy. And also is it not a wastage of energy to have innumerable opinions and beliefs about everything - how another should behave, what another should do and so on? And is it not a wastage of energy to have formulas, concepts? And in this culture we are encouraged to have concepts, to have formulas according to which we live. Don't you have formulas, concepts in the sense having images, how you should be, what should happen, the sense of thought which rejects 'what is' and formulates 'what should be'? All such endeavour is a waste of energy. And I hope we both can proceed from there.\nAnd what is the more basic reason which dissipates a great deal of energy? We both of us are enquiring, we are sharing the enquiry together. I want to find out, apart from the usual cultural heritage that one has acquired - how to waste energy - there is a much deeper question, which is: can life function, living, carrying on daily life, without any form of resistance? A resistance is obviously will. I know you are all brought up on will in the sense that you must, you must not, should, should not, control - you know - will. Will is independent of the fact. Will is the assertion of the self - please follow all this - of the 'me' independent of 'what is'. Right? Will is desire, the manifestation of desire is will. And we function superficially or at great depth in this assertion, resistance of desire as will, which is unrelated to the fact, depending on the desire of the 'me', the self. Right? Are we meeting with each other? Right.\nSo I am asking: is it possible to live in this world without the operation of will at all, knowing what will is? Will is a form of resistance. Will is a form of division: I will against something I will not, I must against something I must not. So will is building a wall in action against every other form of action. Are we meeting? Right? I don't want to run by myself. We only know action either conforming to a formula, to a concept, or approximating according to an ideal, and acting in relationship to that ideal, to that pattern, to that formula. That is what we call action. And in that there is conflict. There is not only imitation of 'what should be' which we have projected as an ideal, and according to that, act, and therefore there is a conflict between the act and the ideal. Right? Because in that there is always an approximation, imitation, conformity. I hope we are watching our own activities, our own mind, how we exercise will in action. And I feel that is a total wastage of energy. And I am going to show why.\nAs we said, will is independent of the fact, of 'what is' and depending on the self, what it wants, not what it is but what it wants. And that want, depending on its circumstances, environment, culture and so on, divorced from the fact - therefore there is contradiction. Therefore there is a resistance against 'what is' and that is a wastage of energy.\nAnd action means the doing now, not tomorrow or having acted. Action is in the present. Now can there be action without the idea, without the formula, without the concept, and action in which there is no resistance as the will, and therefore if there is will there is contradiction and resistance and effort, which is a wastage of energy? So I want to find out if there is an action without any will which is the assertion of the 'me' as resistance? Are you interested in all this?\nAudience: Yes.\nKrishnamurti: Good luck to you! I doubt it, but it's all right, I'll go on.\nBecause you see we are slaves to the present culture. We are the culture and if there is to be a different kind of action, a different kind of life and so a different kind of culture altogether, not the counter culture but something entirely different, one must understand this whole question of will. Will belongs to the old culture, in which is involved ambition, drive - you know - the whole assertion and the aggression of the 'me'. And if there is to be a totally different way of living one has to understand the central issue, that is: can there be action without a formula, a concept, an ideal, a belief, an action based on knowledge which is the past and therefore not action - follow all this - therefore conditioned, and being conditioned if it is dependent on the past, it must inevitably create discord and therefore conflict? So I want to find out - both of us, we are enquiring - if there is an action in which will doesn't enter at all and therefore choice?\nWe said the other day, where there is confusion there must be choice. A man who sees things very clearly, neither neurotically nor obstinately, he doesn't choose. So choice, will, resistance - the 'me' in action - is wastage of energy. And is there action unrelated to all this, so that the mind lives in this world, functioning in the field of knowledge, and yet be free to act without the impediment of the limitation of knowledge? I wonder if... You know it is awfully difficult to convey all this verbally, especially to so many people. With two or three of us sitting together we could go into this very quickly. We would have direct contact, direct communion, which is, communion being sharing together as we go along very quickly, not only at the verbal level but also at a deeper level, non-verbally. We say, I say, the speaker says there is such action - an action in which there is no resistance, no interference of the past, no response of the 'me'. Now that action is, because it is not in the field of time - time being yesterday, with all the knowledge, experience, which acts today and the future is already established by the past. There is an action which is instantaneous and therefore complete, in which will doesn't operate at all. And to find that out my mind must learn how to observe, how to see. If the mind sees according to the formula, what you should be, or what I should be, then action is of the past. Right? Now I am asking: is there an action which is not motivated, which is in the present and which doesn't bring contradiction, anxiety, conflict? As I said, the mind which has been trained, brought up in a culture that believes and functions and acts with will, such a mind obviously cannot act in the sense we are talking about, because it is conditioned and therefore cannot. So can the mind, your mind and my mind, see this conditioning and be free of it so as to act differently? Right? If I, if my mind is trained, held in education - the whole business - to function with will, then it cannot possibly understand what it is to act without will. Therefore my concern is not to find out how to act without will, but rather to find out if my mind can be free of its conditioning, which is the conditioning of will. Right? That is my concern. And I see, as I look into myself, that everything I do has a secret motive, is the outcome of some anxiety, fear, the demand for pleasure and so on. Now can that mind free itself instantly to act differently? Right? You are getting what I am talking about? For the love of - come!\nSo I must learn, the mind must learn how to look. That is the central problem for me. This mind, which is the result of time, the result of various cultures, experience, knowledge, can it look with eyes that are not conditioned? That is, can it operate instantly being free of its conditioning? So I must learn to look at my conditioning without any desire to change, to transform or to go beyond it. Right? I must be capable of looking at it as it is. Right? If I want to change it then I bring about again the action of will. If I want to escape from it, again a resistance. If I keep some and reject others, it is again choice. And choice, as we pointed out, is confusion. So can I, can this mind, look without any resistance, without any choice? Can I look at the mountains, hills, trees, my neighbour, my wife, my husband, my children, the politicians, the priests, without any image? The image is the past. Right?\nSo I must be able, the mind must be able to look. So when I look at 'what is' in myself and in the world, actually 'what is' without resistance, then out of that observation there is instant action which is not the result of will. Got it?\nNow we are going to go into something from this, which is: I want to find out how to live a life in this world acting, not going off into a monastery, not escaping to some Nirvanic or some guru's assertions that if you do this you will get that - all that silly nonsense. Putting all that aside, I want to find out how to live in this world without any resistance, without any will - which I have gone into a little bit. And I want to find out also what love is. So my mind, which has been conditioned to the demand of pleasure, to the demand of gratification, satisfaction, and therefore resistance, and I see all that is not love. Right? So what is love? You know to find out 'what is', one must deny, put aside totally, what it is not. Through negation come to the positive, not seek the positive but come to it understanding what it is not. Right? That is, if I want to find out what truth is, not knowing what it is, I must be able to see what is false. If I haven't the capacity to perceive what is false, I can't see what is truth. Right? So I must find out what is false. What is false? Everything that thought has put together, except technologically, is false. That is, thought has put together the 'me'. Right? The 'me', the self with its memories, with its aggression, with its separativeness, with its ambitions, competitiveness, imitation, fear, and the past memories, all that has been put together by thought - right? - as thought has put together the extraordinary things mechanically. So thought as the 'me', which has in essence no reality whatsoever, is the false. So when the mind understands that it is false then the truth is there.\nSimilarly when the mind really enquires deeply into what is love, enquires, not say, 'Yes, it is this', 'It is that', enquires - then it must see what it is not and completely drop it, otherwise you can't find the real, obviously. Right? Is one capable of doing that? Say for instance, love is not ambition. Right? Do you follow? You all agree to that, don't you? Don't we? A mind that is ambitious, wanting to achieve, wanting to become powerful, aggressive, competitive, imitative, such a mind cannot possibly understand what love is. We see that, don't we? Is there any doubt about that? Oh lord! No. Well, if you have doubt you carry on. Now can the mind see the falseness of it, that a mind that is ambitious cannot possibly love, and drop it instantly because that is false? Right? Because only when you deny completely that which is false then the other is.\nSo we see very clearly, perhaps verbally, intellectually, but not actually, that a mind seeking gain, achievement either in the world, or so-called spiritually, sitting next to god, seeking enlightenment, you know, the drive to find out, to achieve is ambition. Therefore can the mind see the falseness of it and completely drop it instantly? Otherwise you won't find out what is. Otherwise you will never find out what love is. And love is not jealousy, is it? Love is not possessiveness. Love is not dependency. Right? Do you see that and not carry it over with you to the next day and drop it instantly. The dropping of it instantly doesn't depend on will. It depends on whether you actually see the falseness of it. See the falseness of it. Right? Do you? And therefore when you drop that which is false, which is not, the other is.\nNow is love pleasure? It becomes a little more difficult. Is love fulfilment? Sir, look, one has to go into this rather deeply if you really want to be or have a mind that has love. You have to go into it very, very deeply. We are asking: is pleasure, gratification, fulfilment, love? We went into it the other day that the demand for pleasure is the continuity of thought, which pursues pleasure as desire and will separate from 'what is'. We have associated love with sex; and because there is pleasure in that we have made an extraordinary thing of it, it has become the most important thing in life. No? Not for us old people! But we have made sex one of the greatest things in life. And in that we have tried to find some deep meaning, a deep reality, a sense of great union, oneness, and other transcendental things. It has become important because we have nothing else in life. Knowledge becomes rather boring. Imitation, following somebody, becomes rather trivial, pursuit of money is all right but without money you can't have the other. So sex and pleasure have become the most astonishing thing in civilisation. And that is what we call love.\nSo is pleasure love? And also why has sex such significance in our life? Probably we have nothing else. Probably in every other field we are mechanical. We have nothing original in ourselves, there is nothing creative, not in the sense of producing pictures and songs, poems, that is a very superficial part of that which is really a sense of creativeness. So as we are more or less second-hand people, sex becomes extraordinarily important and therefore pleasure. And that is why we call it love and behind that mask do all kinds of mischievous things.\nSo can we find out what love is? You know this has been an everlasting question, it is not just put now. Man has asked this and not being able to find it, he says, 'Love god', 'Love an idea', 'Love the State', 'Love your neighbour' - not that you shouldn't love your neighbour, but these have become merely a social operation, not love that really is always new. So love is not the product of thought, which is pleasure. As we said thought is old, not free, which is the response of the past. And so love has no relationship with thought. And my - one's - life is a battle, as we know it. The strain, the anxiety, the guilt, the despair, the immense sense of loneliness, sorrow, that is our life. That is actually 'what is'. And we are unwilling to face that. Now can the mind face all that, not resist it? And when you face all that without choice and resistance, what takes place? When you face, not try to overcome fear, overcome jealousy, this or that, but actually look at it without any sense of wanting to change it, conquer it, control it, just to observe it totally, give your whole attention to it - which is our life, our daily life of travail, our daily life of the bourgeois, including the non-bourgeois. To look at it. What takes place? Haven't you then tremendous energy, because energy has been dissipated in resisting it, in overcoming it, in going beyond it, trying to understand it, trying to change it? So when you do look at this life as it is, then is there not a transformation of 'what is'? And that transformation takes place only when you have this energy in which the operation of will doesn't exist at all.\nYou know we like explanations, we like theories, we indulge in speculative philosophy and we are carried away by all that - which is obviously such a waste of time and energy. And now when one observes the life as it is: the misery, the poverty, the pollution, the wretched division of peoples and nations, the wars, as it is, which each human being has created, it hasn't come into existence miraculously, each one of us is responsible for all this. And to change all this we must face what actually is.\nAnd also we must face one of the most important things in life - death. No? That is one of the things that man has avoided all the time. The ancient civilisations and the modern civilisation have tried to go beyond that, somehow conquer it, imagine there is immortality, life after death, you know, anything but face it. Now can my mind face something of which it knows absolutely nothing? You know most of you, unfortunately, if I may say so, have read so much about all these things. You have read probably what Indian philosophers, teachers, have told us, have said, or you have read other philosophers, and your own Christian training. You are full of other people's knowledge, assertions and opinions. You are bound to be, though you may not consciously acknowledge it, it is there in the blood, because you are brought up in this civilisation, in this culture. And here is something of which you know absolutely nothing. All that you know is that you are frightened. That is all you know. Frightened of coming to an end - and that is what death is. Fear prevents you from looking at it, because fear has prevented you from living - you understand? - living, not living with anxiety, pain, sorrow, guilt, ambition - you know all that brutal business. So fear has prevented you from living, and fear prevents you from looking at what death is. And so fear must have comfort. So there is the whole sense of incarnation, the renewal of another life and so on and so on - which we won't go into because what we are concerned with is to face this thing: whether your mind can face the reality of an ending, because that is what is going to happen, logically or illogically, while you are healthy or unhealthy, crippled or fairly well, old age, disease, accident, misfortune - anything can happen. Can the mind look at this enormous unknown question? Can you look at it as though for the first time? You understand my question? For the first time, having nobody to tell you what to do, knowing that to find comfort is an escape from the fact. So can you as though for the first time face something which is inevitable?\nSo what is the mind that is capable of looking at something of which it knows absolutely nothing except that there is organic death, the organism coming to an end? Right? Through heart failure, through tension, through emotional - etc., etc., disease and so on. But the question, the psychological question which is: can the mind face something knowing it knows absolutely nothing about it and look at it, live with it, understand it completely? Which means, can it look at it without any sense of fear. The moment there is fear you have choice, the moment you have fear there is will, there is resistance, and there is a wastage of energy. The ending of energy as the 'me' is the incapacity to look at death.\nNow to face something I don't know at all demands great energy, doesn't it? Not demands. To face something of which I know absolutely nothing. I can only do that when there is no will, no resistance, no choice - you follow? - no wastage of energy. To face something unknown there must be the highest form of energy. And when there is that total energy, is there death? You understand what I'm talking about? Is there a fear of death? Or is there a fear of continuity? It is only there is fear of not being or being, living or not living, only when I have lived a life of resistance, will and choice. And when the mind is faced with the unknown and all these things have gone - the wastage - there is you know; then there is tremendous energy. And when there is that supreme energy, which is intelligence, is there death? You find out.\nNow would you like to ask questions please?\nQuestioner: Sir, you have questioned this morning the religions, and what they say, which prompts me to ask: how is it that I can understand on an intellectual level that which you say, it seems to be sensible, it seems to be reasonable, it has sense and yet I lack the passion.\nK: What you say intellectually, verbally, makes some kind of sense. I see, the questioner says, the logic of it, but somehow it doesn't penetrate, it doesn't go very deep, it doesn't touch the source of things so that I can break through. Right, sir? You have understood the question?\nI accept intellectually, verbally, what you talk about but it leaves me rather cold, it doesn't bring that sense of driving vitality, interest, that stirring of - not emotion, not sentiment, not excitement, not enthusiasm, all that is kind of silly stuff - but the complete sense of living with it. Right sir? And I am afraid that is the case with most people.\nQ: Most people don't fear death but suffering.\nK: Please don't answer, explain. Let us examine. The gentleman says what you say is logical, intellectually I accept and so on, but I don't feel it deep in my heart and therefore don't bring about a change, a revolution in myself and live totally a different kind of life. And I say that is the case with most of us. We go part of the way, take the journey together a little distance and draw back. Keep up the interest for ten minutes and the rest of the hour think about something else. Go away after the talk and carry on with your daily - you know - sordid, or beautiful, or noble, or ignoble life. Now why does this happen? You understand my question? Why does this happen that you intellectually, verbally, logically, understand and apparently that doesn't touch you deeply so that you, you know, like a fire, burn out the old? Wait sir, slowly, slowly, you have your time. Why doesn't this happen? Is it lack of interest? Is it a sense of deep laziness, indolence? Examine it sir, examine it. Don't answer me. Examine it. Lack of interest? If it is lack of interest, why? Why aren't you interested? When the house is burning - your house, your children are going to grow up, killed - you follow? - all the monstrous things that are going to happen - why aren't you interested? Are you blind, insensitive, indifferent, callous? Or deeply you haven't the energy and therefore you are lazy, indolent, don't care - you know? Wait sir, examine it, don't agree - please sir, don't agree or disagree, examine it. Or you have become so insensitive because you have your own problems - you know - you want to fulfil, you are inferior, you are superior, you are anxious, you have... there is a great sense of fear - all that. Your problems are smothering you therefore you are not interested in anything else unless... you want to solve your problems first. But your problems are the other man's problems, your problems are the result of this culture in which you live. Please sir, do listen.\nSo which is it? Total indifference, insensitivity, callousness? Or your whole culture, training, has been intellectual, verbal, your philosophies are verbal, theories, the product of tremendously cunning brain? And you have been brought up in that. Your whole education is based on that. It's all right sir. I don't want to slap and kill these poor insects but I have to do this all the time. Sorry. (Laughter) Is it that - please listen to this - is it that thought has been given such extraordinary importance, the mind, clever, cunning, capable, efficient, technological mind, the mind that can measure, construct, fight, organise, and you have been trained in that, and you respond on that level, say, 'Yes, I agree with you intellectually, verbally, I see the logic of it, the sequence of it,' and you can't go beyond it because your mind is caught in the operations of thought which is measurement. It can measure, thought can measure, not depth or height, but on its own level - I won't go into all that.\nSo this is really an important question for everybody because most of us agree with all this, verbally, intellectually, but somehow the fire doesn't get lit.\nYes sir.\nQ: I think there is no change because the important things are not actually on the intellectual level but on another level which is that of the interest, that of the class, that of the psychological things which condition us.\nK: That is what we said, sir. That is what I said, sir. That's what I said. There is no change, the gentleman says, because psychologically, economically, socially, in education we are conditioned. We are the result of the culture in which we live. And he says as long as that is not changed in us we won't take any deep interest. That is exactly what we are saying sir. So what is going to make you - I am not killing the insects, don't get excited about it. So I am asking why is it that though you listen to all this logically and I hope with a healthy mind, why doesn't this light a fire so that you burn with all this? Please ask yourselves.\nYes sir?\nQ: I wonder if armaments and wars are consequences of culture, or lack of culture?\nK: Oh, you can use the word 'culture' in different ways. Is it lack of culture that produces war or it is the culture which has produced the war? You can play with words, but that's...\nSir please, go into this, find out: though you agree logically, verbally, superficially, why is it that deeply it doesn't touch you? Take away your money, it will touch you. Take away your sex, it will touch you. Take away your sense of importance, then you will battle. Take away your gods, your nationalism, your petty bourgeois, all the rest of it, you will fight like dogs and cats. Which all indicates that intellectually we are capable of anything - going to the moon, all the rest of it, technologically. We live on the level of thought, and thought cannot possibly ignite the flame which changes man. What changes man is to face all this, look at it, and not always live on that very, very, very superficial level.\nQ: You said this morning that when you are capable of looking at death as the absolute unknown, that includes that you also are capable of looking at life as it is and also including that you are capable of action.\nK: Yes sir, yes sir.\nQ: That you are in a state of now.\nK: That's right, sir. He says when you are capable - now wait a minute, the word 'capable' is a difficult word. Capacity means working. To have capacity for something - again a difficult meaning of that word - you know, you can cultivate capacity. Right? I can cultivate the capacity to play golf, tennis, to put machinery together. Now we are not using the word 'capacity' in the sense of time. You understand? Capacity involves time, doesn't it? That is, I am not capable now but give me a year, I'll be capable of speaking Italian, French or putting machinery together - capacity implies time. If you have understood capacity as time, I don't mean that. I mean observe the unknown without any fear, observe, live with it. That doesn't need capacity. I said you will do it if you know what is false, and the rejection of all that.\nYes sir?\nQ: Is it not a factor that we don't know how to listen?\nK: We don't know how to listen.\nQ: You have said that it is one of the hardest things to do, to listen.\nK: Yes sir. It is one of the hardest things to do, to listen. Do you mean to say a man, who is committed to social activity and has put all his life into it, and for various psychological reasons, is ever going to listen to any of this? Or a man who says, 'I have taken a vow of celibacy' - will he listen to all this? No, sir. So listening is quite an art. Right? Isn't that enough for today? Yes, sir?\nQ: You were saying that the difficulty is on the intellectual level and that we do not allow our feelings and our emotions to come into our relations with other people.\nK: Yes.\nQ: But I have the impression it is exactly the contrary. I think that most of the trouble in the world is caused by uncontrolled emotions and passions, probably born out of lack of understanding. But they are passions.\nK: The gentleman says: we don't live on the intellectual level, we live with shoddy emotions, with our petty little anxieties and worries and angers and jealousies - emotions. And since we don't know how to conquer those we lead a miserable life. Right, sir?\nQ: Violent.\nK: Violent, of course, that's understood. Now do you live an emotional life, a sentimental life, which needs conquering? Emotionally, that is, you know, excitement, pleasure all that, enthusiasm, sentimentality, do you live in that world? And when you do live in that world, and when it gets rather disorderly then the intellect comes in and then you begin to control it, say, 'I must, I must not', but intellect always dominates.\nQ: Or it justifies.\nK: Of course sir, justifies, condemns. But I may be greatly emotional but intellect comes along and says, look, be careful, try to control yourself. So intellect always dominates, which is thought. No? Oh lord! Right sir, let's go into it.\nLook, in my relationship with another I get angry, irritated, emotional - in my relationship. Then what happens? That leads to trouble. There is a quarrel that takes place with two human beings. Then I try to control it, which is thought, because it has established a pattern for itself, what it should not, or what it should, says, 'I must control'. Right? So we say then, there must be control otherwise relationship breaks down. Isn't all that a process of thinking? Process of intellection? And intellect plays a tremendous part in our life, that is all we are pointing out. We are not saying emotions are wrong or right, or true, but thought with its measurement is always judging, evaluating, controlling, overcoming and therefore thought prevents you from looking. That's all sirs. We'll meet the day after tomorrow.\n"}]