[{"title":"action-without-authority-image","text":"Shall we go on with what we were talking about yesterday? We were saying yesterday that thought with its extraordinary capacity has created a world objectively and subjectively, a world of confusion, strife, constant battle both within and without, a wonderful world of technology; and at the same time thought has divided people into nationalities, religious beliefs, dogmas, rituals, and thought also in relationship with one another has emphasised the particular against the many and so on. And we said thought, though it has a very important place, is also an instrument of danger. Thought builds a great many images, both inwardly and outwardly, in all our relationships and hence there is a division in relationship which invariably brings about conflict and separation. Now that is more or less what we talked about yesterday, though I'm afraid I can't repeat all that was said, so if we may go on from there.\nWe said thought is image, measurable, and thought as image becomes the authority. I have an image about myself and I act according to that image, and there is a difference between that image and action. We are discussing this together, I am not giving a series of talks, I don't like that kind of thing, I rather we discussed it, shared it together and went into this very, very deeply, because if we could, this morning, go into the question of this whole structure of image, images that we have about ourselves and about others, and how it arises, whether it has importance or not importance, whether it is relevant or irrelevant, and where there is freedom and the interference of images as authority in freedom. Right?\nLife is action, living is action, whether you sit quietly attempting to meditate - I don't know whatever that may mean to you, that is an action. Everything is action - living is action and in that action there is contradiction. In that action there is incomplete and complete action. When the action is complete there is no regret, there is no looking back, or suffering - it is over, finished. But most of our actions are not, in our relationships, and this inaction in relationship is it not caused by the authority of the image which we have about ourselves or about another? Please investigate it together so that we understand something of this because I want to go this morning if we can, into the question of freedom and fear.\nAnd whether these images that one has - you know what I mean by images - you have images haven't you about yourself, dozens of them? And these images become the authority in action. Right? And when we have say, for instance, communes, and they are being formed all over the world, little groups, for those communes to function easily, efficiently, without any conflict between each other in the commune, if I belong to that commune, a particular commune, have an image what that commune should be, that image becomes the authority. Though I reject authority of the establishment - I am glad you are following. So I'm still slave to authority, though outwardly I reject the authority of the older generation and their whole set of ideas, beliefs, dogmas, the way of their life, I am still conforming to the pattern of an authority. And that authority exerts itself when another image comes into conflict with it and we soon find a commune is broken up, as in society, as in every established order. So is it possible to act without the image as the authority? Because otherwise our relationship in co-operation, in living together becomes a contradiction, becomes a conflict - one authority imposing on another authority. I come here expecting the people to behave in a certain way, the people who live here - that's my authority and I assert that authority over others and then there is conflict between me and the people who are here. Right.\nSo I am asking myself, and you too I hope, whether we can have a relationship and therefore co-operation without any authority of the image? Because more and more as one observes in the world, whether in Europe, in America, in Asia, or in India, this problem is becoming more and more important: how to live together without any conflict. How to work together, co-operate together, bring about a decent society in which every form of conflict, inwardly, which extended becomes war, can we live together without this conflict? Which means can I live in this world with many or with few without any sense of authority as the image which I have established for myself as the pattern of behaviour. Go on sirs, let's work together at this.\nQuestioner: When people share an experience there seems to be an image created when people try to relate to each other about the experience they have shared. Those that haven't had the experience can't share in the image.\nKrishnamurti: So experience then becomes the image which becomes the authority. I know, and you don't know, I have experienced Nirvana, god, whatever it is, and you haven't, you are a poor unfortunate heathen and I'm not. The whole thing becomes absurd. So please this is really a very serious question. It isn't just a thing you casually answer or assert but it requires a great deal of examination and exploration: whether the human mind which has built for its own security, in its relationship with other human beings, a series of images as knowledge, and if these images remain then there must be separation and therefore conflict in relationship. And these images are built by thought, and can there be a relationship based on thought without the image, and if there is no image is that love? Please follow? So can there be an action without any sense of authority?\nQ: Yes.\nK: No, don't say 'yes', or 'no', please. Please enquire into it.\nIn my life, in my daily life, in contact with so many people, much more intelligent, more clever, more beautiful, sensitive, can I live with them without any form of friction, without any image, and yet be in relationship in which co-operation is possible? So I have to find out why these images exist and whether these images can be dissolved - how to dissolve them after having built them - then I can perhaps have a decent relationship with another - which means never building images - you see the problem.\nQ: How can you order millions of people without having images of how they should be ordered?\nK: How can you have order over a million people without creating an image? But I don't want to order a million people. I don't want to assert any authority over anybody. Because I don't place myself as a guru, as a teacher, as an authority of any kind. No, no. Sir, let's take oneself, begin with oneself and then extend it. Then we may be able to find a way of dealing with others in a totally different way.\nQ: Sir...\nK: Sir, first just listen to what I have to say - not that I am preventing you from asking questions. First let us see the extraordinary complexity of the problem. And because it is complex one has to approach it very simply.\nQ: By saying you have to dissolve images, doesn't that mean that you are putting a separation between the image and yourself?\nK: No sir, is not the image that you have about yourself part of yourself? Can you divide yourself from the image - you are the images, the many images that you have about yourself - you are that. You are the furniture because you have identified yourself with the furniture. You are the house, the wife, the husband, the girl, the boy, the various experiences, knowledge, hopes, fears, angers, jealousies, you are all that - all those are the images you have.\nQ: If you cultivated universal love you could cure that, you could dissolve all that conflict.\nK: If you could cultivate universal love all these images would come to an end - that's the question. Can you cultivate love? Like you cultivate a tomato? No, I am not being sarcastic, please - can I cultivate humility, can I cultivate love? And if it is cultivated, is it love? Is it not the product of thought?\nQ: You must see the point of view of another as well as your own point of view, and then you relate to each other.\nK: You are making it all so complex. I'd rather be very simple about this.\nFirst I realise, as most of us do, that we have a great many images about others and about ourselves. These images are put together by thought - thought being knowledge. I have lived with you, and in that relationship I have built various forms of images, because you and I have quarrelled, you and I have been angry - do you follow - the whole thing, sex, image after image. And these images with their knowledge, become my authority. That's simple enough.\nSo the next thing is: how am I, with all these images, conscious as well as deeply unconscious, how am I to be free of them, how is the mind not to create more and to dissolve what has already been created? Do you follow? Now how will you set about it? First of all let us deal with the unconscious images that one has, of which one may not be aware. Right? Let's begin not with the superficial things but the very, very deep-rooted images. How am I consciously to examine all the images which lie hidden in the cave, in the depth, in the hidden recesses of my mind? Would you do it through analysis, which is the fashion. You follow? The fashion is not only now but it has been always, throughout all cultures, analyse. Would analysis expose the images in the recesses of one's mind? Please let's examine together.\nQ: How can one analyse if one is changing all the time?\nK: How can one analyse if one is changing all the time. Is analysis possible if one is changing all the time? Is one changing all the time, or changing the images all the time? The images about myself changing, I don't like that image, I like that image and so there is constant movement from one image to another. That's not change. Change implies a total cessation of image-forming.\nSo please let's stick to one thing.\nQ: What is the basis of the image?\nK: What is the basis of image? That's what we are going to find out. You will see it in a minute, we'll go into it. All right, let's examine, what is the basis of images? You say something to me - you call me a fool - and I react to that - I react to it because I have an image about myself as being not a fool. And I react according to the image I have about myself, obviously. Because I have established this image, now what is the basis of that image? Why do I have an image about myself at all? Is it not part of our education? Which is comparative. You must be as clever as that boy or that girl. Right? Does it begin in education that way, giving me marks, giving examinations, the whole process of education is comparative. And there is the beginning of the basis of image-building. That's one. Then there is the image-building through propaganda - my country, your country, my god, your god. The division between the scientist, the artist, the businessman, the woman in the kitchen - you follow - the division. The more sensitive one is, the greater the burden of images.\nNow, how am I or you to examine the unconscious, deeply hidden images that one has? Is it possible through analysis? Analysis implies the analyser. The analyser has his image. Right? And with his image he is analysing. His image is his knowledge - I don't know if you are following all this - and in the process of analysing with an image the other images, is there not an assertion of authority of one image over others? Right? And analysis implies a duration, a time, a length of time. And every analysis must be complete, otherwise the next analysis is carried over by the misunderstandings of what you have examined or analysed. Right? So for me analysis is totally false. I won't touch analysis. To me, that prevents action, because I keep on analysing till I die, and I don't act. A very clever way of avoiding any kind of complete commitment and action.\nQ: What do you mean by analysing?\nK: Examining, finding the cause and going further behind the cause, you know step by step, analysing, examining.\nQ: Isn't that thought?\nK: That is thought, obviously.\nQ: There is the image.\nK: Therefore I say to myself, through analysis the image will continue in different forms. There is no ending to the image through analysis. Right? So I must find a different way of understanding and dissolving the images, and preventing the images from coming into being - so I see analysis doesn't resolve, doesn't end the image formation. Then there are these images in me, in you, deeply? How is the mind to dissolve them? Because analysis is finished. I don't know if you see it. It is false.\nQ: I was thinking that although every image is itself the same person, distorted, perhaps one image can be less distorted than another, if somebody is in real trouble analysis may remove the severely distorted images, necessarily replacing them by other images less distorted...\nK: Less distorted.\nQ: ...which will place him in a position to begin to remove all images.\nK: I understand. Therefore the less distorted image replaced by a little less distorted image and so on and so on and on. I've no time for that, life is much too short. I want to find out a way of ending all images, not the less distorted and so on. I don't know if you follow, if I am making myself clear?\nMy question is: how am I, how is the mind to explore and expose the hidden images? And I see analysis replacing one image by another image has no value, to me it is utterly futile, irrelevant. Therefore I must find a different way, because logically I see the truth and the falseness of analysis. I don't know if you do because that's one of our conditionings - introspection, analysis, trying to become better - the whole thing. So I am asking, is there a way of exposing all the images both conscious as well as the hidden?\nNow have dreams any significance in this examination? Most of us have innumerable dreams, and some of them are relevant and others are irrelevant. And some can be understood as the dreaming is going on and the explanation is going on - have you noticed it? Can I go on with this? Are we meeting each other? I hope so. So what are dreams, why should I dream at all? I know some of the people - professionals - who have said you must dream otherwise you will go crazy. It is part of your life to dream. And I question it: I don't want to dream. I want to find out why I dream. Because sleep may have a totally different significance than merely carrying on with dreams endlessly. What are dreams? Why does the mind dream at all? Are dreams an attempt to bring order in life? You understand? If I have an orderly life - we'll go into what is order - if I have an orderly life, would I dream at all? I do not know if you have not noticed that before you go to sleep, don't you go over the day's happenings? Don't you? Recall everything that's happened, say, I should not have done this, I should have done that, this was better done, and that was better said, I wish I hadn't - you follow - don't you do this - why?\nQ: Yes.\nK: Why do you do it? Isn't it to put order - no? Come on.\nQ: Yes.\nK: Obviously. To try to bring about order, and if you don't do it, the brain does it while you are asleep, because the brain can only function in order, efficiently, when it has complete order - no? The neurotic person cannot function orderly. It is only the mind, the brain, that has established order within itself that can function logically, healthily, sanely. No?\nSo the brain is always attempting to establish order within itself, and dreams may be the expression of trying to bring order. So if I can during the day - please follow this - during the day, the waking hours, bring order, complete order, then there'll be no necessity for dreams at all, then something totally different takes place - which we will go into if we understand what order is. May we go on now?\nQ: That depends on your image of what order should be.\nK: I am coming to that sir. I have no image.\nQ: There are times when you say we have bad dreams, are they trying to bring order or disorder?\nK: Obviously, it is disorder. Bad dreams - you may have overeaten, god knows what and then there are nightmares and all that. But sir, look at it, look at it very simply do, this is a very complex problem therefore we must approach it very simply. One realises without reading books and all that - personally I don't read any of these books - one realises the brain can only function in order and in security properly. It will find security in disorder and then that becomes neurosis. It will find security in a belief and think that is order - that becomes another form of neurosis. It finds security in nationalism - you follow - see all the complications, and that security in nationalism brings disorder because it separates whole nations.\nSo the brain trying to find order at the same time creates disorder. Am I working or are you also working?\nQ: Well, if the mind is in a state of disorder, what can it do?\nK: We are going to find out. So I say to myself, dreams may be an expression or a way of bringing about order while I am asleep, while the body is asleep. And why can't I, during the waking hours, establish order? So I have to find out what order is. Right? Is that order based on my image of what order should be? Then it is not order. So I have to find out what is disorder, not order. Right? Because through disorder I shall find out what is order; it will naturally happen, through negation come to the positive, not the assertion of the positive. I don't know if you follow? Can we move along together?\nSo what is disorder in my life - in your life - what it is, not what you think is disorder. Because the moment thought says, this is disorder, then thought has a pattern of order. You see - you follow? And therefore imposing what thought thinks is order on disorder, in which there is contradiction and a discipline, a suppression - you follow - all that follows. All right? So I must find out what is disorder, what causes disorder, what is the nature of disorder. What do you think is disorder?\nQ: Thought.\nK: Thought is disorder, he says.\nQ: When you are not permanently absorbed in what you are doing there is disorder.\nK: When you are not absorbed totally in what you are doing, then there is disorder. Look at the varieties of opinions we are going to have. Listen to it, listen, when you have varieties of opinions, that is the very nature of disorder: so opinion is disorder. No?\nQ: But that is an opinion.\nK: Wait, wait, no, it is not an opinion, it is not another opinion. I see you have an opinion and another has an opinion and so on - why should I have an opinion about anything? Either it is, or it is not - why should I have an opinion? Then you don't see.\nQ: Once one uses language the very words bring disorder.\nK: I have to use language - and we use language and say, look, I am using a word hesitatingly - look, don't attach too much importance to that word - let's change the word if it isn't representative of the meaning I want to give to that word and so on. That's all settled and established but I want to go much deeper. Which is, I see factually the moment there are opinions, that is one of the causes of disorder. Why should I have an opinion about that microphone? Or about how you behave - why should I have it? Or you have an opinion of how I should behave. Why?\nQ: Interesting.\nK: Opinion is interesting, is it? No, please.\nQ: Would you say that disorder is that which opposes the flow of evolution?\nK: No, no, I don't want to enlarge it. Would you say opposing evolution is disorder? Now what is evolution?\nQ: A process of becoming.\nK: What is becoming, who is becoming?\nQ: Everyone.\nK: Please, please look at it - who is becoming? The 'me' that is becoming?\nQ: Either one is, or one is becoming.\nK: That's right. Now look, I see that I am dull, that is a fact. Now how do I know I'm dull? Because I've compared myself with you who are not dull. So I have in comparing myself with you, in measuring myself with you, I have made myself dull. No? Am I dull if I don't compare? Please look at it. So any form of comparison is disorder. You follow, we are collecting what makes for disorder - opinion, comparison. Right? And when there is a contradiction in myself - I want this and I don't want that, I must fulfil, I must be great - do you follow - contradiction in myself, fragmentation in myself. So fragmentation, comparison, opinion are some of the causes of disorder. Right? And identifying myself with a particular image and rejecting other images is one of the factors of disorder; whereas order is the rejection totally of all images, living a life without comparison. Are you following?\nQ: (Inaudible)\nSo I see there is disorder where there is this constant indulgence in opinions, so I say to myself, have I opinions? Why should I have opinions? It is such an irrelevant waste of time, isn't it? It is a form of gossip - it is so stupid, it has no meaning. And am I living a life of comparison, always comparing myself with you or with somebody who is more clever, more intelligent, more bright, nicer looking - oh, this battle that goes on. And is there in me any form of image imposing one image over the other, you know? Or do I see that any form of image in myself brings disorder? So I have discovered many sources of disorder. And when these sources dry up there is naturally order. Then there will be no dreaming at night. Do you follow? Because I have established during the day complete order and that means the mind must be completely aware all the time - no, I won't use 'all the time' - the mind must be aware during the waking hours so that when you go to sleep the mind is quiet.\nQ: Surely the only way to establish perfect order is for either you yourself or the group of people in their life is to live completely by themselves and to relate to nobody else. That is the only way you can make a perfect plan for fitting in everything that you need for your particular way of life.\nK: I understand sir, I understand. No, I will put the question differently. Can you live with any group, with any individual, with any community, having order in yourself? Obviously if you have order in yourself you can live with anybody, with the most neurotic person.\nQ: That is what I meant by becoming, the fact a neurotic person must have some means to establish that order in himself.\nK: He has to...\nQ: How does the ordinary man become aware in his sleep all the time?\nK: I am going to show you. Not the ordinary man who is not here. We are the ordinary people and if we lived differently we'd be extraordinary people.\nSo I see, it is observable, you can experiment with this if you are serious enough, that a mind which has order during the day - we said order is the understanding of the processes of disorder, not imposing what it thinks is order on disorder, but seeing what is disorder actually in daily life, as opinion, comparison, image and so on, then during the waking hours you are aware of all the disorders and therefore bringing order in your life, the brain then when it sleeps, is quiet because it has order. Now what happens when the brain is totally quiet, except it is recording but it is recording superficially, very, very little, you understand? I don't know whether you have done this experiment with your sleep a little bit - oh Lord, am I talking Greek? Because you see, sir, this is part of meditation, of which you don't know.\nQ: What will a group of people with such a mind create?\nK: Sir, what such a mind, a group of such people will create is irrelevant. First what is relevant, have you such a mind? Are you working for such a mind so that such a mind will make a better world. Do you follow? Not, is that mind an anarchistic mind. That is just a theory. What we are concerned with here is, you sitting there and we sitting together to find out what it is to have an orderly mind, which means a mind that is orderly can live in any society, with any group, create a new kind of society.\nSo we see the unconscious images can be dissolved totally if there is an awareness of your activities and motives and movements of thought during the waking hours. Are we meeting each other? So that I don't have to examine my unconscious because the unconscious is as stupid and trivial as the conscious. Because consciousness is the content, without the content what is consciousness? We won't go into that for the moment as that leads somewhere else.\nSo now the question from that arises: how am I to prevent image-forming? I know how to dissolve them. You understand? By becoming tremendously aware, as I pointed out, during the day, attentive to what you are doing, how you move your arm, your walk, your speech - you follow - the movement of your eyes - and that is why in meditation they say, \"Keep your eyes closed\" - we won't go into all that for the moment, into meditation. So if one is aware of all that during the day, attentive, you can dissolve the images that one has. Now how is one to prevent image-forming? You understand my next question? Are you interested in all this?\nA: Yes.\nK: Ah, of course!\nWhat is an image? Obviously it is put together by thought - thought being the response of various accumulations of memories. Right? If I had no memories there is no thinking. Right? Very simply, I ask you where you live and your response is immediate. I ask you your name and your response is immediate - because you don't have to think about it - you have thought about it, repeated it, it is instant response. If a more complicated question arises you have a time interval between the question and the answer. In that process you are thinking, thinking according to your memories, experiences, knowledge. Right? And if you are asked a question about something about which you know nothing, your memory can't operate because you know nothing. But if you say, \"Well, do you believe in God\" - you say, 'Yes' because - you follow - or not, according to your conditioning, which is your knowledge, the result of 2,000 years of propaganda, or 10,000 years of propaganda.\nSo thought is the response of memory, knowledge, which is the past. Now I am asking myself, I know thought puts together the images - you call me a fool and I have already built an image about you and about myself. You insult me, you praise me - image - you follow? Any incident, happening, image immediately is formed. I am asking myself and you, whether such images need be formed at all. And I see the danger of images, the absurdity, the irrelevancy of images, and I see the necessity of putting an end to them. How is this to happen? Go on sirs.\nQ: Don't you begin to end them when you see that they are images?\nK: Yes, but how do you prevent it? You call me a fool, how am I to prevent myself from forming an image about you, which says, she is absurd, she is my enemy, I don't like her?\nQ: What is wrong with not liking somebody?\nK: No, no, you are missing my point.\nQ: Has questioning got anything to do with this?\nK: Sir, I am asking you - we see images are formed, how quickly, consciously or unconsciously, they are formed all the time - now how is the mind to prevent that?\nQ: Not only if you call me a fool, if you call me anything.\nK: Yes, sir. You follow, if I flatter you, I say what a lovely man you are, you will purr like a cat. It is so obvious. So how is this image-making to stop? Please enquire into it.\nQ: By not identifying with the body.\nK: That means who is it who is going to make the attempt not to identify?\nQ: If I wanted to stop making an image of you - why want to stop?\nK: No, I see the danger of images. Right? I have been brought up till I was eight or nine or less, in India with a tremendous conditioning - I won't go into all that. And there I was conditioned. And I meet a Catholic later and say, how absurd he is with his dogma, his belief and his saviours, his images and all the rest of it - which is my image against another image. And I see this division invariably brings about conflict. And I want to live in peace. You follow? Peace, not just an idea of peace, be peaceful, completely, so that there is not a flutter of violence in me. And that can end only when the image-forming comes to an end.\nQ: What do you do when you meet evil?\nK: Now wait a minute, what do you call evil?\nQ: Cruelty.\nK: Cruelty. Now wait a minute - cruelty, cruelty to animals?\nQ: Children.\nK: Now wait, wait, wait a minute, we'll go slowly. Cruelty to animals - I'm sure the majority of you are meat eaters. Face it, sirs. Cruelty - you see you accept cruelty in one direction and not in another. You don't want to be cruel to children and yet you are cruel to animals. And if you say, I must not be cruel to children, aren't you cruel to children when you compare one child with another? Please sir, killing another human being by a word, by a gesture or with a gun, it is the same - and we indulge in that, don't we? Oh, you are a stupid man - finished. Or he doesn't belong to that class - you know?\nSo please let's get back. How do you prevent image-forming so that the mind has never an image, whatever you do? No, please, sir, just look at it first, look at the problem first. Whatever you do - run away with my wife, do anything you like, cheat me, everything you like, and yet no formation of any kind.\nQ: (Inaudible)\nK: You are too quick in answering these things.\nQ: Can't we all stop thinking long enough to listen to Krishnamurti, which is why apparently we have all come here. Couldn't we please just listen to the man and then go away and think.\nK: Sir, don't go away and then think, but do it now, because it is now you are here; when you go away you will dissipate it. While you are here work at it. Which is, I am asking: how am I, how are you, to prevent any kind of formation of image, whatever another does? You know it is one of the most difficult things, you understand? You run away with my wife, you know what happens - hate, jealousy, anxiety, fear. You cheat me, you do all kinds of things, say things against me. So can the mind never create an image? I will show you how it is done. If you do it, if you are serious about it, if you play with it you won't do it.\nAs we said, if during the day you are aware - aware, attentive of everything that is happening inside you - and you can pay complete attention to what you do, your gestures, your words, your ideas, your motives, just, you know - attentive, not correcting, just watching - in the same way if when you are called a fool you are completely attentive, then there is no formation of image. It is only when the mind is inattentive, not attentive, the image is formed. When I listen to you completely, with real attention - we'll go into what is attention - real attention, there is no me to get hurt. I don't know if you have been so completely attentive so that there is no centre, only attention. In that attention the observer is the entity that creates and reacts to images. When there is no observer in that attention there is no image-forming at all. So what is attention? Now, attention means listening, seeing, without any distortion, doesn't it? Which means no opinion, no comparison, you follow, all that. No disorder, so when the mind listens completely, attends at the moment when you call me a fool, completely attends, there is no image, there is no time or energy to create images because all your energy is taken in complete attention. I don't know if you feel all this?\nQ: How would you deal with personal sorrow?\nK: We will deal with that perhaps next Tuesday or when we are going to discuss - perhaps next Saturday. But take just this one thing for the moment: that is, when the mind is completely attentive, and it cannot be completely attentive if - attention means harmony, doesn't it, harmony between the body, the mind and the heart, complete harmony, not established by an idea of what harmony should be, then it is thought imposing an image of what harmony is upon the disorder of the body, mind and heart, which is just like continuing or strengthening or perpetuating disorder - so when the body, the heart and the mind are completely attentive, which means the whole being is attentive, then there is no image-making at all. Right? Do it, not tomorrow, now as you are listening. I think we had better stop, don't you?\n"}]